
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["萌娘百科 - 燃烧之刃"] = "萌娘百科 - 燃烧之刃",
	},
	["profiles"] = {
		["萌娘百科 - 燃烧之刃"] = {
			["appShine"] = "80000.05",
			["version"] = "80000.05",
			["minimap"] = {
				["minimapPos"] = 176.017331171881,
			},
			["recent"] = {
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "饕餮之魔-藏宝海湾",
						["iLvl"] = 360,
						["time"] = 1544626562,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "公爵#52737",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "里昂-熔火之心",
						["time"] = 1544626562,
						["class"] = 11,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "一程山水丶-雷霆之怒",
						["time"] = 1544626562,
						["class"] = 12,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "冰蓝卍水瓶-日落沼泽",
						["iLvl"] = 364,
						["time"] = 1544626562,
						["class"] = 6,
						["bTag"] = "漆黑的救赎#5256",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "正规-安纳塞隆",
						["iLvl"] = 333,
						["time"] = 1544626562,
						["class"] = 3,
						["bTag"] = "tanarym#5171",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "阴险邪恶-死亡之翼",
						["iLvl"] = 366,
						["time"] = 1544626562,
						["class"] = 12,
						["bTag"] = "pjkaige#5886",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "飛尐-贫瘠之地",
						["iLvl"] = 348,
						["time"] = 1544626562,
						["class"] = 1,
						["bTag"] = "飝尐#5705",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "夜夜侠-伊森利恩",
						["iLvl"] = 358,
						["time"] = 1544626562,
						["class"] = 9,
						["bTag"] = "为情此生不负#5365",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "永远是神-艾森娜",
						["iLvl"] = 373,
						["time"] = 1544626562,
						["class"] = 3,
						["bTag"] = "彪哥#5677",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "偶尔晒晒太阳-贫瘠之地",
						["iLvl"] = 382,
						["time"] = 1544626562,
						["class"] = 11,
						["bTag"] = "猫跟风铃#51732",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "拉姆希斯-霜狼",
						["iLvl"] = 355,
						["time"] = 1544626562,
						["class"] = 11,
						["bTag"] = "www#5582",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "桌子丶叭-红龙军团",
						["iLvl"] = 347,
						["time"] = 1544626562,
						["class"] = 9,
						["bTag"] = "李小白丶#5260",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "三星呸-迦拉克隆",
						["iLvl"] = 366,
						["time"] = 1544626562,
						["class"] = 6,
						["bTag"] = "蛮力之精灵#5395",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "馅饼掉天上-雏龙之翼",
						["iLvl"] = 352,
						["time"] = 1544626562,
						["class"] = 8,
						["bTag"] = "皮匠#5875",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "沐沐迏-大地之怒",
						["iLvl"] = 356,
						["time"] = 1544626562,
						["class"] = 8,
						["bTag"] = "沐离儿#5881",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "医冠情授-古尔丹",
						["iLvl"] = 315,
						["time"] = 1544626511,
						["class"] = 5,
						["bTag"] = "lucky#510556",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "一点灵犀-萨格拉斯",
						["iLvl"] = 357,
						["time"] = 1544626562,
						["class"] = 10,
						["bTag"] = "lockvv#51678",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "柯尼斯伯格-凯恩血蹄",
						["iLvl"] = 346,
						["time"] = 1544626562,
						["class"] = 3,
						["bTag"] = "伊卡尔迪#5859",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "窗边蝴蝶-熔火之心",
						["iLvl"] = 303,
						["time"] = 1544626562,
						["class"] = 3,
						["bTag"] = "蓝朵朵#5717",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "牧濑紅莉栖丶-金色平原",
						["iLvl"] = 326,
						["time"] = 1544626562,
						["class"] = 8,
						["bTag"] = "栗悟饭和龟波功#51821",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "亦一-能源舰",
						["iLvl"] = 376,
						["time"] = 1544626562,
						["class"] = 8,
						["bTag"] = "一若青红#5831",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "绝影十刃-燃烧之刃",
						["iLvl"] = 351,
						["time"] = 1544626562,
						["class"] = 12,
						["bTag"] = "甚平#5436",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "诺艾尔-埃克索图斯",
						["iLvl"] = 344,
						["time"] = 1544626562,
						["class"] = 1,
						["bTag"] = "薇奥拉提欧#5895",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "圣骑楚门-达尔坎",
						["iLvl"] = 359,
						["time"] = 1544626562,
						["class"] = 2,
						["bTag"] = "楚门#5771",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "諾亞灬光之翼-达尔坎",
						["iLvl"] = 361,
						["time"] = 1544626562,
						["class"] = 4,
						["bTag"] = "睡神#51918",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "福溜有喜-大漩涡",
						["iLvl"] = 315,
						["time"] = 1544626562,
						["class"] = 10,
						["bTag"] = "露背#5311",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "夜乄猫-国王之谷",
						["iLvl"] = 356,
						["time"] = 1544626562,
						["class"] = 8,
						["bTag"] = "兵临城下#52634",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "残箭-克尔苏加德",
						["time"] = 1544626562,
						["class"] = 3,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "Mahonin-迦拉克隆",
						["iLvl"] = 349,
						["time"] = 1544626511,
						["class"] = 12,
						["bTag"] = "紫枫轩羽#5757",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "老沐师-红龙军团",
						["iLvl"] = 381,
						["time"] = 1544626562,
						["class"] = 5,
						["bTag"] = "萌萌的白河愁#5726",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱代言人-踏梦者",
						["time"] = 1544626562,
						["class"] = 9,
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "大指挥官-塔纳利斯",
						["iLvl"] = 365,
						["time"] = 1544626562,
						["class"] = 2,
						["bTag"] = "锋芒毕露#5143",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "安丶萌萌-燃烧之刃",
						["iLvl"] = 342,
						["time"] = 1544626562,
						["class"] = 2,
						["bTag"] = "夜丶孤独#5463",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "圣堂执政官-血色十字军",
						["iLvl"] = 371,
						["time"] = 1544626562,
						["class"] = 2,
						["bTag"] = "地狱喵王#5522",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "克拉丽丝-熔火之心",
						["iLvl"] = 352,
						["time"] = 1544626499,
						["class"] = 6,
						["bTag"] = "白桦#51694",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "红色宝宝-黑暗虚空",
						["iLvl"] = 344,
						["time"] = 1544626511,
						["class"] = 3,
						["bTag"] = "迷你之忍#59922",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "秋名山牛叫兽-血环",
						["iLvl"] = 308,
						["time"] = 1544626560,
						["class"] = 1,
						["bTag"] = "牛教授#5313",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "奶灭全团-红龙女王",
						["iLvl"] = 346,
						["time"] = 1544626511,
						["class"] = 2,
						["bTag"] = "forSylvanas#51952",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "妲蹄子-神圣之歌",
						["time"] = 1544626562,
						["class"] = 1,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "为人民服務-迦顿",
						["iLvl"] = 292,
						["time"] = 1544628626,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "为人民服務#5453",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "路瑟-闪电之刃",
						["iLvl"] = 362,
						["time"] = 1544628626,
						["class"] = 6,
						["bTag"] = "徐白#5522",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "玉面潘安-凤凰之神",
						["time"] = 1544628681,
						["class"] = 3,
					}, -- [42]
					{
						["role"] = "TANK",
						["name"] = "限量版喜力-红云台地",
						["iLvl"] = 331,
						["time"] = 1544628626,
						["class"] = 6,
						["bTag"] = "lmkwjq#5993",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "梦丶魔-死亡之翼",
						["iLvl"] = 332,
						["time"] = 1544628649,
						["class"] = 6,
						["bTag"] = "我是琉氓我怕谁乄#5266",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "躁动-达隆米尔",
						["iLvl"] = 360,
						["time"] = 1544628614,
						["class"] = 3,
						["bTag"] = "GhostPants#569592",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "成都陈奕迅-埃德萨拉",
						["iLvl"] = 330,
						["time"] = 1544628681,
						["class"] = 9,
						["bTag"] = "深陷声线#5996",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "血之王子-托塞德林",
						["time"] = 1544628626,
						["class"] = 2,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "抹茶浮雪-萨尔",
						["iLvl"] = 290,
						["time"] = 1544628662,
						["class"] = 3,
						["bTag"] = "Emmie#5873",
					}, -- [48]
					{
						["role"] = "TANK",
						["name"] = "兽血魔徒-萨尔",
						["iLvl"] = 290,
						["time"] = 1544628662,
						["class"] = 6,
						["bTag"] = "lucientan#5610",
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "Mayuzumi-贫瘠之地",
						["time"] = 1544628614,
						["class"] = 2,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "老卟咖呲脸-熔火之心",
						["iLvl"] = 338,
						["time"] = 1544628655,
						["class"] = 6,
						["bTag"] = "教士#5832",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "一点拦不住-艾露恩",
						["time"] = 1544628669,
						["class"] = 1,
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "万劫天魔-贫瘠之地",
						["iLvl"] = 334,
						["time"] = 1544628681,
						["class"] = 6,
						["bTag"] = "聚灵咒#5862",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "坦必倒-无尽之海",
						["iLvl"] = 282,
						["time"] = 1544628681,
						["class"] = 2,
						["bTag"] = "鬼异#5666",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "女神的优雅-埃德萨拉",
						["iLvl"] = 385,
						["time"] = 1544628657,
						["class"] = 11,
						["bTag"] = "沉沦的灵魂#5121",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "请叫我老弓-奥尔加隆",
						["iLvl"] = 309,
						["time"] = 1544628681,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "CrazyCat#527212",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "艾露莎灬-贫瘠之地",
						["iLvl"] = 335,
						["time"] = 1544628681,
						["class"] = 1,
						["bTag"] = "锥名枝夏#5511",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "江城旧时月-影之哀伤",
						["iLvl"] = 275,
						["time"] = 1544628681,
						["class"] = 12,
						["bTag"] = "江城旧时月#5171",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "彪悍大菇凉-阿拉索",
						["iLvl"] = 348,
						["time"] = 1544628681,
						["class"] = 1,
						["bTag"] = "铁板烧刀烫#5504",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "Hdd-凯恩血蹄",
						["iLvl"] = 345,
						["time"] = 1544628681,
						["class"] = 12,
						["bTag"] = "老侯#5552",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "銃夢-梅尔加尼",
						["iLvl"] = 349,
						["time"] = 1544628669,
						["class"] = 3,
						["bTag"] = "面面#5515",
					}, -- [61]
					{
						["role"] = "HEALER",
						["name"] = "燃烧法王-奥斯里安",
						["iLvl"] = 344,
						["time"] = 1544628669,
						["class"] = 5,
						["bTag"] = "赖大华#5554",
					}, -- [62]
					{
						["role"] = "HEALER",
						["name"] = "秒杀的帅气-燃烧之刃",
						["iLvl"] = 310,
						["time"] = 1544628681,
						["class"] = 7,
						["bTag"] = "cncool#5536",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "极度残暴尛术-时光之穴",
						["iLvl"] = 287,
						["time"] = 1544628681,
						["class"] = 9,
						["bTag"] = "要你命3001#51769",
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "水墨丷涟漪-凤凰之神",
						["time"] = 1544628681,
						["class"] = 11,
					}, -- [65]
				},
				["0-0-0-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "青眼虎丨蜜拉-诺兹多姆",
						["time"] = 1544707816,
						["class"] = 3,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "寶寶壞脾氣-燃烧平原",
						["iLvl"] = 340,
						["time"] = 1544707816,
						["class"] = 2,
						["bTag"] = "动感小佛爷#5396",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "瑞秋-白银之手",
						["iLvl"] = 348,
						["time"] = 1544707816,
						["class"] = 4,
						["bTag"] = "再下一橙的瑞秋#5739",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "李似不似傻-贫瘠之地",
						["iLvl"] = 363,
						["time"] = 1544707816,
						["class"] = 9,
						["bTag"] = "nscz#5890",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "拾步杀亿人-回音山",
						["iLvl"] = 362,
						["time"] = 1544707816,
						["class"] = 4,
						["bTag"] = "黑呼呵去#5974",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "杜洛坦-白银之手",
						["iLvl"] = 365,
						["time"] = 1544707816,
						["class"] = 1,
						["bTag"] = "小马過河#5551",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Neker-深渊之喉",
						["time"] = 1544707816,
						["class"] = 5,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "就是跳-血环",
						["iLvl"] = 353,
						["time"] = 1544707816,
						["class"] = 1,
						["bTag"] = "迦南#52500",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "骑马下扬州-冰风岗",
						["time"] = 1544707816,
						["class"] = 3,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "代超-亚雷戈斯",
						["iLvl"] = 339,
						["time"] = 1544707816,
						["class"] = 3,
						["bTag"] = "啊底上方#5579",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "夜雨听涛-格瑞姆巴托",
						["iLvl"] = 382,
						["time"] = 1544707816,
						["class"] = 11,
						["bTag"] = "北落师门#52327",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Venóm-影之哀伤",
						["iLvl"] = 379,
						["time"] = 1544707816,
						["class"] = 11,
						["bTag"] = "Vvvvvvvvvvvv#51964",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "白银灬氏族-凤凰之神",
						["iLvl"] = 382,
						["time"] = 1544707816,
						["class"] = 10,
						["bTag"] = "孤傲之骑士#52501",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "豆豉-冰霜之刃",
						["iLvl"] = 366,
						["time"] = 1544707816,
						["class"] = 3,
						["bTag"] = "木块#5464",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "唔卵系鸠路-通灵学院",
						["iLvl"] = 355,
						["time"] = 1544707816,
						["class"] = 12,
						["bTag"] = "Limyoona#5206",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落的武士-塞拉摩",
						["iLvl"] = 354,
						["time"] = 1544707816,
						["class"] = 1,
						["bTag"] = "堕落的地狱天使#5638",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Tox-织亡者",
						["time"] = 1544707816,
						["class"] = 4,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "风潇潇-能源舰",
						["iLvl"] = 357,
						["time"] = 1544707816,
						["class"] = 3,
						["bTag"] = "凌云#5950",
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "旧世蓝调-诺兹多姆",
						["iLvl"] = 376,
						["time"] = 1544707816,
						["class"] = 6,
						["bTag"] = "咸鱼#52392",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "Brucele-熊猫酒仙",
						["iLvl"] = 294,
						["time"] = 1544707816,
						["class"] = 10,
						["bTag"] = "霜冻之足#56100",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "一点灵犀-萨格拉斯",
						["iLvl"] = 357,
						["time"] = 1544707816,
						["class"] = 10,
						["bTag"] = "lockvv#51678",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "雪色玫瑰-希雷诺斯",
						["iLvl"] = 345,
						["time"] = 1544707816,
						["class"] = 3,
						["bTag"] = "小瞿#51595",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "葛拉卡斯-血色十字军",
						["iLvl"] = 366,
						["time"] = 1544707816,
						["class"] = 6,
						["bTag"] = "七星海棠#51343",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "我家娘娘大人-艾露恩",
						["iLvl"] = 377,
						["time"] = 1544707816,
						["class"] = 3,
						["bTag"] = "慵懒之猫#5408",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "一个字战-冰风岗",
						["iLvl"] = 350,
						["time"] = 1544707816,
						["class"] = 1,
						["bTag"] = "爱你所爱#5114",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Zhanshow-黑暗虚空",
						["iLvl"] = 342,
						["time"] = 1544707816,
						["class"] = 1,
						["bTag"] = "狂兽#5377",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "黑暗仲裁者-伊利丹",
						["iLvl"] = 367,
						["time"] = 1544707816,
						["class"] = 6,
						["bTag"] = "BangSiMiDa#5585",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "一撮驴毛-弗塞雷迦",
						["iLvl"] = 382,
						["time"] = 1544707816,
						["class"] = 9,
						["bTag"] = "一丸吶秀#5695",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "木佳-奥蕾莉亚",
						["iLvl"] = 359,
						["time"] = 1544707816,
						["class"] = 2,
						["bTag"] = "雯雯岚#5749",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "保持浮夸-安苏",
						["iLvl"] = 363,
						["time"] = 1544707816,
						["class"] = 6,
						["bTag"] = "繁华依落寞#5207",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "我滴乖乖啊-凤凰之神",
						["iLvl"] = 369,
						["time"] = 1544707816,
						["class"] = 12,
						["bTag"] = "jiankelixin#5428",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "果蔬杀手-塞泰克",
						["iLvl"] = 354,
						["time"] = 1544707816,
						["class"] = 7,
						["bTag"] = "肉肉#5511",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "啊爹地-无尽之海",
						["iLvl"] = 347,
						["time"] = 1544707816,
						["class"] = 6,
						["bTag"] = "爆裂的玉米星#5886",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "壹加壹等于叁-影之哀伤",
						["iLvl"] = 349,
						["time"] = 1544707816,
						["class"] = 6,
						["bTag"] = "wzm88888#5410",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "风暴骑兵-黑暗之矛",
						["iLvl"] = 352,
						["time"] = 1544707816,
						["class"] = 2,
						["bTag"] = "ser#5517",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "壹人饮酒独醉-迦拉克隆",
						["iLvl"] = 363,
						["time"] = 1544707816,
						["class"] = 3,
						["bTag"] = "大熊#5512",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "啊喔嗯咦呜吁-大地之怒",
						["iLvl"] = 356,
						["time"] = 1544707816,
						["class"] = 3,
						["bTag"] = "Addie#51211",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "被遗忘者丨希-万色星辰",
						["iLvl"] = 369,
						["time"] = 1544707816,
						["class"] = 8,
						["bTag"] = "山海经十九卷#5763",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "卍花满楼卍-布兰卡德",
						["iLvl"] = 327,
						["time"] = 1544707816,
						["class"] = 12,
						["bTag"] = "橙多多#51536",
					}, -- [39]
				},
			},
			["searchHistoryList"] = {
				"3-135-496-0", -- [1]
				"3-0-657-0", -- [2]
				"2-142-518-0", -- [3]
				"2-142-517-0", -- [4]
				"3-0-458-0", -- [5]
			},
			["settings"] = {
				["panel"] = false,
				["storage"] = {
					["y"] = -78.3353271484375,
					["x"] = -177.372924804688,
					["point"] = "TOPRIGHT",
					["scale"] = 1,
				},
			},
			["advShine"] = "80000.05",
			["lastSearchCode"] = "3-135-496-0",
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					false, -- [1]
					nil, -- [2]
					false, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
