
AdiBagsDB = {
	["namespaces"] = {
		["MoneyFrame"] = {
		},
		["ItemLevel"] = {
		},
		["FilterOverride"] = {
			["profiles"] = {
				["Default"] = {
					["version"] = 3,
					["overrides"] = {
						[136978] = "装备#备用装备",
						[128292] = "神器圣物#神器圣物",
						[140791] = "装备#备用装备",
						[139333] = "永久物品#三属性",
						[147027] = "永久物品#三属性",
						[147154] = "装备#备用装备",
						[138349] = "装备#备用装备",
						[140797] = "装备#备用装备",
						[128402] = "神器圣物#神器圣物",
						[134152] = "装备#备用装备",
						[128940] = "神器圣物#神器圣物",
						[142169] = "装备#备用装备",
						[147028] = "永久物品#三属性",
						[147766] = "装备#备用装备",
						[140807] = "装备#备用装备",
						[142174] = "装备#备用装备",
						[139248] = "永久物品#三属性",
						[142469] = "装备#备用装备",
						[134161] = "永久物品#三属性",
						[147125] = "装备#备用装备",
						[147155] = "装备#备用装备",
						[147024] = "装备#备用装备",
						[137406] = "装备#备用装备",
						[146864] = "永久物品#三属性",
						[139060] = "永久物品#三属性",
						[139320] = "装备#备用装备",
						[147023] = "装备#备用装备",
						[140857] = "永久物品#三属性",
						[147156] = "装备#备用装备",
						[128937] = "神器圣物#神器圣物",
						[147739] = "装备#备用装备",
						[145227] = "装备#备用装备",
						[139061] = "装备#备用装备",
						[139070] = "永久物品#三属性",
						[147276] = "装备#备用装备",
						[142172] = "装备#备用装备",
						[138337] = "装备#备用装备",
						[140865] = "永久物品#三属性",
						[136732] = "永久物品#三属性",
						[137480] = "永久物品#三属性",
						[136716] = "装备#备用装备",
						[140897] = "永久物品#三属性",
						[137440] = "装备#备用装备",
						[142173] = "永久物品#三属性",
						[140795] = "装备#备用装备",
						[144733] = "永久物品#三属性",
						[139236] = "装备#备用装备",
						[136976] = "装备#备用装备",
						[133645] = "装备#备用装备",
						[137433] = "装备#备用装备",
						[137400] = "装备#备用装备",
						[147025] = "装备#备用装备",
						[140796] = "装备#备用装备",
						[146865] = "永久物品#三属性",
						[146776] = "永久物品#三属性",
						[128403] = "神器圣物#神器圣物",
						[139075] = "装备#备用装备",
						[139324] = "装备#备用装备",
						[138334] = "装备#备用装备",
						[140789] = "装备#备用装备",
						[140860] = "永久物品#三属性",
						[138222] = "装备#备用装备",
						[145223] = "装备#备用装备",
						[128938] = "神器圣物#神器圣物",
					},
				},
			},
		},
		["ItemCategory"] = {
			["profiles"] = {
				["Default"] = {
					["splitBySubclass"] = {
						["Tradeskill"] = true,
						["其它"] = true,
						["消耗品"] = true,
						["配方"] = true,
						["雕文"] = true,
						["宝石"] = true,
						["物品强化"] = false,
					},
				},
			},
		},
		["Artifact Power Currency"] = {
		},
		["NewItem"] = {
			["profiles"] = {
				["Default"] = {
					["ignoreJunk"] = true,
				},
			},
		},
		["Garrison"] = {
		},
		["AdiBags_TooltipInfo"] = {
			["profiles"] = {
				["Default"] = {
					["item"] = "always",
				},
			},
		},
		["Legion"] = {
		},
		["DataSource"] = {
		},
		["Equipment"] = {
			["profiles"] = {
				["Default"] = {
					["dispatchRule"] = "slot",
				},
			},
		},
		["ItemSets"] = {
			["char"] = {
				["喵言术嗷呜 - 燃烧之刃"] = {
					["mergedSets"] = {
						["*"] = false,
					},
				},
			},
		},
		["CurrencyFrame"] = {
			["profiles"] = {
				["Default"] = {
					["shown"] = {
						["盲目之眼"] = false,
						["钢化命运印记"] = false,
						["要塞物资"] = false,
						["暗月奖券"] = false,
						["次级好运护符"] = false,
						["埃匹希斯水晶"] = false,
						["黯淡的阿古尼特水晶"] = false,
						["古怪硬币"] = false,
						["托尔巴拉德奖章"] = false,
						["铁掌徽记"] = false,
						["上古神器"] = false,
						["觉醒精华"] = false,
						["黑暗之尘"] = false,
						["破碎命运印记"] = false,
						["抗魔联军战争物资"] = false,
						["世界之树的印记"] = false,
						["拳手的金币"] = false,
						["远古魔力"] = false,
						["长者的好运符"] = false,
						["职业大厅资源"] = false,
						["原油"] = false,
						["徘徊之魂碎片"] = false,
						["魔古命运符文"] = false,
						["美食家奖章"] = false,
						["勇气点数"] = false,
						["死亡之翼的堕落精华"] = false,
						["神器碎片"] = false,
						["冠军的徽记"] = false,
						["虚空碎片"] = false,
					},
				},
			},
		},
		["Junk"] = {
		},
		["军团再临"] = {
		},
	},
	["profileKeys"] = {
		["喵言术嗷呜 - 燃烧之刃"] = "Default",
		["泠凊腤 - 拉文凯斯"] = "Default",
		["尊严德 - 燃烧之刃"] = "Default",
		["Testlze - 燃烧之刃"] = "Default",
		["自杀贼 - 燃烧之刃"] = "Default",
		["泠凊之腤 - 白银之手"] = "Default",
		["备前长船 - 阿克蒙德"] = "Default",
		["喵喵围炉斯 - 燃烧之刃"] = "Default",
		["备前长光 - 白银之手"] = "Default",
		["喵喵了个咪肉 - 燃烧之刃"] = "Default",
		["萌娘百科 - 燃烧之刃"] = "Default",
		["教授猫 - 白银之手"] = "Default",
		["Pantyazure - 燃烧之刃"] = "Default",
		["暗言术喵 - 燃烧之刃"] = "Default",
		["立二拆三 - 燃烧之刃"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["virtualStacks"] = {
				["stackable"] = true,
			},
			["positions"] = {
				["anchor"] = {
					["xOffset"] = -125.00048828125,
					["yOffset"] = 193.999984741211,
				},
				["Bank"] = {
					["xOffset"] = 403.862652502397,
					["yOffset"] = -158.786401635207,
				},
				["Backpack"] = {
					["xOffset"] = -384.167725940832,
					["yOffset"] = 176.369094424979,
				},
			},
			["rightClickConfig"] = false,
			["autoDeposit"] = true,
			["positionMode"] = "manual",
		},
	},
}
