
ChatterDB = {
	["namespaces"] = {
		["PlayerNames"] = {
		},
		["AltLinks"] = {
			["profiles"] = {
				["Default"] = {
					["guildranks"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						[0] = false,
					},
				},
			},
		},
		["Scrollback"] = {
		},
		["Invite Links"] = {
			["profiles"] = {
				["Default"] = {
					["words"] = {
						["组我"] = "组我",
						["组"] = "组",
					},
				},
			},
		},
		["ChannelColors"] = {
			["profiles"] = {
				["Default"] = {
					["colors"] = {
						["团队"] = {
							["r"] = 1,
							["g"] = 0.498039245605469,
							["b"] = 0,
						},
						[2] = {
						},
						["悄悄话"] = {
							["r"] = 1,
							["g"] = 0.501960813999176,
							["b"] = 1,
						},
						["副本向导"] = {
							["r"] = 1,
							["g"] = 0.282352954149246,
							["b"] = 0.0352941192686558,
						},
						["交易"] = {
							["r"] = 1,
							["g"] = 0.752941250801086,
							["b"] = 0.752941250801086,
						},
						["本地防务"] = {
							["b"] = 0.752941250801086,
							["g"] = 0.752941250801086,
							["r"] = 1,
						},
						["小队"] = {
							["r"] = 0.666666686534882,
							["g"] = 0.666666686534882,
							["b"] = 1,
						},
						["团队领袖"] = {
							["r"] = 1,
							["g"] = 0.282352954149246,
							["b"] = 0.0352941192686558,
						},
						["公会官员"] = {
							["r"] = 0.250980406999588,
							["g"] = 0.752941250801086,
							["b"] = 0.250980406999588,
						},
						["副本"] = {
							["r"] = 1,
							["g"] = 0.498039245605469,
							["b"] = 0,
						},
						["综合"] = {
							["b"] = 0.752941250801086,
							["g"] = 0.752941250801086,
							["r"] = 1,
						},
						["寻求组队"] = {
							["r"] = 1,
							["g"] = 0.752941250801086,
							["b"] = 0.752941250801086,
						},
						["大脚世界频道"] = {
							["r"] = 1,
							["g"] = 0.752941250801086,
							["b"] = 0.752941250801086,
						},
						["团队通知"] = {
							["r"] = 1,
							["g"] = 0.282352954149246,
							["b"] = 0,
						},
						["大喊"] = {
							["r"] = 1,
							["g"] = 0.250980406999588,
							["b"] = 0.250980406999588,
						},
						["说"] = {
							["r"] = 1,
							["g"] = 1,
							["b"] = 1,
						},
						["小队队长"] = {
							["r"] = 0.462745130062103,
							["g"] = 0.784313797950745,
							["b"] = 1,
						},
						["公会"] = {
							["r"] = 0.250980406999588,
							["g"] = 1,
							["b"] = 0.250980406999588,
						},
						["b1ueb1ues"] = {
							["r"] = 1,
							["g"] = 0.752941250801086,
							["b"] = 0.752941250801086,
						},
						["实名好友密语"] = {
							["r"] = 0,
							["g"] = 1,
							["b"] = 0.964705944061279,
						},
					},
				},
			},
		},
		["StickyChannels"] = {
			["profiles"] = {
				["Default"] = {
					["WHISPER"] = false,
				},
			},
		},
		["RealIdPolish"] = {
		},
		["ChatFrameBorders"] = {
		},
		["Buttons"] = {
		},
		["Server Positioning"] = {
		},
		["Mousewheel Scroll"] = {
		},
		["Timestamps"] = {
		},
		["EditBox"] = {
		},
		["ChatFont"] = {
		},
		["ChatTabs"] = {
		},
		["ChannelNames"] = {
		},
		["CopyChat"] = {
		},
		["UrlCopy"] = {
		},
		["Editbox History"] = {
			["realm"] = {
				["白银之手"] = {
					["history"] = {
						"/tmw", -- [1]
						"/bt", -- [2]
						"/bt", -- [3]
						"/bt", -- [4]
						"/bt", -- [5]
						"/bt", -- [6]
						"/tmw", -- [7]
						"/bt", -- [8]
						"/bt", -- [9]
						"/bt", -- [10]
						"/bt", -- [11]
						"/bt", -- [12]
						"/bt", -- [13]
						"/bt", -- [14]
						"/bt", -- [15]
						"/bt", -- [16]
						" 第800个啊", -- [17]
						"/bt", -- [18]
						"/bt", -- [19]
						"/bt", -- [20]
						"/bt", -- [21]
						"/g 不用接任务", -- [22]
						"/g 打完boss给掉任务物品", -- [23]
						"/g 黑心", -- [24]
						"/g 黑心任务是肯瑞托的", -- [25]
						"/g ..欢乐捅就是有点恶心而已...", -- [26]
						"/g 不过也就三轮", -- [27]
						"/g 就是那个影子略有点眼花", -- [28]
						"/g 对", -- [29]
						"/g 5个就过了", -- [30]
						"/rl", -- [31]
					},
				},
				["燃烧之刃"] = {
					["history"] = {
						"/i 我记得宝宝有雕文也可以假死..", -- [1]
						"/i lr照明弹可以照他们的", -- [2]
						"/i 不用等灯过来", -- [3]
						"/i ..已经改了", -- [4]
						"/i 你站那么靠前干嘛..", -- [5]
						"/g 啊 枯竭了", -- [6]
						"/rl", -- [7]
						"/i 哦好的", -- [8]
						"/i 记得提醒下", -- [9]
						"/i 鳄鱼后面的吧", -- [10]
						"/i 奶的住么", -- [11]
						"/i 奶的住我一波了", -- [12]
						"/i 剥皮不吃仇恨的..", -- [13]
						"/i 所以才问你是否耐得住..", -- [14]
						"/i 如果就打T 我是可以不需要奶的..", -- [15]
						"/g darkheart 才是黑心", -- [16]
						"/g 打什么..", -- [17]
						"/g ..", -- [18]
						"/g =3=", -- [19]
						"/i 别开这个啊", -- [20]
						"/i 这个可以不打", -- [21]
						"/i 你们就不能不打这个么..", -- [22]
						"/i 死了救吧", -- [23]
						"/i 一点都不效率", -- [24]
						"/i 卧槽  我们三个奶僧!", -- [25]
						"/i 连中了八个定身.", -- [26]
						"/i 今天刚出核心橙  这是对我的惩罚", -- [27]
						"/i ..放能量符文打99%减伤的眼睛的火法", -- [28]
						"/i 你牛逼..", -- [29]
						"/rl", -- [30]
						"/combatlog", -- [31]
						"/rl", -- [32]
					},
				},
			},
		},
		["Highlight"] = {
		},
		["JustifyText"] = {
		},
	},
	["profileKeys"] = {
		["备前长光 - 白银之手"] = "Default",
		["尊严德 - 燃烧之刃"] = "Default",
		["萌娘百科 - 燃烧之刃"] = "Default",
		["教授猫 - 白银之手"] = "Default",
		["备前长船 - 阿克蒙德"] = "Default",
		["泠凊腤 - 拉文凯斯"] = "Default",
		["泠凊之腤 - 白银之手"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["welcomeMessaged"] = true,
		},
	},
}
