
_detalhes_global = {
	["npcid_pool"] = {
		[140251] = "嗜松巨鹿",
		[136413] = "尊主塞拉雯",
		[140763] = "霜岭巨人",
		[136925] = "浪原贩腮者",
		[120949] = "纳洛拉克的信徒",
		[135902] = "血枝真菌占卜者",
		[136926] = "浪原先知",
		[135903] = "深渊具象",
		[126963] = "格温德拉·蛮锤",
		[133345] = "不靠谱的助理",
		[133601] = "窒息恐魔",
		[125300] = "邪鳞偷猎者",
		[136160] = "达萨大王",
		[136416] = "狂野的刀爪狼",
		[134625] = "战争主母俘虏",
		[139487] = "疯狂幻象 <[*] 疯狂幻象>",
		[135905] = "血枝孢子",
		[126452] = "沼泽徘徊者",
		[138464] = "艾什凡水手",
		[134882] = "工人",
		[127092] = "嚼骨碾颅者",
		[131812] = "毒心诱魂者",
		[136162] = "约瑟芬·瑞沃斯",
		[37207] = "平原傲鬃狮",
		[140768] = "断岳者古鲁",
		[139233] = "啄肝鸥",
		[137442] = "高阶巫师马拉拉",
		[4457] = "黑腮强盗",
		[136419] = "双头怪投石者",
		[140769] = "金脉",
		[134884] = "拉格纳",
		[131302] = "铁潮劫掠者",
		[131558] = "入侵的刀翼风蛇",
		[131814] = "黑铁掷弹兵",
		[136420] = "格洛菲斯特",
		[134629] = "厚鳞三叶虫骑手",
		[138979] = "淤鳍唤潮者",
		[137188] = "扭曲涡流",
		[131303] = "铁潮盐法师",
		[139747] = "沉船海盗",
		[138212] = "铁潮拖拽者",
		[136421] = "双头怪碾地者",
		[416] = "基尔比斯 <水果大杂烩-安苏> <水果大杂烩-安苏>",
		[138980] = "淤鳍掠夺者",
		[122872] = "阿塔沙德拉放血者",
		[139748] = "海难走私者",
		[129525] = "沙怒刺客 <Jul>",
		[129781] = "无信藏卷者",
		[138981] = "淤鳍先知",
		[141284] = "库尔提拉斯护潮者",
		[131817] = "被感染的岩喉",
		[138214] = "无信劫掠者",
		[124536] = "怨翼致残者",
		[140773] = "深海破潮巨人",
		[138982] = "淤鳍鱼人",
		[126967] = "内陆雄鹿",
		[131306] = "未知目标",
		[139750] = "被困的拳手",
		[131818] = "显眼的女巫",
		[132074] = "监工克里克斯",
		[138727] = "群居血虱",
		[138983] = "淤鳍猎潮者",
		[141286] = "偷猎者赞恩",
		[131307] = "黑齿暴徒",
		[139751] = "被困的封锁者",
		[131819] = "女巫会占卜者",
		[71187] = "野性之土",
		[140775] = "共鸣之柱 <布琪>",
		[122746] = "无信唤天者",
		[127224] = "强化的崇拜者",
		[129527] = "水鼠帮海盗",
		[129783] = "涓流之悲",
		[130039] = "海肌炮手",
		[139753] = "沉船铁腕战士",
		[71188] = "库卡隆震地者",
		[134636] = "财宝猎人",
		[126841] = "鲨鱼饵",
		[126969] = "托萨克",
		[133357] = "驯服的群居血虱",
		[139754] = "沉船导航员",
		[129784] = "无信者平民",
		[134893] = "铁网蜘蛛",
		[133358] = "血红信徒",
		[137708] = "石头傀儡",
		[131823] = "女巫马拉迪",
		[126586] = "猩红教徒",
		[134638] = "督军佐希克斯",
		[134894] = "铁网纺蛛",
		[135406] = "活性黄金",
		[131568] = "蜜狂重殴者",
		[131824] = "女巫索林娜",
		[129529] = "黑齿格斗家",
		[129657] = "女王之刃扎阿玛",
		[134895] = "铁网编织者",
		[1817] = "生病的狼",
		[136687] = "恐怖火炮",
		[138990] = "盲眼的乌尔格尔",
		[139246] = "恐怖火炮",
		[133361] = "大手大脚的仆从",
		[137967] = "地道追猎者",
		[132338] = "自控导弹",
		[129786] = "盐壳龙虾人",
		[138991] = "戈尔勒",
		[130298] = "水元素",
		[138224] = "征伐的光明使者",
		[110340] = "灵魂兽",
		[141039] = "寒冰镰刀",
		[135666] = "引雷针",
		[137969] = "葬礼构造体",
		[127484] = "杰斯·豪里斯",
		[134643] = "猛击者布戈尔-拉戈尔",
		[134899] = "毒牙潜伏者",
		[137458] = "腐烂孢子",
		[137714] = "饥饿的黄蜂",
		[130427] = "球潮虫吞噬者",
		[138226] = "海贤班克森",
		[134388] = "缠绕的蛇群",
		[138738] = "桥港哨兵",
		[126845] = "乔里船长",
		[126973] = "钩尾雄峰",
		[131318] = "长者莉娅克萨",
		[123135] = "野生剜齿虎",
		[127485] = "水鼠帮掠夺者",
		[136436] = "未知目标",
		[123647] = "巨蜥",
		[134901] = "毒牙小蜘蛛",
		[137204] = "灾厄妖术师",
		[143601] = "雄狮持盾卫士",
		[124159] = "伐木工里奥",
		[135925] = "爆烈之焰",
		[140275] = "恐惧倒刺",
		[134390] = "沙鳞突击者 <蛋>",
		[132855] = "铁网掠行蛛",
		[133111] = "妖木监视者",
		[137461] = "饥饿的黑喉狼",
		[127486] = "艾什凡军官",
		[122113] = "翼手龙裂天者",
		[126719] = "铁潮杀手",
		[31216] = "Annylove-金度 <Annylove-金度>",
		[135160] = "铁炉堡步兵",
		[131578] = "燃烧流放者",
		[134137] = "神殿侍从",
		[123649] = "幼年迅猛龙",
		[5833] = "狂暴的玛尔戈",
		[139767] = "“望远镜”马利",
		[122242] = "血缚恐虱",
		[126720] = "铁潮恶徒",
		[122754] = "受诅者吉戴",
		[141303] = "王牌轰炸机",
		[131324] = "戒卫岭水兵",
		[133627] = "塔利·萨普纳波",
		[127488] = "艾什凡火法师",
		[138489] = "祖尔之影",
		[140792] = "断喙拾骨者",
		[131325] = "戒卫岭民兵",
		[132093] = "唤潮者走私犯",
		[140793] = "断喙雏鸟",
		[135164] = "蛮锤劫掠者",
		[133373] = "复活的贾克斯泰",
		[36062] = "拔根鞭笞者",
		[134141] = "棘背兽群领主",
		[140794] = "疤爪",
		[135165] = "铁炉堡暗法师",
		[124547] = "猎血苦力",
		[127106] = "铁潮军官",
		[133887] = "风花幼兽",
		[127490] = "骑士队长瓦莱莉",
		[142587] = "喷吐",
		[136702] = "注能者祖辛",
		[127874] = "寒雾徘徊者",
		[135167] = "幽魂狂战士",
		[133376] = "破碎的骷髅",
		[131585] = "被奴役的卫士",
		[134144] = "活体激流",
		[126723] = "原始钳嘴鳄",
		[137215] = "深渊狂热者",
		[69791] = "巭孬嫑追我 <巭孬嫑追我>",
		[131586] = "宴会招待员",
		[140286] = "奥迪尔防御射线",
		[123653] = "狂牙",
		[125828] = "喀莎莉",
		[135169] = "灵魂汲取图腾 <血誓污染者>",
		[141566] = "雕骨切割者",
		[131587] = "着魔的队长",
		[135937] = "潮汐守卫",
		[142334] = "平原狼蛛",
		[140799] = "逐流者",
		[139008] = "原始重殴者",
		[129027] = "格拉纳尔",
		[69792] = "未知目标",
		[137985] = "斯托颂哨兵",
		[123654] = "幼年钳嘴鳄",
		[134915] = "暗门伏击者",
		[137474] = "提玛吉大王",
		[130435] = "混乱的暴徒",
		[134916] = "暗门猎蛛",
		[135684] = "大地仆从",
		[137987] = "斯托颂调查员",
		[138243] = "怪诞奴仆",
		[141058] = "海潮领主苏尼斯",
		[58965] = "克希尔拉达斯",
		[131847] = "维克雷斯狂欢者",
		[142338] = "高地阔步龙",
		[122504] = "狂鬃暴掠龙",
		[128773] = "阿曼基吟血者",
		[139012] = "野性保卫者",
		[137989] = "防腐液",
		[132104] = "黑火药走私犯",
		[139013] = "狂怒的枭兽",
		[139269] = "阴森恐魔",
		[137478] = "沃希女王",
		[2350] = "森林爬行者",
		[131849] = "发狂的射手",
		[138246] = "柳魔士兵",
		[142596] = "枯木掷斧者",
		[139014] = "野性觅月者",
		[126983] = "哈兰·斯威提",
		[127111] = "铁潮桨手",
		[140038] = "深渊鳗鱼",
		[140294] = "雪裘狼",
		[142597] = "枯木碎骨者",
		[139015] = "野性枭兽",
		[126216] = "僭悌毁灭者",
		[140295] = "雪裘幼狼",
		[57239] = "海龟",
		[139016] = "荆皮",
		[63508] = "雪怒 <看丶南方彩虹-国王之谷>",
		[143622] = "野生小鬼",
		[123146] = "分裂的残魂",
		[129927] = "山脊唤天者",
		[126089] = "猎血战士",
		[130439] = "烬鬃",
		[138250] = "黑暗之池",
		[120588] = "河泽钳嘴鳄",
		[129032] = "被困的海员",
		[133389] = "加瓦兹特",
		[129288] = "风花哨卫",
		[134157] = "影裔战士",
		[129672] = "受折磨的灵魂",
		[137484] = "阿库尔大王",
		[134158] = "影裔勇士",
		[128649] = "铁之凝视",
		[124683] = "剔骨狼崽",
		[139020] = "狂野的深啸",
		[137485] = "血誓代理",
		[126091] = "被亵渎的敛尸者",
		[138254] = "铁潮火枪手",
		[136975] = "重型军火",
		[137487] = "骸骨狩猎迅猛龙",
		[131858] = "荆棘卫士",
		[136208] = "激流堡弩手",
		[134417] = "深海祭师",
		[129802] = "地怒者",
		[136976] = "提扎拉",
		[137232] = "缠藤 <[*] 缠藤>",
		[126092] = "滑刃角斗士",
		[139791] = "未知目标",
		[5362] = "北泉鹰身人",
		[136721] = "法阵织法者",
		[130954] = "达卡尼高雅者",
		[137233] = "瘟疫蟾蜍",
		[78116] = "水元素 <阿祖-冰风岗> <阿祖-冰风岗>",
		[123278] = "莫戈什好战者",
		[115218] = "血拳殴打者",
		[141072] = "重磅炸弹 <拉里·巨弹>",
		[139793] = "钩爪灰熊",
		[138258] = "剔骨食腐鸟",
		[128652] = "维克戈斯",
		[128780] = "作战抱齿兽",
		[132885] = "空气元素",
		[123279] = "莫戈什秘术师",
		[129548] = "黑齿暴徒",
		[140562] = "硫磺恶犬",
		[127757] = "复活的荣誉卫士",
		[121744] = "鲜血巨魔",
		[135445] = "能量核心",
		[131863] = "贪食的拉尔",
		[130572] = "未知目标",
		[140563] = "硫磺寻踪犬",
		[126734] = "沙德拉的回响",
		[132887] = "死钉幼蝎",
		[139284] = "瘟疫博士",
		[133399] = "公司燧发枪手",
		[131864] = "高莱克·图尔",
		[136214] = "风语者海蒂丝",
		[140564] = "硫磺熔岩之喉",
		[127758] = "棘背巨蜥",
		[139285] = "剧毒的颤鳞鳗",
		[45664] = "未知目标",
		[133912] = "血誓污染者",
		[134936] = "未知目标",
		[120850] = "加兹拉贡",
		[127247] = "复生的掠食者",
		[123281] = "莫戈什蛮兵",
		[127503] = "科古斯狱长",
		[134425] = "魁梧的沼泽卫士",
		[136984] = "莱班",
		[131099] = "嬉笑的荨藤林精",
		[139799] = "铁舟学徒",
		[135961] = "深石碾压者",
		[142614] = "公司守卫",
		[139800] = "唤风者学徒",
		[123282] = "督军莫戈什",
		[115222] = "血拳地卜师",
		[134939] = "刺须食人蛛",
		[130319] = "滑刃方阵兵",
		[135963] = "土元素",
		[140825] = "荆丛欺诈者",
		[134940] = "刺须穿刺者",
		[135452] = "纯净圣母",
		[102685] = "萨吉塔监工",
		[135964] = "滚石元素",
		[132126] = "鎏金女祭司",
		[134941] = "刺须蜘蛛",
		[135197] = "食腐黑喉狼",
		[61146] = "玄牛雕像",
		[134174] = "影裔巫医",
		[134686] = "成年三叶虫",
		[136989] = "纽斯泰德民兵",
		[141851] = "戈霍恩之嗣",
		[140060] = "灰毛熊",
		[129553] = "恐龙统领吉什奥",
		[140828] = "晨露",
		[136990] = "被诅咒的安卡利",
		[47649] = "百花齐放 <洃洃啸兲吠>",
		[3126] = "硬甲蝎",
		[142620] = "巨型海湾狂猎鲨",
		[129554] = "赞达拉鬣蜥",
		[129810] = "红爪狼蛛",
		[133666] = "迪娜的诱饵 <晕乎乎的迪娜>",
		[136993] = "骨喙食腐鸟",
		[133155] = "格纳特",
		[139808] = "风投巨怪",
		[138017] = "鲜血大槌 <塔罗克>",
		[138529] = "黑暗幼体",
		[134691] = "静电充能苦修者",
		[131365] = "铜齿徘徊者",
		[135971] = "无信援兵",
		[138274] = "猩红教徒",
		[136483] = "艾什凡水手",
		[136995] = "咸爪先知",
		[135204] = "鬼灵妖术祭司",
		[139554] = "驯犬者利奥波德",
		[125206] = "利牙食腐者",
		[138019] = "库尔提拉斯先锋",
		[138531] = "单眼恐魔",
		[136996] = "咸爪夹钳蟹",
		[137764] = "老练的巫师",
		[140067] = "锈斑头狼",
		[128661] = "无信掠夺者",
		[131112] = "破浪打击者",
		[137765] = "老练的牧师",
		[140068] = "锈斑啸狼",
		[26776] = "烈酒爪牙",
		[127766] = "昊督军",
		[136998] = "巫毒图腾",
		[130325] = "深海钳爪蟹",
		[140069] = "锈斑狼",
		[128662] = "无信看护者",
		[140837] = "被奴役的岩怒 <布琪>",
		[137511] = "水鼠帮杀手",
		[129302] = "有伤疤的深颚龙",
		[123289] = "闪壳亡爪蟹",
		[138279] = "埃达拉·怀特",
		[140838] = "淘气的洪流",
		[137000] = "地窖爬蛛",
		[130070] = "峡谷秃鹫",
		[124185] = "戈拉坎",
		[126616] = "主母夏祖拉",
		[133163] = "提亚卡万",
		[137769] = "治疗图腾 <哈尔拉兹的信徒>",
		[123290] = "闪壳迅钳蟹",
		[138281] = "无面腐蚀者",
		[136490] = "苏醒的亡者",
		[127768] = "攻城巨兽",
		[125977] = "复生图腾",
		[140585] = "暗色潜伏者",
		[132653] = "基阿拉克幼龙",
		[127001] = "被诅咒的古格努格",
		[125082] = "狂乱的长尾鲨",
		[139818] = "安保官杜尔克",
		[134445] = "泽克沃兹",
		[134701] = "未知目标",
		[139051] = "纳兹曼尼碾压者",
		[18205] = "独角四蹄者",
		[137516] = "艾什凡入侵者",
		[128409] = "未知目标",
		[128665] = "未知目标",
		[140843] = "空气之魂",
		[135470] = "征服者阿卡阿里",
		[137773] = "残酷的库希夫",
		[133935] = "活化守卫",
		[136238] = "深水恐喉鲨",
		[134447] = "未知目标",
		[127770] = "鲜血巨魔战士",
		[130073] = "棘背哨兵",
		[131377] = "蜂巢卫士",
		[130329] = "沙漠雄蜂",
		[136495] = "纳兹曼尼掠夺者",
		[140845] = "玩闹的狂风",
		[132913] = "海岛双头怪",
		[139566] = "奥术仆从",
		[69943] = "灵魂兽 <潘达猫猫-卡德加> <潘达猫猫-卡德加>",
		[131890] = "石行蜘蛛",
		[140334] = "夜鳞盘牙风蛇",
		[136496] = "纳兹曼尼选民",
		[140846] = "鬼灵熏风",
		[138288] = "深渊幽魂",
		[140591] = "其拉甲虫",
		[120607] = "鲜血巨魔蛮兵",
		[45031] = "守望堡步兵",
		[127132] = "被感染的巨蜥",
		[125213] = "幼年断颌鳄",
		[140336] = "夜鳞狂野风蛇",
		[139057] = "纳兹曼尼鲜血妖术师",
		[130075] = "棘背地卜师",
		[141616] = "雷霆巨怪",
		[126237] = "潮汐潜伏者",
		[135987] = "触须",
		[140337] = "夜鳞幼蛇",
		[136499] = "纳兹曼尼晋升者",
		[126749] = "恐虱附吸者",
		[133173] = "未知目标",
		[108710] = "守护宝珠",
		[133685] = "亵渎之灵",
		[129436] = "落魂卫士",
		[121504] = "未知目标",
		[134709] = "无信唤天者",
		[132918] = "怨鳍掠夺者",
		[139571] = "灌风突击者",
		[128285] = "远古保卫者",
		[135989] = "祖尔的持盾卫士",
		[140595] = "斯托颂猎人",
		[132919] = "怨鳍巨兽",
		[133943] = "祖尔的爪牙",
		[136246] = "激流堡虔信者",
		[136502] = "纳兹曼尼战争主母",
		[129821] = "山脊压制者",
		[135975] = "下班的劳工",
		[139317] = "第七军团水兵",
		[133432] = "风险投资公司炼金师",
		[39595] = "狂怒的大地卫士",
		[140085] = "嗜松雄鹿",
		[140341] = "削云者",
		[132409] = "羽蛇",
		[136964] = "远望栖地射手",
		[143067] = "耐受病菌 <[*] 堕落之血克隆体>",
		[127225] = "妖术师娜娜库格",
		[134516] = "蛋",
		[9523] = "科卡尔风暴先知",
		[140086] = "嗜松迅鹿",
		[138295] = "女巫希尔加",
		[132410] = "羽蛇",
		[134713] = "柯泰克的学徒",
		[132922] = "被奴役的鱼人",
		[14621] = "工头玛托留斯",
		[126112] = "凯瓦克斯战士",
		[143065] = "蔓延病毒 <[*] 堕落之血克隆体>",
		[140087] = "嗜松母鹿",
		[136249] = "元素卫士",
		[140599] = "无面觅灵者",
		[137579] = "不羁的艾泽里特",
		[132923] = "寒光鱼人",
		[135226] = "乌巴里克斯的子嗣",
		[133435] = "德鲁斯特奴隶主召唤传送门",
		[132318] = "未知目标",
		[140643] = "凶狠的岩角雪人",
		[136250] = "灾厄妖术师",
		[132412] = "羽蛇幼崽",
		[121242] = "掠喉",
		[136549] = "艾什凡炮手",
		[139321] = "布赖丹·白墙",
		[126113] = "凯瓦克斯蛮兵",
		[39596] = "翻腾的水流卫士",
		[124667] = "艾什凡监工",
		[136251] = "根基图腾",
		[136507] = "凝固之血",
		[129140] = "巫金船员",
		[132835] = "惧牙盘蛇",
		[122745] = "无信沙漠斥候",
		[126645] = "沃顿尼沙丘爬行者",
		[127265] = "啸血蝠幼崽",
		[140090] = "阿纳塔什",
		[123192] = "诱人的海妖",
		[125174] = "积恐搜寻者",
		[134717] = "乌巴里克斯",
		[133596] = "溺水的助祭",
		[134631] = "脆骨水手",
		[139579] = "莫戈什食人魔",
		[139858] = "沃卢卡尔感染者",
		[120951] = "哈尔拉兹的信徒",
		[138300] = "神圣军旗 <光铸勇士>",
		[136509] = "活化腐蚀",
		[138812] = "血怒抱齿兽",
		[136429] = "01号房间",
		[133183] = "多瘤蛮兵",
		[139580] = "血拳食人魔",
		[127600] = "毒鳞滑鳗",
		[125347] = "泥牙野猪",
		[136254] = "激流堡骑士",
		[136510] = "无面吞噬者",
		[136684] = "蛮锤缚焰者",
		[137022] = "02号房间",
		[135231] = "幽魂蛮兵",
		[132910] = "毛鬃尖嚎者",
		[133595] = "远洋深渊住民",
		[131560] = "狂野暴掠龙",
		[122866] = "未知目标",
		[128674] = "暴食的古古",
		[138968] = "僭悌铁喉魁麟",
		[128930] = "罗恩柯尔",
		[136665] = "艾什凡观察员",
		[127737] = "迪泽加助祭",
		[132088] = "温特塞尔船长",
		[140094] = "泥吻棘背野猪",
		[132162] = "控藤师古夫",
		[5856] = "晶网蜘蛛",
		[127779] = "鲜血编织者",
		[123813] = "林网爬行者",
		[8596] = "天灾幼犬",
		[124069] = "赞枢利破誓者",
		[2925] = "银鬃嗥狼",
		[140095] = "泥吻顶撞者",
		[417] = "德罗奈姆 <小熙帅-死亡之翼> <小熙帅-死亡之翼>",
		[130722] = "泥爪追猎者",
		[130850] = "铁潮火炮",
		[137025] = "未知目标",
		[135234] = "染病斗牛犬",
		[127140] = "歧舌沼泽猎手",
		[127268] = "浅色钳嘴鳄",
		[140096] = "泥吻野猪",
		[139223] = "青翠树妖",
		[129699] = "路德维希·冯·托尔托伦",
		[135142] = "炮塔",
		[137026] = "纽斯泰德猎犬",
		[135235] = "幽魂兽王",
		[126117] = "被束缚的食腐龙",
		[136664] = "骨喙秃鹫",
		[126460] = "被污染的护卫",
		[140353] = "亮鳞盘牙风蛇",
		[134442] = "维克提斯",
		[127381] = "淤泥螃蟹",
		[135245] = "水鼠帮歼灭者",
		[135395] = "鲜血巨魔劫掠者",
		[139586] = "莫戈什殴斗者",
		[123439] = "猎血战争巫医",
		[131402] = "地渊孢林蜱虫",
		[140354] = "亮鳞风蛇",
		[126703] = "加卡迪克斯",
		[128678] = "无信唤天者",
		[139562] = "斯皮策",
		[133190] = "刀颚",
		[138465] = "艾什凡炮手",
		[136012] = "坚定的芒塔努斯",
		[142800] = "纳兹曼尼裂血者",
		[140355] = "亮鳞尖啸风蛇",
		[130333] = "砾鳞蜥蜴",
		[134726] = "克苏恩的投影",
		[128933] = "魔化蒂基面具战士",
		[135475] = "屠夫库拉",
		[127142] = "扎拉玛战士",
		[139219] = "纳西拉·晨霜",
		[129909] = "沸泉打手",
		[140356] = "亮鳞幼蛇",
		[129517] = "复生的迅猛龙",
		[137029] = "军械专家",
		[134983] = "萨缪尔·威廉姆斯",
		[135239] = "幽魂巫医",
		[134897] = "受辱的达格鲁斯",
		[122153] = "荒土毒刺蝎",
		[142148] = "战争主母拉卡里",
		[136263] = "起源重组引擎",
		[136519] = "霍加斯·利德",
		[138822] = "赤潮投叉手",
		[128934] = "护命匣卫士",
		[135240] = "灵魂精华",
		[135496] = "卡米·柯格维兹",
		[9524] = "科卡尔入侵者",
		[142149] = "无能的化身",
		[58959] = "维克勒 <卢花> <卢花>",
		[133079] = "纽斯泰德雇农",
		[137715] = "脆弱的裂片",
		[139079] = "被发现的特工",
		[135241] = "水鼠帮劫掠者",
		[61029] = "原始火元素 <茄子举个梨子-国王之谷>",
		[126702] = "原始恐天飞龙",
		[142150] = "纳兹曼尼亵渎者",
		[128551] = "铁潮猎犬",
		[140615] = "布琪",
		[130668] = "饥饿的珠鳞蜥",
		[128935] = "玛拉基莉",
		[140604] = "海滨牙猎者",
		[137023] = "03号房间",
		[126190] = "僭悌残暴者",
		[133963] = "测试对象",
		[132413] = "羽蛇卵",
		[140616] = "融腐纳兹曼尼巨魔",
		[129831] = "山脊征服者",
		[119724] = "潮汐涌动者",
		[130087] = "铁潮袭击者",
		[133078] = "蛇人战争使者",
		[138538] = "深渊之末",
		[142801] = "纳兹曼尼织血者",
		[144455] = "黑铁掷弹兵",
		[131382] = "孤立的海妖",
		[130916] = "狂野的深颚龙",
		[130079] = "瓦加·哮齿",
		[106547] = "喝醉的法师",
		[141641] = "石颚巨蜥",
		[139059] = "嗜血的抱齿兽",
		[140106] = "死钉护巢蝎",
		[129576] = "赞达拉鬣蜥",
		[138992] = "淤鳍污水鱼人",
		[135760] = "第七军团陆战队士兵",
		[137036] = "觉醒虚空",
		[143433] = "辛迪加收割者",
		[134123] = "仪式面具",
		[134612] = "抓地机械手",
		[137012] = "纽斯泰德猎手",
		[128553] = "艾泽托尔",
		[139235] = "颚龟",
		[138828] = "迅猛的伯茜尔德",
		[139084] = "第七军团工匠",
		[135246] = "“小刀”洛蒂",
		[136688] = "狂热的钻探工",
		[41136] = "未知目标",
		[140108] = "死钉毒蝎",
		[136270] = "尼艾丝队长",
		[127141] = "幼年沼泽猎手",
		[131285] = "复生的巨兽",
		[134991] = "沙怒石拳战士",
		[135247] = "瓦力格",
		[141264] = "流变包囊",
		[135759] = "地墙图腾",
		[141615] = "燃烧巨怪",
		[124460] = "泥沼恐魔",
		[128682] = "无信护卫者",
		[134736] = "无信藏卷者",
		[125469] = "垢石投掷者",
		[135248] = "嗜血的布莉欧娜",
		[138978] = "巨型淤鳍鱼人",
		[131666] = "女巫会塑棘者",
		[135472] = "智者扎纳扎尔",
		[142413] = "未知目标 <纳西拉·晨霜>",
		[131383] = "孢子召唤师赞查",
		[137681] = "撞钳国王",
		[139087] = "第七军团水兵",
		[139343] = "冰牙苦工",
		[132189] = "尤尔达·灾火",
		[135761] = "雷鸣图腾",
		[133940] = "棘背援军",
		[125335] = "艾什凡化学家",
		[135474] = "棘刺助祭",
		[139761] = "甲板总监奥鲁克",
		[141135] = "阿尔伯特·瑞沃斯",
		[138192] = "勇猛的巡山人",
		[3123] = "血爪锐齿龙",
		[125229] = "邪鳞缚潮者",
		[130318] = "滑刃先知",
		[127290] = "姆格",
		[62982] = "摧心魔",
		[134739] = "净化构造体",
		[139089] = "海瑟福特守卫",
		[136912] = "无信愈疗者",
		[141648] = "雷霆卫士",
		[131669] = "锯齿猎犬",
		[118193] = "血拳元素师",
		[142675] = "枯木暗影猎手",
		[126637] = "坎达克",
		[134999] = "哈尔希修士",
		[139090] = "营地守卫",
		[127021] = "穆拉丁·铜须",
		[133461] = "联盟牧师",
		[141905] = "永生者泽巴斯特",
		[126847] = "拉乌尔船长",
		[136276] = "黑铁熔炉卫士",
		[129913] = "潜伏的狼蛛",
		[131538] = "毒心女巫",
		[142676] = "枯木猎头者",
		[23775] = "无头骑士的脑袋",
		[136911] = "无信唤天者",
		[135765] = "洪流图腾",
		[120606] = "鲜血巨魔妖术师",
		[136181] = "火山",
		[128664] = "无信哨卫",
		[139583] = "血拳执行者",
		[137817] = "潮涌流放者",
		[135254] = "铁潮袭击者",
		[133463] = "风险投资公司战争机器",
		[139860] = "沃卢卡尔掠行蛛",
		[134993] = "殓尸者姆沁巴",
		[123440] = "猎血战斗奴隶",
		[35189] = "大狼狗 <Misslena-死亡之翼> <Misslena-死亡之翼>",
		[139213] = "荆棘践踏者",
		[137046] = "赤红缠藤",
		[142423] = "监工克里克斯",
		[130221] = "加巴尼选民",
		[139861] = "沃卢卡尔飞行蛛",
		[133430] = "风险投资公司策划",
		[134232] = "雇来的刺客",
		[128686] = "诱捕者卡米德",
		[126107] = "凯瓦克斯塑骨者",
		[135000] = "深渊腐蚀者",
		[138189] = "注能元素",
		[132701] = "提赞",
		[131674] = "苦潮盐尾法师",
		[127407] = "赋能者扎达克斯的影像",
		[123441] = "猎血战争主母",
		[135736] = "未知目标",
		[134745] = "刻天者卡基特",
		[129559] = "破浪格斗家",
		[130094] = "海贤海歌者",
		[142681] = "枯木巫医",
		[5852] = "地狱元素",
		[99773] = "血虫",
		[136909] = "无信侵攻者",
		[138530] = "爆裂水滴",
		[136793] = "法阵学徒",
		[139096] = "尖角守卫",
		[135258] = "铁潮掠夺者",
		[128617] = "龌龊的水手",
		[131676] = "苦潮断头者",
		[122263] = "脊壳钳龟",
		[132188] = "黑铁碎地者",
		[142679] = "枯木渔夫",
		[126314] = "蛇人看护者",
		[139097] = "卷沙神射手",
		[139353] = "无息的勇士",
		[23872] = "科林·烈酒",
		[131677] = "毒心织符者",
		[137246] = "联盟攻城坦克",
		[136283] = "未知目标",
		[123572] = "亡刺幼体",
		[124722] = "海军准将卡尔霍恩",
		[131311] = "自由的艾泽里特",
		[137054] = "沙漠雄蜂",
		[139357] = "冰牙蹒跚者",
		[142694] = "石拳执行者",
		[33193] = "灰谷步兵",
		[123443] = "血缚迅猛龙",
		[123571] = "亡刺刻肉者",
		[136796] = "走私的抱齿兽",
		[137517] = "艾什凡破坏者",
		[137521] = "铁潮火枪手",
		[137564] = "枯败具象",
		[139867] = "沃卢卡尔制毒师",
		[133836] = "复活的护卫",
		[138332] = "海贤莫里斯",
		[136541] = "胆汁软泥怪",
		[122239] = "猎血矛手",
		[137053] = "沙漠蜂收集者",
		[131168] = "注血鞭笞者",
		[141659] = "轰鸣卫士",
		[139868] = "沃卢卡尔蛛魔",
		[125363] = "邪鳞饮魔者",
		[134239] = "女巫会妖术使者",
		[142683] = "鲁尔·巨石",
		[7039] = "战争掠夺者",
		[135007] = "宝珠卫士",
		[135263] = "艾什凡观察员",
		[142686] = "弗尔伯利",
		[139869] = "沃卢卡尔织网者",
		[128434] = "飨宴的啸天龙",
		[134240] = "女巫会院长",
		[142684] = "考沃克",
		[128660] = "无信侵攻者",
		[136551] = "昊天征服者",
		[139358] = "婚宴承包人",
		[139614] = "饥饿的球潮虫",
		[139870] = "沃卢卡尔虫群卫士",
		[131789] = "黑铁掷弹兵",
		[125205] = "海滨断颌鳄",
		[89] = "地狱火爪牙",
		[134753] = "被诅咒的棘背熊",
		[126094] = "滑刃唤潮者",
		[130098] = "复生的祭师",
		[137568] = "枯败恐魔",
		[137824] = "弧光鳗",
		[128435] = "剧毒细颚龙",
		[130355] = "卡米·柯格维兹",
		[130738] = "腐化的黄金",
		[122678] = "沙漠毒蜂",
		[142688] = "达贝尔·蒙特罗斯",
		[139360] = "复活的冰牙蛮兵",
		[141663] = "燃烧卫士",
		[139872] = "防御者扎卡尔",
		[130713] = "滕戈",
		[23694] = "跃动的南瓜 <无头骑士>",
		[136546] = "蛇人看护者",
		[137065] = "风险管理公司涂油者",
		[129552] = "蒙祖米",
		[127289] = "驭蜥者姆格",
		[127762] = "昊天劫掠者",
		[131685] = "符文信徒",
		[133988] = "被诅咒的矛隼",
		[138338] = "复活的护卫 <堕落的亡语者>",
		[136547] = "蛇人战争使者",
		[126618] = "血怒翼手龙",
		[122602] = "复活的狂战士",
		[132299] = "狂怒的树人",
		[123286] = "南海赌徒",
		[129180] = "战争使者霍兹克",
		[125366] = "邪鳞偷猎者",
		[129550] = "水鼠帮健步者",
		[136548] = "战争三叶虫",
		[9318] = "熏火龙",
		[139207] = "古树森林行者",
		[134423] = "深渊居住者",
		[131431] = "安全检查机器人",
		[134437] = "医疗机器人 <晕乎乎的迪娜>",
		[139460] = "缚岩织地者",
		[136293] = "鲜血巨魔狂战士",
		[142690] = "歌唱者",
		[136552] = "昊天劫掠者",
		[139108] = "不羁的火花",
		[133663] = "狂热的猎头者",
		[137573] = "维克雷斯卫兵",
		[133735] = "沙德拉叛徒",
		[138085] = "铁炉堡牧师",
		[137671] = "未知目标",
		[136550] = "电光哨兵",
		[143600] = "雄狮工程师",
		[123832] = "邪鳞奴隶主",
		[139365] = "翎后",
		[142020] = "深渊之嗣",
		[133736] = "妖仆驯鹰者",
		[130485] = "机械化维和者",
		[136295] = "沉落的居民",
		[130741] = "诺尔伊克斯万",
		[132713] = "死疽溃烂",
		[139110] = "火花引导者",
		[136555] = "雷鸣征服者",
		[15651] = "魔泉捕猎者",
		[122601] = "荨藤林精",
		[130661] = "风险投资公司塑地者",
		[3415] = "雌性草原狮",
		[142693] = "石拳食人魔",
		[127799] = "达萨莱荣誉卫士",
		[137064] = "唤勇神射手",
		[129208] = "恐怖船长洛克伍德",
		[130230] = "沙怒沙丘行者",
		[137832] = "愤怒的灵魂",
		[138088] = "妖木哨兵",
		[136297] = "被遗忘的居民",
		[136553] = "盐脊三叶虫",
		[133832] = "浪花之子",
		[135018] = "无信商贩",
		[122089] = "滑刃智者",
		[131436] = "鲜血主母选民",
		[125241] = "邪鳞巨怪",
		[23682] = "无头骑士",
		[134251] = "总管姆巴拉",
		[136554] = "手术网格",
		[127800] = "焦牙",
		[137835] = "狂暴的黑熊",
		[74834] = "裹体之网 <尊严德>",
		[137578] = "鲜血风暴 <[*] 赤红迸发>",
		[139881] = "卫巢者塔尔蒂姆拉",
		[14020] = "克洛玛古斯",
		[140393] = "鲜血触须",
		[142696] = "枯木劫掠者",
		[138255] = "艾什凡观察员",
		[137067] = "唤勇防御者",
		[3527] = "治疗之泉图腾 <流体力学-试炼之环> <流体力学-试炼之环>",
		[139626] = "淤泥水手",
		[125242] = "邪鳞清道夫",
		[139007] = "野性追猎者",
		[121577] = "未知目标",
		[119869] = "艾菲希尔",
		[129848] = "吟牙者赫里利",
		[137068] = "唤勇骑兵",
		[137324] = "地狱火",
		[130232] = "剧毒环鳞鳗",
		[138181] = "暗喉徘徊者",
		[130488] = "机甲驾驶员",
		[124287] = "剔骨土狼",
		[133870] = "染病鞭笞者",
		[122684] = "复生恐魔",
		[135366] = "黑齿纵火犯",
		[128997] = "盐鳞唤潮者",
		[132807] = "僭悌魁麟",
		[141931] = "督军达古",
		[138093] = "风险投资公司点火员",
		[138349] = "复仇幽魂 <激流堡虔信者>",
		[124177] = "怨翼潜伏者",
		[136418] = "幼年刀爪狼",
		[9164] = "老双帆龙",
		[129547] = "黑齿拳手",
		[130233] = "纺沙猎蛛",
		[137838] = "暴怒的枭兽",
		[130489] = "达萨利安追猎者",
		[136303] = "战争主母加特尔",
		[131527] = "维克雷斯勋爵",
		[127480] = "钉刺寄生虫",
		[134418] = "溺水的深渊使者",
		[127479] = "泥沙女王",
		[2269] = "希尔斯布莱德矿工",
		[141059] = "粗心的格林斯考尔",
		[131445] = "监狱守卫",
		[123453] = "邪鳞女巫",
		[121017] = "沙怒掷斧者",
		[137328] = "光铸勇士",
		[136493] = "腐化的守护者",
		[133234] = "三叶虫沙丘幼崽",
		[139202] = "青翠树苗",
		[129811] = "山脊斩兽者",
		[134002] = "地渊领主塞希兹",
		[136305] = "猎人阿科斯",
		[134514] = "深渊祭师",
		[136643] = "艾泽里特提取器",
		[103326] = "鱼泡 <解语莫言-燃烧平原> <解语莫言-燃烧平原>",
		[1860] = "塔恩摩恩",
		[137585] = "陷地 <瓦加·哮齿>",
		[141935] = "扭动的抱齿兽",
		[141282] = "库尔提拉斯步兵",
		[129788] = "铁潮锯骨者",
		[142703] = "辛迪加路霸",
		[140912] = "拉里·巨弹",
		[135027] = "无信商贩",
		[119872] = "乌丽娅",
		[133492] = "腐化血珠",
		[136713] = "高地劳工",
		[138098] = "铁炉堡老兵",
		[138247] = "铁潮掠夺者",
		[142704] = "辛迪加雇佣兵",
		[133924] = "奴隶主苟兹达昆",
		[126909] = "骨喙秃鹫",
		[136224] = "激流堡织法者",
		[137587] = "鬼灵侍从",
		[126090] = "被亵渎的崇拜者",
		[134005] = "页岩啃噬者",
		[144496] = "剧毒双帆龙",
		[142705] = "辛迪加巡路者",
		[127805] = "电光哨兵",
		[141938] = "艾什凡狙击手",
		[137332] = "荒土沙爪蝎",
		[131447] = "刺背捶击者",
		[3823] = "幽爪奔跑者",
		[134900] = "毒牙蛛",
		[130620] = "霜剑士塞拉费",
		[128651] = "哈达尔·黑渊",
		[127482] = "下水道钳嘴鳄",
		[138244] = "石楠巨像",
		[139200] = "青翠捕蝇草",
		[133384] = "米利克萨",
		[141939] = "艾什凡观察员",
		[123328] = "战争主母波特玛",
		[131850] = "疯狂的生存专家",
		[134519] = "皇家卫士",
		[128611] = "舒尔-那古斯之眼",
		[129981] = "潮缚海盗",
		[139381] = "恩拉其毁灭者",
		[136417] = "刀爪头狼",
		[140797] = "尸骸收割者",
		[141620] = "轰鸣的土元素",
		[130621] = "塑风师布莱森",
		[126846] = "戎裔骑兵",
		[137152] = "公司看门狗",
		[135032] = "支离破碎的懦夫",
		[140990] = "骨鳞吐毒者",
		[129214] = "投币式群体打击者",
		[133753] = "吸血球",
		[129762] = "被驯服的翼手龙宝宝",
		[137591] = "治疗之潮图腾 <幽魂巫医>",
		[127879] = "祖尔的持盾卫士",
		[60849] = "青龙雕像 <鸡见仇-冰风岗> <鸡见仇-冰风岗>",
		[139127] = "不稳定的种荚",
		[139565] = "第七军团战斗法师",
		[127203] = "垢石驯兽者",
		[141942] = "碎骨者穆罗克",
		[128447] = "雷鸣征服者",
		[130622] = "塑风师奥兰",
		[134010] = "喋喋不休的恐兽",
		[133379] = "阿德里斯",
		[141175] = "天籁女妖代达勒娅",
		[120899] = "库尔卡赞",
		[133499] = "昊天劫掠者",
		[129343] = "索洛塔尔的化身",
		[129471] = "深海沙行蟹",
		[129599] = "破浪飞刀手",
		[136895] = "无信掠夺者",
		[123714] = "山裔巨蜥",
		[11910] = "恐怖图腾恶徒",
		[139385] = "深牙",
		[137238] = "联盟弩手",
		[120587] = "河泽迅猛龙",
		[134012] = "监工阿斯加里",
		[136315] = "腐蚀残迹",
		[139129] = "未知目标",
		[134780] = "诱来的斧喙鸟",
		[120900] = "阿曼尼战士",
		[135292] = "无信勇士",
		[133501] = "中妖术的棘背熊",
		[125250] = "远古断颌鳄",
		[47859] = "复生的希尔斯布莱德农民",
		[129600] = "水鼠帮盐鳞战士",
		[139009] = "野性猎手",
		[129856] = "赫里利的翼手龙",
		[139131] = "极化尖塔",
		[135293] = "雷霆之牙",
		[39437] = "暮光猎人",
		[141946] = "石拳法师",
		[132868] = "艾泽里特聚合体",
		[139386] = "叉舌者",
		[134389] = "喷毒盘蛇 <蛋>",
		[134782] = "凶喙",
		[125232] = "穆卡拉船长",
		[127682] = "寒鬃雪人",
		[139644] = "毒性蛆虫",
		[127298] = "赋能者扎达克斯",
		[129473] = "球潮虫啮咬者",
		[100943] = "大地之墙图腾 <流体力学-试炼之环> <流体力学-试炼之环>",
		[123588] = "邪鳞战士",
		[136830] = "枯枝猎头者",
		[46164] = "沼泽之潮步兵",
		[128066] = "贪吃的抱齿兽",
		[137405] = "攫握恐魔",
		[138794] = "食沙者克劳洛克",
		[123071] = "鲜血猎手",
		[128578] = "祖乔斯古尔",
		[132481] = "库尔提拉斯先锋",
		[0] = "[*] 碎裂投掷",
		[131009] = "黄金之灵",
		[139390] = "鳞卫萨利斯",
		[135552] = "亡触奴隶主",
		[136381] = "托杰克",
		[129474] = "球潮虫破坏者",
		[129602] = "铁潮执行者",
		[8600] = "天灾蝙蝠",
		[136832] = "枯枝狂战士",
		[139391] = "暗浪刺客",
		[143485] = "海瑟福特守卫",
		[130242] = "沙怒部族演讲者",
		[134139] = "神殿骑士",
		[136545] = "蛇人掠夺者",
		[127491] = "蛇人斥候",
		[137212] = "深渊先知",
		[133118] = "多瘤巨像",
		[142045] = "枯须掘地工",
		[139392] = "深泽蜥蜴人",
		[137720] = "翱翔的雄鹰",
		[136322] = "风之隧道",
		[142207] = "发言人奥巴拉",
		[138369] = "足球炸弹流氓",
		[139706] = "蛮荒之地魔暴龙",
		[132740] = "毒鳞多头蛇",
		[135044] = "贪吃的碎喉",
		[139393] = "深泽巢穴卫士",
		[137147] = "公司执行者",
		[62131] = "草原猎豹",
		[126817] = "食肉蓟藤",
		[129476] = "臃肿的三叶虫",
		[139011] = "野性守护者",
		[134788] = "钳爪岩壳蟹",
		[137091] = "远望栖地新兵",
		[139394] = "深泽泥沼祭司",
		[138170] = "铁潮杀手",
		[130116] = "冒泡的潮汐之血",
		[131974] = "瓦伦中尉",
		[2356] = "老灰熊",
		[34177] = "灰谷斥候",
		[134789] = "凶暴钳爪蟹",
		[135045] = "碎脊鳄",
		[139395] = "深泽泥沼看护者",
		[133510] = "联盟圣骑士",
		[126918] = "铁潮射手",
		[126406] = "被激怒的蛇人掠夺者",
		[136325] = "净化烈焰",
		[41483] = "拔根花苗 <拔根鞭笞者>",
		[126407] = "被激怒的蛇人看护者",
		[135046] = "克洛莫戈",
		[139396] = "深泽卫士",
		[139652] = "寒光滩行者",
		[11882] = "暮光唤石者",
		[135048] = "血渍小猪",
		[140678] = "霜须嗥叫者",
		[142723] = "复仇幽魂",
		[132744] = "霜鳞多头蛇",
		[135047] = "被释放的抱齿兽",
		[139397] = "深泽潜伏者",
		[140935] = "沸泉卫兵",
		[139400] = "深泽唤流者",
		[134024] = "贪吃的蛆虫",
		[134280] = "守备官巴图尔",
		[140677] = "魁梧的霜须雪怪",
		[132745] = "霜鳞游荡者",
		[128966] = "沼泽黄蜂",
		[139398] = "深泽刺客",
		[133513] = "食尸虫",
		[135816] = "邪犬 <不可乎骤得-布兰卡德> <不可乎骤得-布兰卡德>",
		[127072] = "墓穴卫士",
		[141239] = "血腥的欧斯卡",
		[142725] = "恐怖幻影",
		[135562] = "喷毒盘蛇",
		[135049] = "恐翼渡鸦",
		[139399] = "深泽痛击者",
		[139655] = "寒光先知",
		[135817] = "微风",
		[128455] = "特隆加",
		[124489] = "高地伐木工",
		[140679] = "霜须雪怪",
		[120651] = "爆炸物",
		[128967] = "艾什凡狙击手",
		[127048] = "枯须掘地工",
		[139656] = "寒光智者",
		[141959] = "妖术祭司哈拉卡",
		[139654] = "湿鳞跃泥者",
		[136330] = "灵魂荆棘 <[*] 灵魂荆棘>",
		[47484] = "耶提玛斯",
		[123877] = "被束缚的潮汐元素",
		[11911] = "恐怖图腾佣兵",
		[139657] = "寒光巡滩者",
		[126153] = "猩红教徒",
		[135819] = "活体旋风",
		[141176] = "昊天巨人",
		[128584] = "乌戈图斯",
		[137656] = "修格沃斯大王",
		[125130] = "剧毒织网蛛",
		[135052] = "瘟疫蟾蜍",
		[137355] = "爆影骷髅 <猎血诅咒剑士>",
		[123083] = "锋颚咀嚼者",
		[131726] = "凶猛的刚诺夫",
		[136076] = "暴怒云气",
		[140594] = "异种蜂猎人杀手",
		[142729] = "辛迪加收割机",
		[140982] = "裂冰者",
		[126919] = "铁潮唤雷者",
		[139659] = "湿鳞神谕者",
		[130248] = "骨喙食腐鸟",
		[131727] = "狡诈的芬雷",
		[128969] = "艾什凡指挥官",
		[134286] = "大法师塔姆拉",
		[129097] = "黑齿格斗家",
		[134798] = "深渊爬行者",
		[135054] = "精神错乱的懦夫",
		[135310] = "腐蚀之球",
		[139660] = "湿鳞鱼人",
		[131728] = "坚韧的劳尔",
		[142219] = "畸形的秃鹫",
		[141749] = "活化感染",
		[130437] = "矿井鼠",
		[127253] = "重构的恐魔",
		[128074] = "希里克",
		[135311] = "赞达拉流亡者",
		[137614] = "攻城恐魔",
		[131729] = "莱科",
		[134913] = "暗门小蜘蛛",
		[136335] = "暴怒的三叶虫",
		[136591] = "高地灰熊",
		[130653] = "暴虐的工兵",
		[137103] = "血面兽",
		[108628] = "阿蒙德·萨科",
		[139662] = "湿鳞祈雨者",
		[135824] = "蛛魔虚空编织者",
		[39436] = "暮光督工",
		[27893] = "符文武器 <吻我还吃我-死亡之翼>",
		[142733] = "阿拉索弩手",
		[132754] = "高地阔步龙",
		[123853] = "联盟男巫师",
		[139407] = "锐牙恐蜥",
		[139663] = "湿鳞织苇者",
		[139701] = "盐壳低阶先知",
		[134034] = "流变包囊",
		[128587] = "复生的巨怪",
		[142734] = "阿拉索卫士",
		[132755] = "断喙食腐鸟",
		[2680] = "邪枝狼崽",
		[133007] = "不羁畸变怪",
		[129227] = "艾泽洛克",
		[128609] = "舒尔-那古斯的触手",
		[142735] = "阿拉索虔信者",
		[136338] = "斯洛加尔",
		[138641] = "克瓦迪尔恐怖使者",
		[127820] = "未知目标",
		[138938] = "破浪者斯寇洛兹",
		[134546] = "拆解者米斯拉克斯",
		[131785] = "嗡鸣的寄生虫",
		[138642] = "克瓦迪尔掠夺者",
		[136083] = "被遗忘的居民",
		[130635] = "巨石之怒",
		[142736] = "阿拉索骑兵",
		[99541] = "复生的潜伏者 <长泽雅美丶-迦拉克隆> <长泽雅美丶-迦拉克隆>",
		[135060] = "塞塔里斯之眼",
		[129246] = "艾泽里特足球炸弹",
		[139666] = "图腾师奥尔戈尔",
		[134293] = "灌注艾泽里特的炉渣",
		[138643] = "克瓦迪尔狂暴者",
		[140434] = "岩蹄石角羊",
		[136596] = "沙漠斥候维萨里克",
		[131476] = "查羽斯",
		[138645] = "克瓦迪尔掠魂者",
		[139411] = "万牙蜥",
		[50813] = "芬尼摩尔",
		[141970] = "腐烂之根",
		[26822] = "未知目标",
		[122961] = "被诅咒的猎鹰",
		[138644] = "克瓦迪尔诅咒行者",
		[71529] = "魔暴龙 <丨无丨聊丨-主宰之剑>",
		[126926] = "毒颚",
		[139412] = "加夏斯兹",
		[133527] = "疤脸丘巴",
		[129486] = "维克雷斯卫兵",
		[142485] = "第七军团斥候",
		[140978] = "末日坑道虫",
		[142739] = "骑士队长阿尔德林",
		[132760] = "平原狼蛛",
		[129743] = "鲨鱼饵",
		[139413] = "深泽绿洲语者",
		[141716] = "石颚幼蜥",
		[126288] = "蛇人掠夺者",
		[140181] = "岩牙",
		[134069] = "低语者沃尔兹斯",
		[138646] = "克瓦迪尔召雾者",
		[135322] = "黄金风蛇",
		[128974] = "女王兹希基克",
		[139414] = "泽地祭司瓦斯兹",
		[129231] = "瑞克莎·流火",
		[133785] = "溺水的船长",
		[125392] = "邪鳞尝魔者",
		[140438] = "老长齿",
		[138647] = "赫加娜·迷雾使者",
		[129359] = "锯齿鲨",
		[121810] = "鲜血仆从",
		[139161] = "盐牙猎潮者",
		[2924] = "银鬃狼",
		[137880] = "诺斯弗德防御者",
		[136883] = "毛鬃唤棘者",
		[130638] = "钳颚鳄鱼",
		[126672] = "海湾鳗鱼",
		[132253] = "基阿拉克",
		[126928] = "铁潮海盗",
		[139416] = "沃尔夏斯",
		[139672] = "乱鳍",
		[137881] = "诺斯弗德骑士",
		[125393] = "邪鳞护卫",
		[138650] = "迷潮勇士",
		[11880] = "暮光复仇者",
		[95072] = "巨型土元素 <流体力学-试炼之环> <流体力学-试炼之环>",
		[11912] = "恐怖图腾蛮兵",
		[134068] = "积雷骑兵",
		[130395] = "棘背战争召唤者",
		[137882] = "诺斯弗德弩手",
		[131486] = "大主教图拉扬",
		[136347] = "海贤新兵",
		[142744] = "达比雷劳工",
		[134812] = "肮脏的沼泽掠夺者",
		[129232] = "商业大亨拉兹敦克",
		[129104] = "攻城炮塔",
		[137627] = "未知目标",
		[137883] = "雄狮工程师",
		[139185] = "祖尔的爪牙",
		[140442] = "麝腹牦牛",
		[142745] = "达比雷民兵",
		[140976] = "钻地蠕虫",
		[141724] = "雷霆流放者",
		[139676] = "波涛语者奥尔姆尔格",
		[143769] = "法迪尔·达比雷",
		[34503] = "钢鬃抢劫者",
		[130512] = "幼年肥指猩猩",
		[130640] = "钳颚锯齿鳄",
		[128721] = "阿曼基战斗奴隶",
		[130896] = "眩晕酒桶 <拉乌尔船长>",
		[6190] = "恶鞭战士",
		[133279] = "纳兹曼尼苦工",
		[135582] = "三叶虫猎沙者",
		[139677] = "深渊召唤者",
		[141980] = "炼金师皮茨",
		[140444] = "麝腹公牛",
		[134559] = "无信奴隶主",
		[137393] = "未知目标",
		[135071] = "溺水的皈依者",
		[137374] = "雄狮之吼",
		[143771] = "马塞尔·达比雷",
		[126291] = "联盟步兵",
		[130513] = "无信助祭",
		[134560] = "无信审计员",
		[138654] = "“褴褛海帆”维斯塔尔",
		[141725] = "燃烧流放者",
		[137119] = "塔罗克",
		[122965] = "沃卡尔",
		[123093] = "雄性甲龙",
		[127315] = "复生图腾",
		[134338] = "海贤执行者",
		[134041] = "被感染的农夫",
		[134561] = "无信劫掠者",
		[129874] = "未知目标",
		[130130] = "饥饿的斗彘",
		[135329] = "主母布琳德尔",
		[140443] = "麝腹冲锋者",
		[140447] = "攻城恐魔",
		[130138] = "追惘之鸦",
		[136353] = "巨型触须",
		[134562] = "被抓获的三叶虫",
		[122454] = "公司警卫",
		[81898] = "裂蹄牛",
		[127060] = "鲜血抱齿兽",
		[131492] = "虔诚鲜血祭司",
		[136880] = "毛鬃野猪人",
		[124885] = "着魔的暗喉狼",
		[133482] = "蛛形地雷",
		[129747] = "疾风军刀",
		[140985] = "酸蚀蠕虫",
		[139422] = "厚麟三叶虫训者",
		[139425] = "疯狂的孵化者",
		[134284] = "堕落的亡语者",
		[133539] = "罗库诺",
		[134052] = "吞噬者洛果戈",
		[130643] = "扭曲的莱赞之子",
		[141727] = "轰鸣流放者",
		[132773] = "石拳执行者",
		[122967] = "女祭司阿伦扎",
		[133285] = "河沙猎手",
		[32517] = "灵魂兽 <丶熊掌啵清波-塞拉摩> <丶熊掌啵清波-塞拉摩>",
		[141985] = "使徒扎许斯里尔",
		[136100] = "沉落的居民",
		[142508] = "枝条领主奥德鲁斯",
		[138659] = "复生猎犬",
		[129095] = "未知目标",
		[123863] = "无信侵攻者",
		[132007] = "风雷",
		[136613] = "灌魔碎岩",
		[141986] = "恶臭的幼虫",
		[124375] = "肥胖的巨蜥",
		[130644] = "刀齿鳄",
		[138660] = "迷雾猎犬",
		[142463] = "被奴役的水手",
		[137134] = "妖仆士兵",
		[122968] = "亚兹玛",
		[123096] = "蛙泽刺喉龙",
		[135846] = "沙鳞突击者",
		[123352] = "雪毛嗥狼",
		[142243] = "战争主母凡基",
		[142755] = "尘鬃嗥叫者",
		[129877] = "被迷惑的野兔",
		[137126] = "不稳定的老鼠",
		[143520] = "被征服的戈霍恩的触须",
		[136614] = "灌魔基岩",
		[131753] = "黑铁魔像",
		[134056] = "阿库希尔",
		[128726] = "阿曼基战斗奴隶",
		[136615] = "灌注艾泽里特的元素",
		[126807] = "听话的苦力",
		[122969] = "赞枢利巫医",
		[135336] = "塞塔里斯之眼",
		[15655] = "腐肢食死者",
		[129366] = "水鼠帮海盗",
		[134057] = "恐虱附吸者",
		[104226] = "未知目标",
		[136616] = "灌注艾泽里特的小型元素",
		[141988] = "迅捷的峭壁行者",
		[133122] = "纳兹曼尼战士",
		[11673] = "熔岩犬",
		[111463] = "灵魂兽 <梦境之末丶-凤凰之神> <梦境之末丶-凤凰之神>",
		[137896] = "鲁莽冲锋",
		[134058] = "唤风者菲伊",
		[123866] = "无信剥皮者",
		[130774] = "未知目标",
		[129367] = "水鼠帮唤风者",
		[11881] = "暮光地王",
		[137385] = "雄狮之吼炮台",
		[137130] = "火团",
		[123226] = "港口长尾鲨",
		[134059] = "积雷女巫",
		[140456] = "荆裘麝牛",
		[134571] = "唤天者泰斯克利斯",
		[11913] = "恐怖图腾巫师",
		[135083] = "尤格-萨隆的卫士",
		[134060] = "斯托颂勋爵",
		[141226] = "“锤拳”海格尔",
		[137898] = "雄狮战争法师",
		[128472] = "征服者郑戈",
		[140457] = "荆裘食草牛",
		[137131] = "女巫会妖术使者",
		[134828] = "小型水元素",
		[124890] = "被迷惑的拾骨者",
		[122971] = "达萨莱战神",
		[139690] = "盐壳海歌者",
		[139946] = "心脏守卫",
		[136108] = "不羁的火花",
		[140458] = "荆裘公牛",
		[138667] = "枯败巨兽",
		[48452] = "刺枝防御者",
		[137132] = "妖术魔宠",
		[129496] = "纺沙织网蛛",
		[134317] = "可憎的魔仆",
		[122204] = "鲜血巫医纳吉玛",
		[134062] = "积雷唤潮者",
		[125401] = "饥饿的箭鼠",
		[124635] = "艾什凡执行者",
		[122970] = "影刃追猎者",
		[137133] = "柳魔傀儡",
		[122972] = "达萨莱占卜师",
		[132005] = "格雷森·贝尔",
		[129369] = "铁潮袭击者",
		[134063] = "铁舟修士",
		[139171] = "黑暗之池",
		[136934] = "武器测试员",
		[138428] = "怨鳍侍从",
		[123868] = "苔颚巨蜥",
		[126429] = "硬壳珊脊蟹",
		[134310] = "毒心信徒",
		[139949] = "瘟疫博士",
		[126427] = "枝条领主奥德鲁斯",
		[134320] = "无信掠夺者",
		[142242] = "战争主母耶度",
		[140973] = "钻坑虫",
		[138493] = "未知目标",
		[122973] = "达萨莱神官",
		[128286] = "被诅咒的掠夺者",
		[129370] = "铁潮塑浪者",
		[129500] = "未知目标",
		[134321] = "无信侵攻者",
		[132530] = "库尔提拉斯先锋",
		[140974] = "古喉",
		[138245] = "妖仆弩手",
		[133298] = "腐臭吞噬者",
		[122078] = "野蛮的狂咒师",
		[128347] = "妖缚咆哮者",
		[134558] = "无信压迫者",
		[137486] = "帕特拉女王",
		[134898] = "毒牙隐士蛛",
		[136881] = "毛鬃探路者",
		[137375] = "光铸战争机甲",
		[139440] = "偷猎者加布拉坎",
		[137649] = "驱虫战甲Mk.II型",
		[137905] = "灌注艾泽里特的元素",
		[130257] = "阿曼尼斗熊",
		[140464] = "训练有素的鹦鹉",
		[132532] = "库尔提拉斯神射手",
		[136882] = "毛鬃守护者",
		[130011] = "铁潮冒险家",
		[130256] = "阿曼尼野熊",
		[133556] = "拉沙克·铁墙",
		[133812] = "赞克希布",
		[140209] = "巫金朗姆酒守卫",
		[122963] = "莱赞",
		[124638] = "艾什凡勘探者",
		[140977] = "玉鳞噬咬者",
		[134555] = "无信枪手",
		[137395] = "老练的步兵",
		[133557] = "自动破片炸弹",
		[130639] = "钳颚咀嚼者",
		[132022] = "野生剜齿虎",
		[5846] = "黑铁工头",
		[138675] = "暴食的野猪",
		[136884] = "毛鬃战地卫士",
		[130012] = "铁潮破坏者",
		[139443] = "折脊者昆殆",
		[133531] = "祖巴",
		[130396] = "评估师维希克",
		[136117] = "死腐收割者",
		[127074] = "亡者卫士",
		[131670] = "毒心藤蔓扭曲者",
		[135016] = "瘟疫聚合体",
		[123399] = "被奴役的水手",
		[129337] = "剜齿虎",
		[137653] = "无面破坏者",
		[124066] = "阿塔祖尔狂热者",
		[127049] = "枯须勘探员",
		[132280] = "呱呱",
		[140432] = "岩蹄跃羊",
		[140980] = "玉鳞蠕虫",
		[132244] = "基博库",
		[136186] = "海贤灵魂师",
		[137654] = "无面腐蚀者",
		[142004] = "虚空触须",
		[135192] = "荣耀迅猛龙",
		[134328] = "熔炉主管法席恩",
		[128734] = "阿曼基卫兵",
		[130909] = "恶臭蛆虫",
		[141495] = "库尔提拉斯步兵",
		[129652] = "无信苦修者",
		[137655] = "无面征服者",
		[131770] = "狐人焰狸",
		[138167] = "铁潮灵射手",
		[134283] = "学者拉娜",
		[129758] = "铁潮掷弹兵",
		[134841] = "重构的恐魔",
		[137144] = "公司警卫",
		[139658] = "寒光浊水住民",
		[139703] = "年轻的蛮荒之地魔暴龙",
		[144053] = "猎犬",
		[138168] = "铁潮运财者",
		[139651] = "寒光深渊先知",
		[141285] = "库尔提拉斯神射手",
		[140983] = "霜孔穿地虫",
		[128991] = "狐人健步者",
		[129119] = "联盟骑士",
		[137657] = "召唤来的恐魔",
		[137097] = "唤勇织法者",
		[132491] = "库尔提拉斯神射手",
		[134331] = "拉胡艾大王",
		[121571] = "勿骑龙 <狂扁小绵羊> <狂扁小绵羊>",
		[140984] = "霜孔蠕虫",
		[137146] = "公司燧发枪手",
		[130143] = "怨棘",
		[126150] = "复生的战士",
		[137092] = "唤勇虔信者",
		[134076] = "赤红唤魔师",
		[130655] = "鲍比·豪里斯 <杰斯·豪里斯>",
		[124642] = "巨蜥幼体",
		[136891] = "疤脸碎牙者",
		[139194] = "烂喉",
		[131262] = "头狼阿森亚",
		[133565] = "球潮虫吞食者",
		[132998] = "戈霍恩",
		[138171] = "公司工人",
		[138427] = "怨鳍投叉手",
		[141947] = "石拳蛮兵",
		[140986] = "酸蚀潜地者",
		[139195] = "活化脓液 <纳兹曼尼鲜血妖术师>",
		[126342] = "蛇人唤天者",
		[143602] = "雄狮战争法师",
		[130400] = "铁潮打击者",
		[134078] = "心木士兵",
		[126562] = "暴躁的双帆龙",
		[134590] = "散疫触须",
		[140987] = "贪婪的化血者",
		[139384] = "滑刃打击者",
		[129121] = "黑齿暴徒",
		[9167] = "狂怒的翼手龙",
		[129601] = "破浪持戟者",
		[134914] = "暗门蜘蛛",
		[138429] = "怨鳍缚潮者",
		[129761] = "被制服的翼手龙",
		[126215] = "僭悌织暗者",
		[139197] = "青翠鞭笞者",
		[130720] = "焦油软泥怪",
		[137663] = "注能者查卡",
		[138492] = "湮灭之球",
		[134080] = "莽林血魔",
		[128610] = "舒尔-那古斯之喉",
		[126095] = "维利斯",
		[140989] = "骨鳞蠕虫",
		[137151] = "监工扎里夫",
		[124681] = "剔骨追猎者",
		[131522] = "贪婪的矛丽鱼",
		[55659] = "野生小鬼",
		[141565] = "库尔提拉斯步兵",
		[122636] = "鲜血拾骨者",
		[138687] = "鲜血幻影",
		[132802] = "岩角雪人",
		[139199] = "青翠喷毒草",
		[135699] = "艾什凡狱卒",
		[122086] = "滑刃铁鳞战士",
		[124580] = "岩窟水龟",
		[136129] = "死腐幼苗",
		[136385] = "蔚索斯",
		[137473] = "守卫队长阿图",
		[140991] = "钻髓",
		[137153] = "重新组装的收割者",
		[134150] = "刻符者食客",
		[137665] = "暗影巨像",
		[127497] = "艾什凡卫士",
		[8960] = "魔爪食腐狼",
		[139862] = "沃卢卡尔喷吐蛛",
		[140293] = "雪裘啸狼",
		[140992] = "穿尸者",
		[39438] = "暮光驱奴者",
		[139457] = "缚岩魁麟",
		[126181] = "黯天者拉姆特",
		[135875] = "探险者协会探勘者",
		[122240] = "猎血诅咒剑士",
		[138434] = "怨鳍风暴女巫",
		[98035] = "恐惧猎犬",
		[134852] = "怨骨破坏者",
		[137155] = "斯托颂死忠者",
		[129124] = "索洛塔尔之子",
		[136470] = "零食商贩",
		[123280] = "莫戈什魔导师",
		[136132] = "死腐萨满",
		[130953] = "达卡尼拳手",
		[129764] = "狂化雌鹿",
		[136205] = "冷齿啸狼",
		[137156] = "海贤新兵",
		[135365] = "主母阿尔玛",
		[122088] = "滑刃潜伏者",
		[130404] = "歹徒诱捕者",
		[126438] = "着魔的水手",
		[136207] = "激流堡防御者",
		[124647] = "枪手埃里克森",
		[136901] = "盐牙巨蜥",
		[137157] = "被束缚的元素",
		[122984] = "达萨莱巨像",
		[139495] = "第七军团火枪手",
		[135878] = "黑铁震地者",
		[26764] = "未知目标",
		[135791] = "粗鳞幼崽",
		[134599] = "灌注能量的唤雷者",
		[129526] = "水鼠帮水兵",
		[137158] = "被束缚的闪电元素",
		[126848] = "尤朵拉船长",
		[131529] = "妖仆弩手",
		[130405] = "尘鬃嗥叫者",
		[139486] = "裂空",
		[136391] = "心脏守卫",
		[134600] = "卷沙神射手",
		[125326] = "桥港码头工人",
		[76199] = "机械",
		[135368] = "铁炉堡炮手",
		[131530] = "妖仆卫兵",
		[2385] = "未知目标",
		[140263] = "符蹄鹿",
		[129638] = "驯服的三叶虫",
		[140262] = "符蹄母鹿",
		[130436] = "下班的劳工",
		[137160] = "唤勇工程师",
		[135130] = "攻城塔",
		[140292] = "雪裘头狼",
		[130406] = "尘鬃鬣犬首领",
		[126440] = "哀嚎的海妖",
		[136393] = "血翼拾骨者",
		[134602] = "隐秘之牙",
		[125207] = "凝视的尖啸者",
		[139208] = "守护古树",
		[4500] = "莫格穆洛克大王",
		[135706] = "水鼠帮掠夺者",
		[133835] = "狂野的群居血虱",
		[138185] = "流变包囊",
		[129639] = "断喙秃鹫",
		[135962] = "崩岩狂怒者",
		[134942] = "刺须小蜘蛛",
		[136296] = "鲜血巨魔腐蚀者",
		[134990] = "充能的沙尘恶魔",
		[140637] = "突涌仆从 <祖乔斯古尔>",
		[144071] = "铁潮塑浪者",
		[136139] = "机械化维和者",
		[138442] = "破浪者",
		[127255] = "扎达克斯引导者",
		[67462] = "高爆炸弹",
		[26125] = "骨髓碾压者",
		[131624] = "希巴拉暴掠龙",
		[131673] = "苦潮钳爪战士",
		[134503] = "异种虫战士",
		[138187] = "怪诞恐魔",
		[140490] = "充血幼虫",
		[124953] = "海伦娜·金特尔",
		[17252] = "利什法兰",
		[130024] = "湿乎乎的舱底鼠",
		[134966] = "不安之石",
		[125467] = "垢石恶霸",
		[128361] = "狂化雄鹿",
		[132047] = "强化的破舰者",
		[130664] = "金霜钉刺者",
		[136653] = "馋饿沙虫",
		[2561] = "高地猎兽龙",
		[142112] = "考格雷什",
		[133327] = "公司执行者",
		[135161] = "铁炉堡巡山人",
		[123773] = "未知目标",
		[129513] = "加巴尼屈灵者",
		[136398] = "伊利达雷萨特",
		[131628] = "恐角公龙",
		[123039] = "堕落之灵",
		[130025] = "铁潮暴徒",
		[129305] = "贪婪的深颚龙",
		[123287] = "南海流氓",
		[134450] = "复生的血犬",
		[125452] = "浅湾巨蜥",
		[136399] = "邪恶的地狱犬 <黑暗收割之镰>",
		[131169] = "纳兹瓦萨幽魂",
		[79746] = "食腐鸟",
		[129002] = "遢皮熊",
		[139563] = "米洛",
		[133585] = "晕乎乎的迪娜",
		[135888] = "扭曲投影",
		[132050] = "狩猎大师西奥多",
		[123774] = "蛇人压迫者",
		[137007] = "远望栖地防御者",
		[138959] = "凝结之血",
		[130026] = "水鼠帮海语者",
		[135377] = "掠夺者胡胡加",
		[120613] = "鲜血巨魔战争主母",
		[126316] = "吟牙者希提斯",
		[132051] = "未知目标",
		[137830] = "苍白吞噬者",
		[124653] = "毒蛇结界 <枯木暗影猎手>",
		[132819] = "锈斑幼崽",
		[102392] = "共鸣图腾",
		[125037] = "积恐侍从",
		[133587] = "巨型夹钳蟹",
		[137937] = "入侵的木牙兽",
		[140335] = "夜鳞尖啸者",
		[123502] = "魔暴龙王科塔尔",
		[135770] = "老练军士斯雷德",
		[132820] = "泥吻小猪",
		[135123] = "无信守护者",
		[139473] = "磐石技师砮馨",
		[133588] = "自动炸弹发射器 <晕乎乎的迪娜>",
		[130411] = "蛇人入侵者",
		[136690] = "雪流徘徊者",
		[128620] = "恐喉鳄",
		[124654] = "三叶虫沙丘爬行者",
		[134868] = "鲜血巨魔追猎者",
		[133944] = "阿斯匹克斯",
		[137208] = "疯狂的球潮虫",
		[76886] = "铁军斥候",
		[133436] = "风险投资公司灼天者",
		[24207] = "亡者大军 <墨色残阳>",
		[130335] = "砾鳞晶目者",
		[129772] = "无信神射手",
		[134869] = "鲜血巨魔斩杀者",
		[141266] = "克拉西斯破坏者",
		[128302] = "苏醒的守卫",
		[103673] = "黑眼 <水果大杂烩-安苏> <水果大杂烩-安苏>",
		[122224] = "恐角公龙",
		[124399] = "被感染的恐角龙",
		[124527] = "骨喙食腐鸟",
		[142802] = "纳兹曼尼统御者",
		[142576] = "狂暴洪水",
		[141267] = "被遗忘的无面者",
		[133347] = "纳兹曼尼破坏者",
		[140827] = "嬉笑的荆丛林精",
		[139988] = "沙牙",
		[132056] = "风险投资公司灼天者",
		[127530] = "饥饿的河鸥",
		[140841] = "窃笑涟漪",
		[129901] = "蛇人战争使者",
		[129448] = "锤头鲨",
		[124016] = "盐脊三叶虫",
		[131545] = "维克雷斯夫人",
		[125952] = "逐蛙猎人",
		[130088] = "溺亡的鱼叉手",
		[127150] = "垢石主厨",
		[134616] = "三叶虫宝宝",
		[132837] = "海滩阔步者",
		[139222] = "青翠守护者",
		[120946] = "埃基尔松的信徒",
		[133593] = "专家技师",
		[141283] = "库尔提拉斯戟兵",
		[23795] = "黑铁捣乱者",
		[136408] = "黑暗犬 <黑暗收割之镰>",
		[129774] = "无信百夫长",
		[138967] = "祖尔",
		[135129] = "尤格-萨隆的投影",
		[131667] = "魂缚巨像",
		[135641] = "脉冲",
		[130414] = "蛇人唤天者",
		[130027] = "艾什凡水兵",
		[134994] = "幽魂猎头者",
		[140759] = "祖乔斯古尔复生者",
		[126832] = "天空上尉库拉格",
		[129007] = "无信哨卫",
		[130028] = "艾什凡炉火医师",
		[131548] = "分裂的柳魔犬",
		[131825] = "女巫布里亚",
		[120950] = "加亚莱的信徒",
		[129647] = "无信追猎者",
		[135764] = "爆裂图腾",
		[138969] = "僭悌幽魂",
		[139225] = "常青林守护者",
		[135790] = "粗鳞追猎者",
		[139737] = "斯托颂勋爵",
		[133852] = "生命腐质",
		[130543] = "未知目标",
		[134364] = "无信护卵员",
		[136667] = "三叶虫沙丘爬行者",
		[131554] = "入侵的刀翼风蛇",
		[129008] = "无信沙漠斥候",
		[128181] = "复仇亡者",
		[48272] = "血牙遗族猎人",
		[130486] = "狂暴肥指猩猩",
		[140250] = "嗜松公鹿",
		[88708] = "哈佛 <小猎宁-埃德萨拉> <小猎宁-埃德萨拉>",
		[129776] = "无信塔卫",
		[138971] = "僭悌翔龙",
		[130299] = "水滴",
		[119925] = "血拳缚石者",
		[134517] = "蛋",
		[140657] = "巨型岩角雪人",
		[139892] = "沃卢卡尔幼蛛",
	},
	["death_recap"] = {
		["show_segments"] = false,
		["enabled"] = true,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		10, -- [1]
		3, -- [2]
		"环境伤害 (高处坠落)", -- [3]
		"环境伤害 (溺水)", -- [4]
		nil, -- [5]
		"环境伤害 (火烧)", -- [6]
		[275931] = 6,
		[257775] = "水鼠帮健步者",
		[277981] = "泽地祭司瓦斯兹",
		[176890] = 3,
		[8122] = 5,
		[114050] = 7,
		[263648] = 12,
		[257777] = "杰斯·豪里斯",
		[258801] = "嗜松巨鹿",
		[275936] = 12,
		[280032] = "[*] 神经毒素",
		[273889] = "祖尔",
		[145152] = 11,
		[114051] = 7,
		[271843] = 2,
		[275940] = "霜孔蠕虫",
		[114052] = 7,
		[277990] = "深泽潜伏者",
		[215802] = 7,
		[277991] = "万牙蜥",
		[85384] = 1,
		[51399] = 6,
		[259830] = "孢子召唤师赞查",
		[260855] = "格温德拉·蛮锤",
		[277996] = "滑鳞者",
		[257784] = "水鼠帮盐鳞战士",
		[176898] = 2,
		[115078] = 10,
		[257785] = "杰斯·豪里斯",
		[263665] = "被净化的火焰之魂",
		[259833] = "达纳斯·托尔贝恩",
		[260857] = "唤勇工程师",
		[60103] = 7,
		[202497] = 11,
		[267763] = "未完成的木乃伊",
		[156423] = 3,
		[267764] = "棺材 <迷糊的小绵羊>",
		[280052] = 2,
		[199427] = 2,
		[280053] = 4,
		[251645] = 2,
		[115080] = 10,
		[265720] = "暗影语者安苟洛",
		[224001] = 6,
		[271864] = "塔罗克",
		[265721] = "铁网编织者",
		[275960] = "骨鳞吐毒者",
		[212739] = 6,
		[156426] = 5,
		[265722] = "毒牙蛛",
		[194310] = 6,
		[265724] = "燃网巢群卫士",
		[257791] = "杰斯·豪里斯",
		[193287] = 8,
		[194311] = 6,
		[255744] = 7,
		[280061] = 10,
		[32614] = "狼人战斗法师",
		[280062] = 10,
		[91021] = 4,
		[275967] = "暗穴伏击者",
		[257793] = "杰斯·豪里斯",
		[187146] = 10,
		[212743] = 4,
		[280064] = 10,
		[185099] = 10,
		[273922] = "[*] 剑刃旋风",
		[269827] = "纯净圣母",
		[275971] = "钻地蠕虫",
		[275972] = 12,
		[188172] = 11,
		[271877] = 4,
		[275973] = "霜孔穿地虫",
		[4987] = 2,
		[5019] = 9,
		[265735] = "暗门伏击者",
		[269831] = "[*] 毒性淤泥",
		[280070] = 10,
		[273927] = "无面吞噬者",
		[267784] = 12,
		[280071] = 10,
		[213771] = 11,
		[265738] = "腐蚀之球",
		[280073] = 2,
		[273930] = "库尔提拉斯步兵",
		[203533] = 1,
		[280074] = 10,
		[258823] = "断喙食腐鸟",
		[265741] = "主母布琳德尔",
		[203534] = 12,
		[271885] = "塔罗克",
		[269838] = "[*] 邪恶污染",
		[32615] = "驭风者",
		[1543] = 3,
		[273935] = 8,
		[258825] = "疤爪",
		[178963] = 12,
		[261897] = 3,
		[52172] = 8,
		[267795] = "纯净圣母",
		[269843] = "不羁畸变怪",
		[265749] = 10,
		[203538] = 2,
		[13877] = 4,
		[267798] = 2,
		[48333] = 12,
		[129934] = 3,
		[267799] = 2,
		[269847] = "黑铁魔像",
		[271895] = "塔罗克",
		[265752] = "攻城塔",
		[267800] = 10,
		[271896] = 4,
		[273944] = "恩拉其毁灭者",
		[34767] = 2,
		[247567] = "部落萨满祭司",
		[275993] = "暗穴伏击者",
		[269850] = 3,
		[129935] = 3,
		[267803] = "[*] 净化烈焰",
		[273947] = 6,
		[1943] = 4,
		[280091] = 6,
		[265757] = "主母布琳德尔",
		[260879] = "鲜血雕像",
		[269853] = 3,
		[47310] = "科林·烈酒",
		[273949] = "拆解者米斯拉克斯",
		[273950] = "拆解者米斯拉克斯",
		[275998] = "巨千齿",
		[82326] = 2,
		[265760] = "主母布琳德尔",
		[2094] = 4,
		[265761] = "主母布琳德尔",
		[276000] = 9,
		[207640] = 11,
		[278049] = "青翠喷毒草",
		[218903] = 12,
		[273955] = 8,
		[184092] = 2,
		[276004] = "古树森林行者",
		[278052] = "青翠捕蝇草",
		[247573] = "毒蛇结界",
		[259860] = "狡诈的芬雷",
		[273959] = "[*] 淤血喷溅",
		[278055] = 9,
		[278056] = "青翠鞭笞者",
		[267818] = "唤风者菲伊",
		[278057] = 5,
		[2782] = 11,
		[82841] = "顽石流放者",
		[263725] = 8,
		[265773] = "黄金风蛇",
		[267821] = "[*] 防御矩阵",
		[47568] = 6,
		[252697] = 10,
		[253721] = "祖尔的持盾卫士",
		[280110] = "升级的投石车 <Wisard-熊猫酒仙>",
		[41425] = 8,
		[267824] = "灵魂精华",
		[280111] = "升级的投石车 <Wisard-熊猫酒仙>",
		[170788] = 7,
		[280112] = "升级的投石车 <Wisard-熊猫酒仙>",
		[214815] = 7,
		[183075] = "狼人战斗法师",
		[280113] = "升级的投石车 <Wisard-熊猫酒仙>",
		[259866] = "烧烤大厨罗恩达",
		[61391] = 11,
		[265780] = "暗门蜘蛛",
		[183076] = "狼人战斗法师",
		[271924] = 7,
		[265781] = "黄金风蛇",
		[13750] = 4,
		[188196] = 7,
		[280116] = "升级的投石车 <Wisard-熊猫酒仙>",
		[267830] = "唤风者菲伊",
		[280117] = "升级的投石车 <Wisard-熊猫酒仙>",
		[273974] = 9,
		[228128] = 9,
		[278070] = 3,
		[280118] = 10,
		[257821] = "乔里船长",
		[258845] = 3,
		[267833] = "堕落之血克隆体",
		[273977] = 6,
		[276025] = 10,
		[269882] = "暴风城卫兵",
		[217891] = 7,
		[265787] = 1,
		[260894] = "长者莉娅克萨",
		[269883] = 2,
		[247584] = "部落萨满祭司 <丿寂寞-奥杜尔>",
		[276027] = 9,
		[269885] = 2,
		[31850] = 2,
		[267838] = "[*] 反冲气流",
		[216869] = 2,
		[114074] = 7,
		[269887] = 2,
		[115098] = 10,
		[280127] = 9,
		[267841] = "唤风者菲伊",
		[269889] = 10,
		[278081] = 5,
		[88990] = 12,
		[257827] = "杰斯·豪里斯",
		[27243] = 9,
		[273988] = 3,
		[276037] = "钻髓",
		[202539] = 1,
		[276038] = "钻髓",
		[278086] = 5,
		[280134] = 10,
		[257829] = "闪电",
		[5308] = 1,
		[278088] = 5,
		[208684] = 3,
		[265803] = 1,
		[276042] = "[*] 海潮涌动",
		[131894] = 3,
		[273995] = "疯狂的孵化者",
		[257831] = 12,
		[145205] = 11,
		[269901] = "微风",
		[265807] = 9,
		[228140] = 2,
		[32747] = 12,
		[269904] = 10,
		[276048] = "末日坑道虫",
		[259882] = "[*] 生鸡",
		[276050] = 10,
		[265813] = 4,
		[77220] = 9,
		[6940] = 2,
		[280149] = 6,
		[210738] = 6,
		[122783] = 10,
		[131900] = 3,
		[248622] = 1,
		[193333] = 1,
		[252718] = 10,
		[204596] = 12,
		[274009] = 6,
		[60116] = 12,
		[52437] = 1,
		[235313] = 8,
		[235314] = 8,
		[276060] = 10,
		[204598] = 12,
		[271965] = "塔罗克",
		[86949] = 8,
		[256816] = 2,
		[258864] = "艾什凡水兵",
		[278110] = 1,
		[274016] = "疯狂幻象 <[*] 疯狂幻象>",
		[269921] = "光铸战争机甲",
		[263778] = "阿斯匹克斯",
		[267874] = "[*] 燃烧之地",
		[269922] = "光铸战争机甲",
		[114083] = 7,
		[212792] = 8,
		[271971] = "恐惧猎犬 <空无言丶-阿纳克洛斯>",
		[274019] = "疯狂幻象 <[*] 疯狂幻象>",
		[276068] = "哈达尔·黑渊",
		[157504] = 7,
		[199483] = 3,
		[225080] = 7,
		[274023] = "[*] 烈焰爆击",
		[256821] = 10,
		[269928] = "影裔勇士",
		[258869] = "艾什凡火法师",
		[93095] = 1,
		[269930] = "尤尔达·灾火",
		[259894] = "烧烤大厨罗恩达",
		[269931] = "影裔战士",
		[280170] = 3,
		[269932] = "[*] 狂风鞭笞",
		[278124] = 1,
		[256824] = 5,
		[121253] = 10,
		[259896] = "烧烤大厨罗恩达",
		[269935] = "祖尔的爪牙",
		[240443] = "破浪持戟者",
		[269937] = 2,
		[256826] = 1,
		[280177] = 8,
		[274034] = 10,
		[122278] = 10,
		[269939] = "灾火元素 <尤尔达·灾火>",
		[276083] = 4,
		[53] = 4,
		[258875] = "未知目标 <拉乌尔船长> <拉乌尔船长>",
		[261947] = 10,
		[207682] = 12,
		[260924] = "拜恩比吉中士",
		[278134] = 1,
		[29166] = 11,
		[271992] = "征伐的光明使者",
		[171848] = 3,
		[205636] = 11,
		[240448] = "[*] 践踏",
		[260926] = "女巫索林娜",
		[53209] = 3,
		[207685] = 12,
		[259903] = "索希尔·萨缪尔",
		[267901] = "铁舟修士",
		[171850] = 10,
		[263806] = 7,
		[265855] = 4,
		[122281] = 10,
		[171851] = 3,
		[267904] = "[*] 强化结界",
		[278143] = 3,
		[100780] = 10,
		[267905] = "铁舟修士",
		[278144] = 3,
		[280192] = 2,
		[278145] = 2,
		[263811] = 1,
		[267907] = "[*] 灵魂荆棘",
		[278147] = 2,
		[258883] = 12,
		[75] = 3,
		[69041] = 9,
		[118699] = 9,
		[222024] = 6,
		[183117] = 3,
		[28271] = 8,
		[278150] = "[*] 毁灭",
		[280198] = 5,
		[193357] = 4,
		[280200] = 4,
		[127915] = 5,
		[278153] = 1,
		[280201] = 4,
		[202573] = 1,
		[114093] = 7,
		[207693] = 12,
		[278155] = 8,
		[272012] = "伊利达雷萨特 <寻欢一世>",
		[202574] = 1,
		[276108] = "断喙拾骨者",
		[278156] = 8,
		[280204] = 12,
		[207694] = 10,
		[280205] = 7,
		[274062] = 10,
		[276110] = "牛头人震地者",
		[261960] = "凶猛的刚诺夫",
		[280206] = 3,
		[278159] = 10,
		[100784] = 10,
		[99] = 11,
		[100] = 1,
		[205648] = 7,
		[224078] = 8,
		[272018] = "[*] 黑暗吸收",
		[261962] = "凶猛的刚诺夫",
		[280210] = 1,
		[265876] = "主母阿尔玛",
		[269972] = "影裔巫医",
		[117679] = 11,
		[211793] = 6,
		[269973] = "影裔巫医",
		[280212] = 1,
		[28272] = 8,
		[265879] = "[*] 恐惧印记",
		[230224] = 3,
		[265880] = "主母阿尔玛",
		[269976] = "影裔勇士",
		[265881] = "主母阿尔玛",
		[116] = 8,
		[265882] = "主母阿尔玛",
		[256846] = "恐龙统领吉什奥",
		[118] = 8,
		[274074] = 6,
		[120] = 8,
		[274075] = 3,
		[83381] = "灵魂兽 <美女配野兽-阿纳克洛斯>",
		[257871] = "铁潮冒险家",
		[274076] = 3,
		[276124] = 9,
		[255824] = "达萨莱战神",
		[276125] = 9,
		[276126] = 9,
		[278174] = "常青林守护者",
		[263840] = "狼 <Chenployis-雷霆之王>",
		[265888] = 3,
		[276127] = 9,
		[278175] = "青翠守护者",
		[133] = 8,
		[265889] = "黑齿纵火犯",
		[276128] = 9,
		[278176] = "青翠守护者",
		[276129] = 9,
		[278177] = "常青林守护者",
		[276130] = 9,
		[229206] = 10,
		[272035] = "奥金尼投石车",
		[276131] = 9,
		[278179] = "纳西拉·晨霜",
		[2383] = 7,
		[276132] = 8,
		[278180] = "树妖护林者",
		[2479] = 10,
		[278181] = "[*] 纠缠之藤",
		[272038] = "达纳苏斯女猎手",
		[278182] = "青翠树人",
		[280230] = "雕像的眼睛",
		[57822] = 2,
		[207707] = "未知目标",
		[278183] = "青翠树苗",
		[276136] = 11,
		[127923] = 11,
		[276137] = 5,
		[172] = 9,
		[80313] = 11,
		[30449] = 8,
		[276138] = 5,
		[122804] = 3,
		[276139] = 11,
		[276140] = 5,
		[253784] = 10,
		[23922] = 1,
		[257880] = "海滩阔步者",
		[272046] = "鲨鱼饵",
		[276142] = 5,
		[196448] = 9,
		[49376] = 11,
		[276143] = 11,
		[92089] = 3,
		[145255] = 9,
		[126389] = 10,
		[278192] = "古树森林行者",
		[263858] = "卡克西 <邦桑迪-霜之哀伤>",
		[257882] = "哈达尔·黑渊",
		[274098] = "祖尔",
		[276146] = 11,
		[261978] = 10,
		[254811] = 10,
		[37346] = 8,
		[225119] = 8,
		[242525] = 8,
		[265910] = "黄金风蛇",
		[258908] = "隐秘之牙",
		[265911] = "暴怒云气",
		[3567] = 8,
		[278198] = "古树森林行者",
		[254813] = 9,
		[265912] = "暴怒云气",
		[33763] = 11,
		[50401] = 6,
		[274104] = 9,
		[85948] = 6,
		[274105] = 9,
		[257886] = "[*] 盐水池",
		[263867] = "庆姐 <暴躁的懒洋洋>",
		[276154] = 11,
		[278202] = "古树森林行者",
		[263868] = "机械 <古德猫凝-血色十字军>",
		[165738] = "埃索达大祭司",
		[267964] = "埃金库里尔 <明明是我先-血色十字军>",
		[270012] = "[*] 激流堡突袭",
		[194407] = 3,
		[252768] = 10,
		[261983] = "凶猛的刚诺夫",
		[127928] = 3,
		[256864] = "恐龙统领吉什奥",
		[276159] = "[*] 剧毒爆发",
		[270016] = "活化守卫",
		[17140] = "埃索达大祭司",
		[267969] = "神殿侍从",
		[274113] = "[*] 湮灭光束",
		[256866] = "激流破浪者",
		[259938] = "首席大厨丹尼尔",
		[276162] = "先知响爪",
		[265924] = 10,
		[276163] = "先知响爪",
		[258915] = "被捕的甲虫",
		[265925] = "部落投石车",
		[276164] = "盐壳海歌者",
		[270021] = "被净化的火焰之魂",
		[276165] = "盐壳龙虾人",
		[114108] = 11,
		[49379] = 1,
		[274119] = "祖尔",
		[5246] = 1,
		[258917] = "艾什凡炉火医师",
		[125883] = 10,
		[267977] = "神殿骑士",
		[5374] = 4,
		[272073] = "征伐的光明使者",
		[265930] = "部落投石车",
		[265931] = 9,
		[45284] = 7,
		[190319] = 8,
		[215916] = 8,
		[179057] = 12,
		[77762] = 7,
		[370] = 7,
		[258920] = 12,
		[116670] = 10,
		[258921] = 12,
		[243563] = "闪壳蟹",
		[278225] = 12,
		[263891] = "毒心藤蔓扭曲者",
		[170869] = 3,
		[261994] = "狡诈的芬雷",
		[263892] = "二弟 <格休维斯特-血色十字军>",
		[278227] = 5,
		[272084] = "光铸勇士",
		[210801] = 7,
		[77764] = 11,
		[263894] = 10,
		[252781] = "赞枢利巫医",
		[280278] = "升级的投石车 <Wisard-熊猫酒仙>",
		[92099] = 3,
		[258925] = 12,
		[210803] = 10,
		[265946] = 6,
		[257902] = "[*] 弹跳龟壳",
		[272090] = 11,
		[114113] = 11,
		[261998] = "狡诈的芬雷",
		[276187] = 12,
		[280283] = 1,
		[7870] = "菲尔瓦 <飘逸的我-格瑞姆巴托>",
		[267997] = "邪犬 <瞬间烟火-血色十字军>",
		[498] = 2,
		[255856] = 9,
		[276189] = 12,
		[257904] = "路德维希·冯·托尔托伦",
		[194424] = "南海火枪手",
		[276190] = 12,
		[280286] = 2,
		[276191] = 12,
		[528] = 5,
		[263905] = "毒心织符者",
		[265953] = 10,
		[276192] = 12,
		[262001] = "狡诈的芬雷",
		[265954] = 10,
		[276193] = 12,
		[276194] = 12,
		[209785] = 2,
		[265957] = 10,
		[19574] = 3,
		[274149] = "能量碎片",
		[276197] = 10,
		[257908] = "铁潮军官",
		[195452] = 4,
		[73673] = 1,
		[263912] = "米利克萨",
		[255861] = 10,
		[268008] = "瘟疫博士",
		[242551] = 4,
		[102342] = 11,
		[263914] = "米利克萨",
		[248695] = "[*] 大海之歌",
		[688] = 9,
		[217979] = 9,
		[11196] = 8,
		[262006] = "激流堡巫师",
		[712] = 9,
		[242553] = 11,
		[274156] = 6,
		[276204] = 11,
		[262007] = "激流堡巫师",
		[740] = 11,
		[190336] = 8,
		[276205] = 11,
		[276206] = 11,
		[768] = 11,
		[772] = 1,
		[265968] = "充能的沙尘恶魔",
		[276207] = 11,
		[34026] = 3,
		[276208] = 11,
		[188290] = 6,
		[276209] = 11,
		[242556] = 11,
		[274162] = 4,
		[276210] = 11,
		[254843] = "砾鳞蜥蜴",
		[276211] = 11,
		[242557] = 11,
		[265973] = "能量核心",
		[276212] = "商业大亨拉兹敦克",
		[173958] = 3,
		[270070] = 4,
		[263927] = "米利克萨",
		[272119] = 9,
		[173959] = 2,
		[268024] = "塞塔里斯之心",
		[208771] = 5,
		[274168] = "祖尔",
		[69070] = 9,
		[272121] = 10,
		[198533] = "青龙雕像 <尊严德>",
		[257918] = 8,
		[272122] = 2,
		[268027] = "活体激流",
		[272123] = 10,
		[268028] = "活体激流",
		[980] = 9,
		[268030] = "海贤灵魂师",
		[32246] = 4,
		[272126] = 9,
		[256897] = "咆哮的港口猎犬",
		[272128] = 12,
		[265986] = "能量核心",
		[210824] = 8,
		[203657] = 10,
		[1160] = 1,
		[270084] = "守卫队长阿图",
		[252804] = 10,
		[94158] = 3,
		[276229] = "王牌轰炸机",
		[48107] = 8,
		[263943] = "毒心织符者",
		[105421] = 2,
		[245638] = 2,
		[5215] = 11,
		[186254] = 3,
		[205708] = 8,
		[30455] = 8,
		[276234] = "王牌轰炸机",
		[245640] = 4,
		[272140] = "[*] 钢铁弹幕",
		[259975] = "泥沙女王",
		[1464] = 1,
		[102351] = 11,
		[55531] = 4,
		[48108] = 8,
		[32375] = 5,
		[265999] = "格温德拉·蛮锤",
		[263953] = 5,
		[186258] = 3,
		[278288] = 1,
		[268050] = "海贤灵魂师",
		[115151] = 10,
		[1680] = 1,
		[210833] = 8,
		[263958] = "未知目标",
		[190356] = 8,
		[263959] = "毒心诱魂者",
		[1776] = 4,
		[1784] = 4,
		[73685] = 7,
		[190357] = 8,
		[263961] = "毒心诱魂者",
		[278296] = 10,
		[59628] = 4,
		[278297] = 10,
		[186263] = 5,
		[268059] = "海贤灵魂师",
		[266012] = "格温德拉·蛮锤",
		[215956] = 8,
		[31224] = 4,
		[23161] = 9,
		[210837] = 2,
		[268061] = "瘟疫博士",
		[268062] = 2,
		[186265] = 3,
		[2096] = 5,
		[233364] = 9,
		[42223] = 9,
		[266018] = 10,
		[259986] = "激流堡狮鹫骑士",
		[268068] = 6,
		[274212] = "溺水的深渊使者",
		[270117] = 10,
		[274213] = "孢子召唤师赞查",
		[185245] = 12,
		[56814] = 4,
		[278310] = 8,
		[272167] = "灾怨蝇 <明明是我先-血色十字军>",
		[207771] = 12,
		[186270] = 3,
		[208796] = 12,
		[276266] = "海贤灵魂师",
		[255895] = "剧毒细颚龙",
		[272172] = "破坏魔 <寻欢一世>",
		[276268] = "神殿骑士",
		[102359] = 11,
		[266030] = 9,
		[278317] = 3,
		[278318] = 1,
		[268080] = "[*] 冷漠光环",
		[33778] = 11,
		[147367] = 1,
		[257946] = 3,
		[201633] = "大地之墙图腾 <神樂-阿拉希>",
		[266035] = "棘刺助祭",
		[45297] = 7,
		[266036] = "棘刺助祭",
		[272180] = "怪诞恐魔",
		[215969] = 6,
		[274230] = "拆解者米斯拉克斯",
		[278326] = 12,
		[3600] = "地缚图腾 <李时珍皮萨-冰霜之刃>",
		[268088] = "女巫马拉迪",
		[280375] = 2,
		[268089] = "01号房间",
		[207780] = 1,
		[276282] = "唤风者学徒",
		[262046] = "厚鳞三叶虫骑手",
		[148396] = 1,
		[201638] = 2,
		[201639] = 3,
		[210854] = 7,
		[228260] = 5,
		[57841] = 4,
		[201640] = 8,
		[280384] = 10,
		[206760] = 4,
		[280385] = 8,
		[44531] = "寒光滩行者",
		[223143] = 3,
		[242597] = 1,
		[266053] = "格温德拉·蛮锤",
		[211881] = 12,
		[19708] = 5,
		[280389] = "恐怖船长洛克伍德",
		[57330] = 6,
		[197548] = 5,
		[266056] = "格温德拉·蛮锤",
		[242599] = 1,
		[272201] = "激流堡牧师",
		[266058] = 5,
		[276297] = "深海祭师",
		[80353] = 8,
		[121820] = 5,
		[11327] = 4,
		[116189] = 10,
		[193455] = 3,
		[6016] = "枯须掘地工",
		[193456] = 12,
		[186289] = 3,
		[278350] = 9,
		[280398] = 5,
		[199600] = 4,
		[67556] = 3,
		[58867] = "幽灵迅猛龙 <雷炸兲>",
		[276304] = "吵闹的狂欢者",
		[280400] = 1,
		[52212] = 6,
		[258986] = "暗影之刃莱兹",
		[282449] = 4,
		[189363] = 1,
		[84963] = 2,
		[171958] = 8,
		[280404] = 11,
		[199603] = 4,
		[264024] = "毒心诱魂者",
		[240559] = "[*] 重伤",
		[278359] = 7,
		[7328] = 2,
		[274264] = 10,
		[268122] = "女巫布里亚",
		[280409] = 10,
		[61684] = "小蓝蓝 <绅士物语-回音山>",
		[7744] = 8,
		[116705] = 10,
		[266077] = "维克提斯",
		[268125] = "[*] 荆棘光环",
		[278364] = 1,
		[280412] = 10,
		[268126] = "女巫布里亚",
		[264031] = "晕乎乎的迪娜",
		[260016] = "嗡鸣的寄生虫",
		[236467] = 10,
		[274271] = "祖尔",
		[268129] = "零食商贩",
		[197561] = 2,
		[201657] = 1,
		[44535] = 12,
		[262066] = "机械化维和者",
		[214968] = 6,
		[227255] = 12,
		[264038] = "女巫会塑棘者",
		[49143] = 6,
		[254901] = "纳兹曼尼选民",
		[270185] = "维克戈斯",
		[59638] = "克乌恩织法者-战歌 <克乌恩织法者-战歌>",
		[274281] = 11,
		[224186] = 2,
		[96231] = 2,
		[266091] = 9,
		[270187] = "维克戈斯",
		[198590] = 9,
		[278379] = 2,
		[242617] = 10,
		[235450] = 8,
		[126436] = 1,
		[11968] = "燃烧流放者",
		[278381] = 12,
		[242618] = 10,
		[186305] = 10,
		[204735] = "吉安娜·普罗德摩尔",
		[224189] = 2,
		[12544] = "枯须勘探员",
		[196545] = 6,
		[264050] = "女巫会塑棘者",
		[223166] = 5,
		[278385] = 1,
		[280433] = 3,
		[115175] = 10,
		[256955] = "骑士队长瓦莱莉",
		[251836] = 3,
		[228287] = 10,
		[278388] = 10,
		[209858] = "复活的荣誉卫士",
		[251837] = 8,
		[48889] = 8,
		[115176] = 10,
		[256957] = "库尔提拉斯护潮者",
		[264057] = 9,
		[251838] = 2,
		[264058] = 10,
		[266106] = "狂野的群居血虱",
		[256958] = "纳兹曼尼掠夺者",
		[266107] = "狂野的群居血虱",
		[256959] = "复活的荣誉卫士",
		[200646] = 6,
		[201670] = 2,
		[266109] = "狂野的群居血虱",
		[205766] = 8,
		[157644] = 8,
		[209862] = "[*] 岩浆柱",
		[286589] = 12,
		[115178] = 10,
		[255937] = 2,
		[243651] = 6,
		[203720] = 12,
		[270210] = "探寻者博格尔",
		[272259] = "铁炉堡步兵",
		[190411] = 1,
		[100333] = 1,
		[272260] = 2,
		[196555] = 12,
		[164815] = 11,
		[87023] = 8,
		[262084] = 6,
		[255941] = 2,
		[5217] = 11,
		[194509] = 5,
		[262085] = 10,
		[266122] = "霜鳞多头蛇",
		[51963] = "黑锋石像鬼 <黯逅孋嬭特-格瑞姆巴托>",
		[193486] = 6,
		[121836] = 10,
		[253895] = 10,
		[115181] = 10,
		[5697] = 9,
		[243657] = 8,
		[102383] = 11,
		[254920] = "毒鳞多头蛇",
		[114158] = 2,
		[150486] = 10,
		[266129] = "咏墓者穆加",
		[268177] = "风语者海蒂丝",
		[188370] = 2,
		[264082] = "守备官巴图尔",
		[268178] = 12,
		[233421] = "缚潮者戈尔戈勒",
		[121838] = 1,
		[123886] = 8,
		[248780] = "联盟攻城坦克",
		[92146] = 3,
		[272276] = 10,
		[264086] = "守备官巴图尔",
		[231375] = 7,
		[248781] = "联盟攻城坦克",
		[153561] = 8,
		[268183] = 2,
		[262092] = "混乱的暴徒",
		[266136] = 9,
		[248782] = "联盟攻城坦克",
		[270232] = 8,
		[264089] = "守备官巴图尔",
		[268187] = "风语者海蒂丝",
		[270235] = 10,
		[268188] = "风语者海蒂丝",
		[167898] = 1,
		[153564] = 8,
		[31616] = 7,
		[254928] = "霜鳞多头蛇",
		[255952] = "天空上尉库拉格",
		[256976] = "骑士队长瓦莱莉",
		[254929] = 2,
		[266144] = "咏墓者穆加",
		[83958] = 12,
		[270241] = "泥须护烛者",
		[232405] = 1,
		[254931] = 8,
		[274339] = "血怒抱齿兽",
		[256979] = "尤朵拉船长",
		[264101] = "阿库希尔",
		[268198] = "腐蚀残迹",
		[270246] = "泥须蜡法师",
		[40192] = 6,
		[274342] = "阿德里斯",
		[264104] = "[*] 符文印记",
		[270248] = "燃烬卫士",
		[2641] = 3,
		[194525] = 12,
		[264106] = 9,
		[268202] = "亡触奴隶主",
		[79865] = "安娜斯塔西娅·哈特威尔",
		[185311] = 4,
		[266155] = "霜鳞游荡者",
		[268203] = "亡触奴隶主",
		[227291] = "砮皂 <尊严德>",
		[278444] = "贪吃的蛆虫",
		[264110] = "显眼的女巫",
		[266158] = "霜鳞游荡者",
		[264111] = "显眼的女巫",
		[202719] = 12,
		[24450] = "小蓝蓝 <绅士物语-回音山>",
		[264112] = "守备官巴图尔",
		[232412] = 9,
		[43265] = 6,
		[256986] = "港口猎犬训练师",
		[264115] = "守备官巴图尔",
		[266163] = 8,
		[268211] = "刻符者食客",
		[115191] = 4,
		[231390] = 3,
		[268212] = 4,
		[3409] = 4,
		[245725] = 10,
		[274357] = 3,
		[95738] = 1,
		[264119] = 9,
		[113656] = 10,
		[155625] = 11,
		[115192] = 4,
		[274359] = "斯托颂勋爵",
		[270264] = "血拳元素师",
		[278456] = "贪吃的蛆虫",
		[14914] = 5,
		[255966] = "天空上尉库拉格",
		[266171] = "卡米·柯格维兹",
		[162794] = 12,
		[280506] = "未知目标",
		[266172] = "卡米·柯格维兹",
		[124408] = 7,
		[4049] = "未知目标 <晕乎乎的迪娜>",
		[278463] = "疯狂的生存专家",
		[260065] = "督军卡拉纳",
		[264130] = 9,
		[51714] = 6,
		[199658] = 1,
		[278467] = "拉米·曼寇",
		[266181] = "高莱克·图尔",
		[118779] = 1,
		[266182] = "卡米·柯格维兹",
		[268230] = "艾什凡水手",
		[20484] = 11,
		[66050] = 12,
		[107517] = 8,
		[270280] = "燃网蜘蛛",
		[268233] = "元素卫士",
		[213995] = 4,
		[190446] = 8,
		[268234] = "胆汁软泥怪",
		[200685] = 12,
		[280521] = 2,
		[278474] = "女巫会塑棘者",
		[272331] = 10,
		[91136] = 9,
		[270284] = "净化构造体",
		[280523] = 7,
		[270285] = "熔岩巨人",
		[266191] = "[*] 回旋飞斧",
		[268239] = "元素卫士",
		[270287] = "[*] 疫病之地",
		[264144] = "阿库希尔",
		[274383] = "歹徒诱捕者",
		[270288] = "未知目标 <[*] 赤红迸发> <[*] 赤红迸发>",
		[194545] = "暴风城战斗法师",
		[270289] = "[*] 净化光线",
		[51460] = 6,
		[268242] = "元素卫士",
		[270290] = "[*] 鲜血风暴",
		[274387] = "[*] 黑暗吸收",
		[276435] = "纳兹曼尼晋升者",
		[270292] = "[*] 净化烈焰",
		[261099] = "监工抱抱",
		[102401] = 11,
		[264150] = "荆棘卫士",
		[274389] = "[*] 捕鼠陷阱",
		[199667] = 1,
		[278486] = "黑眼 <寻欢一世>",
		[276439] = "维克提斯",
		[264153] = "贪吃的蛆虫",
		[266201] = "复活的护卫",
		[284631] = "[*] 奥迪尔防御射线",
		[245743] = 8,
		[35079] = 3,
		[129023] = 1,
		[264155] = "小型水元素",
		[153595] = 8,
		[254959] = "达萨莱巨像",
		[123904] = 10,
		[153596] = 8,
		[268253] = "[*] 奥迪尔防御射线",
		[266206] = "屠夫库拉",
		[270302] = "毛鬃探路者",
		[243698] = 6,
		[274399] = 11,
		[274400] = "破浪格斗家",
		[197625] = 11,
		[278497] = 1,
		[193530] = 3,
		[197626] = 11,
		[268260] = "艾什凡炮手",
		[178173] = 10,
		[264166] = "小型水元素",
		[95750] = 9,
		[79880] = "高阶巫师马拉拉",
		[209914] = "黑铁碎地者",
		[197628] = 11,
		[250870] = 4,
		[274408] = "腐臭吞噬者",
		[278504] = "符文信徒",
		[197629] = 11,
		[30213] = "埃金库里尔 <明明是我先-血色十字军>",
		[193534] = 3,
		[197630] = 11,
		[264173] = 9,
		["DEBUFF"] = 10,
		[243706] = 10,
		[32645] = 4,
		[196608] = 10,
		[90633] = 2,
		[274416] = 7,
		[268273] = "海贤执行者",
		[264178] = 9,
		[268274] = "宝藏狂热者",
		[193538] = 4,
		[252923] = "赞枢利巫医",
		[270323] = 3,
		[254971] = "年迈的克兹罗特 <尊严德>",
		[274420] = 9,
		[268277] = "[*] 净化烈焰",
		[255996] = 9,
		[268278] = "维克雷斯夫人",
		[272374] = "乔里船长",
		[266231] = "屠夫库拉",
		[278518] = 10,
		[268280] = "海贤执行者",
		[250878] = 6,
		[270329] = 3,
		[254974] = 12,
		[36107] = 3,
		[274426] = 11,
		[228354] = 8,
		[278523] = 2,
		[266237] = "征服者阿卡阿里",
		[203782] = 12,
		[278524] = 10,
		[266238] = "[*] 粉碎防御",
		[270334] = "海岛双头怪",
		[280573] = 8,
		[274430] = 1,
		[195592] = 7,
		[270335] = 3,
		[274431] = 10,
		[262145] = "牛头人震地者",
		[262146] = "莱科",
		[215047] = 1,
		[270338] = 3,
		[274434] = "唤风者学徒",
		[228358] = 8,
		[270339] = 3,
		[272388] = "祖尔之影",
		[274436] = 11,
		[274437] = "唤风者学徒",
		[257028] = "骑士队长瓦莱莉",
		[274438] = "[*] 风暴",
		[228360] = 5,
		[270343] = 3,
		[254981] = "年迈的克兹罗特 <尊严德>",
		[256005] = "鲨鱼饵",
		[278535] = 10,
		[280583] = 3,
		[1329] = 4,
		[228361] = 5,
		[229385] = 10,
		[51723] = 4,
		[224266] = 2,
		[229386] = 3,
		[274443] = 3,
		[262157] = "坚韧的劳尔",
		[1449] = 8,
		[260103] = "[*] 推进器冲击",
		[262158] = "坚韧的劳尔",
		[272397] = "[*] 回旋剑刃",
		[231435] = 2,
		[203791] = 2,
		[229388] = 1,
		[24712] = 10,
		[278543] = 6,
		[6307] = 9,
		[262162] = "坚韧的劳尔",
		[264210] = "异种虫战士",
		[266258] = "德鲁斯特奴隶主召唤传送门",
		[268306] = "维克雷斯夫人",
		[258058] = "淤泥螃蟹",
		[264211] = 10,
		[186387] = 3,
		[13445] = "高地阔步龙",
		[124430] = 5,
		[272404] = "未知目标",
		[202770] = 11,
		[203794] = 12,
		[102417] = 11,
		[258060] = 12,
		[203795] = 12,
		[272407] = "拆解者米斯拉克斯",
		[278551] = "女巫会塑棘者",
		[160793] = 6,
		[153626] = 8,
		[203796] = 12,
		[272409] = "未知目标",
		[266266] = "高莱克·图尔",
		[268314] = 12,
		[241680] = "斯托颂勋爵",
		[268315] = "深渊居住者",
		[280602] = "机甲驾驶员",
		[274459] = 5,
		[1953] = 8,
		[272412] = "破浪持戟者",
		[268317] = "溺水的深渊使者",
		[280604] = "零食商贩",
		[256016] = "[*] 污秽油膜",
		[280605] = "零食商贩",
		[2050] = 5,
		[24713] = 12,
		[2098] = 4,
		[278559] = 10,
		[280608] = 10,
		[268322] = "溺水的深渊使者",
		[272418] = "艾什凡观察员",
		[188443] = 7,
		[201754] = "小蓝蓝 <绅士物语-回音山>",
		[278564] = 10,
		[257044] = 3,
		[272422] = "艾什凡观察员",
		[274470] = "未知目标",
		[272423] = "阿拉索骑士",
		[257045] = 3,
		[233496] = 9,
		[264233] = "蛋",
		[274472] = 9,
		[86040] = 9,
		[264234] = "蛋",
		[233497] = 9,
		[264235] = "蛋",
		[2818] = 4,
		[233498] = 9,
		[272428] = 10,
		[266285] = "钳颚鳄鱼",
		[246809] = 3,
		[266286] = "钳颚咀嚼者",
		[233499] = 9,
		[264239] = "蛋",
		[186401] = 9,
		[268335] = 10,
		[12294] = 1,
		[266288] = "钳颚锯齿鳄",
		[272432] = "愤怒卫士 <明明是我先-血色十字军>",
		[203808] = 12,
		[272433] = "机械游侠齿火",
		[264243] = 2,
		[194594] = 3,
		[272435] = "黑暗犬 <寻欢一世>",
		[262197] = "坚韧的劳尔",
		[264245] = 2,
		[153640] = 8,
		[157736] = 9,
		[72221] = 1,
		[272439] = "乌祖尔 <明明是我先-血色十字军>",
		[268344] = 1,
		[201764] = 7,
		[42514] = "南瓜魔 <无头骑士> <无头骑士>",
		[3714] = 6,
		[272441] = "符蹄迅鹿",
		[270394] = 10,
		[272442] = 10,
		[268347] = "斯托颂勋爵",
		[270395] = 10,
		[280634] = 2,
		[268348] = "巨型触须",
		[258079] = "下水道钳嘴鳄",
		[272444] = "[*] 粉碎之刃",
		[203814] = 12,
		[270397] = 10,
		[270398] = 10,
		[280637] = "狡诈的芬雷",
		[184362] = 1,
		[251938] = 2,
		[199721] = 6,
		[179244] = 1,
		[184364] = 1,
		[236582] = "贪婪的化血者",
		[148529] = 9,
		[264263] = "贝特曼 <邓坏蛋>",
		[235559] = 6,
		[203819] = 12,
		[204843] = 12,
		[264264] = "虚空鳐 <上吧灬皮卡丘-丽丽（四川）>",
		[264265] = "安东尼 <天下入梦-格瑞姆巴托>",
		[203820] = 3,
		[229417] = 12,
		[272457] = "孢子召唤师赞查",
		[256038] = "科古斯狱长",
		[268362] = "暴虐的工兵",
		[184367] = 1,
		[260134] = 10,
		[195630] = 10,
		[270411] = "达纳斯·托尔贝恩",
		[256039] = "科古斯狱长",
		[257063] = "库尔提拉斯护潮者",
		[268365] = "[*] 采掘炸药",
		[280653] = 6,
		[260136] = "玛拉基莉",
		[280654] = 6,
		[176179] = 2,
		[280655] = 2,
		[280656] = 10,
		[268370] = 10,
		[176180] = 9,
		[270419] = "滚石元素",
		[280658] = 10,
		[257067] = "嗜血的布莉欧娜",
		[274516] = 10,
		[262230] = 8,
		[272469] = "深渊之末",
		[256044] = "科古斯狱长",
		[280661] = 9,
		[268375] = "深渊祭师",
		[262232] = 1,
		[272471] = "艾什凡观察员",
		[248878] = 2,
		[116768] = 10,
		[272472] = 12,
		[132157] = 5,
		[182327] = "盲眼的乌尔格尔",
		[148540] = 8,
		[270428] = "[*] 腐化之潮",
		[218164] = 10,
		[251952] = 2,
		[31884] = 2,
		[8004] = 7,
		[278621] = "勇敢的莱德利",
		[270431] = "崩岩狂怒者",
		[199736] = 4,
		[244787] = "闪壳亡爪蟹",
		[282720] = 8,
		[268387] = "维克雷斯勋爵",
		[197690] = 1,
		[257075] = "嗜血的布莉欧娜",
		[282724] = 3,
		[270438] = "沙顶狂战士",
		[201787] = 10,
		[268391] = "深渊祭师",
		[262248] = "安度因·乌瑞恩",
		[257077] = "嗜血的布莉欧娜",
		[195645] = 3,
		[31117] = 9,
		[270444] = "冰牙防御者",
		[278637] = "地渊孢林蜱虫",
		[132168] = 1,
		[115750] = 2,
		[42777] = 8,
		[270449] = "[*] 赤红迸发",
		[132169] = 1,
		[268403] = "达萨大王",
		[278642] = 2,
		[261179] = "泥须狗头人",
		[278644] = "勇敢的莱德利",
		[256060] = "天空上尉库拉格",
		[158792] = 11,
		[270454] = "戈霍恩",
		[272502] = 10,
		[203843] = 1,
		[268409] = 6,
		[155722] = 11,
		[272505] = "戈霍恩",
		[165961] = 11,
		[120360] = 3,
		[249919] = "亚兹玛",
		[186439] = 1,
		[212036] = 5,
		[270459] = "毛鬃织棘者",
		[274555] = "湿乎乎的舱底鼠",
		[270460] = "金脉",
		[272508] = "[*] 爆炸腐蚀",
		[187464] = 5,
		[262270] = "风险投资公司炼金师",
		[120361] = 3,
		[268415] = "艾泽里特提取器",
		[255041] = "飨宴的啸天龙",
		[268417] = "艾泽里特提取器",
		[196681] = 1,
		[246851] = 3,
		[215111] = "恐惧猎犬 <明明是我先-血色十字军>",
		[199753] = 4,
		[249923] = "亚兹玛",
		[280705] = 12,
		[203849] = 2,
		[246852] = 3,
		[247876] = 6,
		[116267] = 8,
		[262277] = "腐臭吞噬者",
		[280707] = 12,
		[203850] = 10,
		[278660] = "勇敢的莱德利",
		[246853] = 3,
		[257092] = "泥沙女王",
		[262279] = 11,
		[280709] = 8,
		[5221] = 11,
		[280711] = 5,
		[203852] = 1,
		[270473] = "“利刃”库拉卡",
		[223306] = 2,
		[262283] = "[*] 轰击",
		[280713] = 8,
		[244808] = "珊脊潮行蟹",
		[280714] = 1,
		[278667] = "科弗斯",
		[280715] = 1,
		[194639] = "吉尔尼斯格斗家",
		[268429] = 7,
		[278668] = "[*] 阵风",
		[274573] = 12,
		[262287] = "机甲驾驶员",
		[88625] = 5,
		[130092] = 1,
		[262288] = "腐臭吞噬者",
		[274575] = 1,
		[280719] = 4,
		[261193] = "泥投掷土者",
		[270481] = "恶魔暴君 <明明是我先-血色十字军>",
		[280720] = 4,
		[274577] = "戈霍恩",
		[270482] = "幽魂狂战士",
		[212048] = 7,
		[262292] = "腐臭吞噬者",
		[268436] = 6,
		[270484] = "维克戈斯",
		[250956] = 10,
		[244813] = 8,
		[270485] = "幽魂狂战士",
		[272533] = "拆解者米斯拉克斯",
		[206930] = 6,
		[272534] = "宝藏狂热者",
		[274582] = "戈霍恩",
		[268439] = 4,
		[270487] = "幽魂狂战士",
		[206931] = 6,
		[268440] = "铁潮射手",
		[278679] = "科弗斯",
		[272536] = "拆解者米斯拉克斯",
		[212051] = 10,
		[280729] = 9,
		[268443] = "恐怖火炮",
		[107570] = 1,
		[270492] = "鬼灵妖术祭司",
		[84533] = "复仇幽魂",
		[270493] = "鬼灵妖术祭司",
		[258128] = "铁潮暴徒",
		[272542] = "艾什凡狙击手",
		[270495] = "[*] 治疗之潮",
		[272543] = "[*] 毁灭迫近",
		[280735] = 1,
		[243795] = 12,
		[270497] = "幽魂巫医",
		[246867] = 2,
		[215127] = 2,
		[262307] = "唤勇虔信者",
		[272546] = "水鼠帮海盗",
		[202841] = 12,
		[212056] = 2,
		[270499] = "幽魂巫医",
		[256083] = "科古斯狱长",
		[262309] = "激流堡牧师",
		[270501] = 5,
		[270502] = "骸骨狩猎迅猛龙",
		[274598] = 8,
		[195676] = 8,
		[270503] = "骸骨狩猎迅猛龙",
		[258133] = "水鼠帮掠夺者",
		[2643] = 3,
		[202844] = 10,
		[262314] = "[*] 腐烂恶臭",
		[270506] = "幽魂兽王",
		[272554] = "[*] 血肉模糊",
		[278698] = 2,
		[107574] = 1,
		[69179] = 1,
		[256088] = "朗多雷游侠",
		[96312] = 9,
		[278702] = "好斗的支援者",
		[181346] = "约古萨",
		[259161] = 8,
		[270513] = "不羁的艾泽里特",
		[258138] = "沙顶占卜者",
		[276658] = "达纳斯·托尔贝恩",
		[278706] = "好斗的支援者",
		[115767] = 1,
		[191587] = 6,
		[258139] = "沙顶占卜者",
		[244829] = "荨藤林精",
		[278708] = 6,
		[20243] = 1,
		[244830] = "荨藤林精",
		[278710] = 10,
		[198756] = "赤精 <Pandahero>",
		[264377] = "大法师塔姆拉",
		[260189] = "商业大亨拉兹敦克",
		[50977] = 6,
		[262330] = 6,
		[264378] = "女巫会占卜者",
		[111673] = 6,
		[260190] = "商业大亨拉兹敦克",
		[278714] = 10,
		[272571] = "水鼠帮唤风者",
		[257119] = "[*] 流沙陷阱",
		[200806] = 4,
		[272572] = 2,
		[255072] = 6,
		[97340] = 10,
		[264384] = "女巫会占卜者",
		[256097] = 2,
		[193641] = 4,
		[244835] = "刀鳍波涛卫士",
		[51490] = 7,
		[97341] = 6,
		[236645] = 8,
		[199786] = 8,
		[244837] = "野生夜刃豹",
		[262342] = "坚韧的劳尔",
		[272581] = "水鼠帮唤风者",
		[272582] = "[*] 血色静电",
		[113724] = 8,
		[41252] = 9,
		[274631] = "铁舟学徒",
		[272584] = "爆裂水滴",
		[262346] = "雷霆流放者",
		[280776] = 1,
		[274633] = "铁舟学徒",
		[268490] = 8,
		[262347] = "投币式群体打击者",
		[272586] = "爆裂水滴",
		[196718] = 12,
		[264396] = "符文信徒",
		[198766] = "赤精 <Pandahero>",
		[272588] = "水鼠帮杀手",
		[46628] = 8,
		[280780] = 6,
		[270543] = "第七军团战斗法师",
		[258153] = "水鼠帮海语者",
		[272592] = "无面腐蚀者",
		[278736] = 12,
		[182387] = 7,
		[17941] = 9,
		[80451] = 2,
		[274642] = "灾厄妖术师",
		[244844] = "水滴",
		[214128] = 8,
		[266452] = "嗜血的布莉欧娜",
		[233582] = 9,
		[280787] = 7,
		[202866] = 12,
		[280788] = 7,
		[264407] = "无面女仆",
		[264408] = 10,
		[262361] = "部落巫医",
		[196725] = 10,
		[183415] = 2,
		[266459] = "维克提斯",
		[212084] = 12,
		[262364] = "腐化血珠",
		[255087] = 9,
		[266460] = "未知目标",
		[276699] = "战争主母凡基",
		[7814] = "菲尔瓦 <飘逸的我-格瑞姆巴托>",
		[201846] = 7,
		[194679] = 6,
		[118337] = 7,
		[270557] = 9,
		[196728] = "砮皂 <尊严德>",
		[206967] = 6,
		[270560] = 6,
		[262370] = "腐臭吞噬者",
		[272609] = "无面腐蚀者",
		[89158] = 3,
		[585] = 5,
		[276707] = "纳兹曼尼掠夺者",
		[278755] = "亵渎之灵",
		[259187] = "亚兹玛",
		[195707] = 11,
		[268518] = 3,
		[135299] = 3,
		[210042] = 12,
		[633] = 2,
		[276710] = "战争主母凡基",
		[155777] = 11,
		[173183] = 7,
		[207995] = 7,
		[262377] = "蛛形地雷",
		[117828] = 9,
		[276712] = "战争主母凡基",
		[270569] = 9,
		[255094] = 8,
		[280809] = 8,
		[697] = 9,
		[236665] = 11,
		[255095] = 8,
		[268524] = 2,
		[92232] = 3,
		[259191] = "亚兹玛",
		[268525] = 11,
		[229499] = 2,
		[276717] = "战争主母凡基",
		[262383] = "风险投资公司战争机器",
		[276718] = "达纳斯·托尔贝恩",
		[107079] = 10,
		[268528] = 5,
		[278767] = 10,
		[42281] = "跃动的南瓜 <无头骑士> <无头骑士>",
		[276720] = "战争主母凡基",
		[264434] = 1,
		[278769] = 12,
		[280817] = 1,
		[228478] = 12,
		[262388] = 8,
		[248956] = "药渣农场卫士",
		[109128] = 1,
		[278772] = "鲜血触须",
		[94794] = 10,
		[266486] = 9,
		[278773] = "[*] 野蛮血浆",
		[272631] = "复活的荣誉卫士",
		[266488] = 9,
		[248958] = "[*] 魔药",
		[921] = 4,
		[196741] = 10,
		[266490] = 9,
		[262395] = 7,
		[262397] = 7,
		[210053] = 11,
		[243841] = 8,
		[118345] = "未知目标 <小乌丸-寒冰皇冠>",
		[270589] = 5,
		[256128] = "科古斯狱长",
		[191624] = 10,
		[270590] = "攻城恐魔",
		[114250] = 2,
		[262400] = 7,
		[280830] = 10,
		[266496] = 8,
		[268544] = 8,
		[262401] = 7,
		[1066] = 11,
		[253058] = 1,
		[198793] = 12,
		[191626] = 10,
		[278785] = 2,
		[219271] = 7,
		[191627] = 10,
		[278787] = "[*] 奔流鲜血",
		[109132] = 10,
		[212105] = 12,
		[191628] = 10,
		[278789] = "[*] 腐烂波",
		[264455] = 9,
		[212106] = 12,
		[264456] = "发狂的射手",
		[268552] = 3,
		[262409] = 8,
		[274696] = 4,
		[221322] = 6,
		[264458] = "塑风师奥兰",
		[191630] = 10,
		[280841] = 3,
		[270603] = "刀鳍侍水僧",
		[280842] = 3,
		[191631] = 10,
		[278795] = "科弗斯",
		[280843] = 3,
		[260231] = 3,
		[264462] = 9,
		[1490] = 12,
		[276749] = "腐化的守护者",
		[270606] = "水元素",
		[272654] = "成年三叶虫",
		[272655] = "成年三叶虫",
		[274703] = "溺水的深渊使者",
		[262417] = 7,
		[280847] = 2,
		[6343] = 1,
		[272657] = "厚鳞三叶虫骑手",
		[256138] = "达萨莱荣誉卫士",
		[191634] = 7,
		[262419] = 7,
		[280849] = 1,
		[114255] = 5,
		[272659] = "厚鳞三叶虫骑手",
		[264469] = 9,
		[274708] = 10,
		[270613] = "潮汐涌动者",
		[274709] = 10,
		[272662] = "铁潮袭击者",
		[278806] = 4,
		[1850] = 11,
		[264475] = 4,
		[244880] = "碎骨者布图恩",
		[264476] = "发狂的射手",
		[270620] = 12,
		[272668] = "未知目标",
		[276764] = "[*] 坍缩",
		[272669] = "燃烧的灵魂",
		[64044] = 5,
		[257168] = "铁潮掠夺者",
		[272670] = "卷沙神射手",
		[113746] = 10,
		[244882] = "海岛双头怪",
		[257169] = "水鼠帮歼灭者",
		[270624] = "束缚恐魔",
		[264481] = 9,
		[274720] = "深渊鳗鱼",
		[261265] = "女巫布里亚",
		[257170] = "铁潮袭击者",
		[264483] = 9,
		[260242] = 3,
		[261266] = "女巫马拉迪",
		[123986] = 10,
		[264485] = 9,
		[55342] = 8,
		[255124] = 1,
		[256148] = 4,
		[128594] = 3,
		[272678] = 3,
		[276774] = "盐壳低阶先知",
		[2580] = 4,
		[136356] = "[*] Flaming Head Explode",
		[264490] = 9,
		[198813] = 12,
		[268586] = "达萨大王",
		[268587] = "达萨大王",
		[278826] = 1,
		[258199] = "铁潮打击者",
		[260247] = 3,
		[268589] = "达萨大王",
		[2948] = 8,
		[272685] = 6,
		[268590] = "达萨大王",
		[258200] = "蛮鼻",
		[244890] = "沙顶狂战士",
		[264496] = 9,
		[256153] = 1,
		[258201] = "蛮鼻",
		[251034] = 3,
		[260249] = 3,
		[198817] = 1,
		[276785] = "盐壳低阶先知",
		[274738] = 1,
		[254107] = 10,
		[274739] = 1,
		[274740] = 5,
		[244893] = "沙顶狂战士",
		[196771] = 6,
		[274741] = 5,
		[258204] = "蛮鼻",
		[274742] = 5,
		[264504] = 9,
		[199844] = 8,
		[272696] = "疯狂的孵化者",
		[29722] = 9,
		[51505] = 7,
		[268602] = 3,
		[278841] = 1,
		[272698] = "疯狂的孵化者",
		[253087] = 9,
		[272699] = "疯狂的孵化者",
		[268604] = 1,
		[272700] = "无信护卵员",
		[253088] = 6,
		[264510] = "发狂的射手",
		[47666] = 5,
		[262463] = "拉沙克·铁墙",
		[268607] = 12,
		[262464] = "拉沙克·铁墙",
		[33076] = 5,
		[231588] = 2,
		[262465] = "拉沙克·铁墙",
		[268609] = 10,
		[270657] = 6,
		[274753] = "刀鳍投枪手",
		[232613] = 3,
		[278849] = "女巫会塑棘者",
		[270659] = 6,
		[256163] = "艾泽里特足球炸弹",
		[124506] = 10,
		[274756] = "黯天者拉姆特",
		[55090] = 6,
		[262470] = "拉沙克·铁墙",
		[262471] = "拉沙克·铁墙",
		[276806] = 10,
		[196780] = 6,
		[264520] = "疯狂的生存专家",
		[115804] = 10,
		[124507] = 10,
		[250022] = "亚兹玛",
		[276808] = 2,
		[5384] = 3,
		[272713] = "水鼠帮歼灭者",
		[274761] = "[*] 湮灭帷幕",
		[276809] = 5,
		[129115] = 8,
		[252071] = 11,
		[268619] = 1,
		[196782] = 6,
		[5672] = "治疗之泉图腾 <米门-鬼雾峰>",
		[123996] = "雪怒 <Pandahero>",
		[199854] = 1,
		[264525] = "疯狂的生存专家",
		[264526] = "抓地机械手",
		[270670] = 8,
		[268623] = 4,
		[278862] = 9,
		[272721] = 6,
		[270674] = 2,
		[264531] = "疯狂的生存专家",
		[203953] = 11,
		[278866] = "纳兹曼尼裂血者",
		[272723] = 6,
		[262485] = "暗影魔 <头很油>",
		[264534] = 12,
		[48181] = 9,
		[272726] = 3,
		[130654] = 10,
		[272728] = 9,
		[198837] = "复生的潜伏者 <长泽雅美丶-迦拉克隆>",
		[30108] = 9,
		[274778] = "鲜血猎手阿卡尔",
		[278874] = 2,
		[198838] = 7,
		[262493] = "拉沙克·铁墙",
		[274780] = "狂战士戈拉",
		[203958] = 11,
		[272733] = 3,
		[198839] = "大地之墙图腾 <狗伊尔-熔火之心>",
		[48438] = 11,
		[274782] = "沙顶暗影猎手",
		[228532] = 12,
		[278878] = 2,
		[264544] = 2,
		[278880] = 10,
		[264546] = 12,
		[268642] = 10,
		[278881] = "纳兹曼尼裂血者",
		[72808] = 5,
		[276834] = "[*] 弧形释放",
		[278882] = 8,
		[274787] = "沙顶饮血者",
		[278883] = 10,
		[272741] = 6,
		[119907] = 9,
		[280933] = "重型军火",
		[147650] = "野性追猎者",
		[214202] = 2,
		[276839] = "戈霍恩",
		[274792] = "被释放的抱齿兽 <黯逅孋嬭特-格瑞姆巴托>",
		[278888] = "塔罗克",
		[272745] = 3,
		[232633] = 5,
		[278890] = "纳兹曼尼裂血者",
		[264556] = "荆棘卫士",
		[190655] = 7,
		[280939] = "埃索达大祭司",
		[260279] = "[*] 加特林机枪",
		[55095] = 6,
		[280940] = "利爪德鲁伊",
		[280941] = "利爪德鲁伊",
		[260280] = "商业大亨拉兹敦克",
		[276846] = 1,
		[264560] = "阿库希尔",
		[262513] = "风险投资公司灼天者",
		[242875] = 9,
		[270705] = "不稳定的台风",
		[274801] = "刀鳍投枪手",
		[262515] = "风险投资公司灼天者",
		[274802] = "纳兹曼尼掠夺者",
		[122470] = 10,
		[278898] = 12,
		[274804] = "纳兹曼尼掠夺者",
		[246973] = 2,
		[278901] = "纳兹曼尼织血者",
		[73325] = 5,
		[270711] = 10,
		[124007] = "雪怒 <Pandahero>",
		[191685] = 6,
		[235712] = 3,
		[268665] = 10,
		[262522] = "晕乎乎的迪娜",
		[274809] = "纳兹曼尼选民",
		[208068] = "纳萨诺斯·凋零者",
		[262523] = "晕乎乎的迪娜",
		[264571] = 9,
		[260286] = 3,
		[262524] = "自动炸弹发射器",
		[208069] = "纳萨诺斯·凋零者",
		[116841] = 10,
		[242881] = 2,
		[278908] = 10,
		[264574] = "卷沙神射手",
		[278909] = 1,
		[114282] = 11,
		[124009] = "雪怒 <Pandahero>",
		[276863] = "[*] 粉碎湮灭",
		[278911] = 1,
		[51514] = 7,
		[274817] = "僭悌织暗者",
		[272770] = 2,
		[197834] = 4,
		[197835] = 4,
		[278917] = 10,
		[264583] = 12,
		[260292] = "被感染的岩喉",
		[163024] = 2,
		[115308] = 10,
		[5225] = 11,
		[116844] = 10,
		[272776] = 5,
		[163025] = 2,
		[262538] = "尼艾丝队长",
		[256198] = "科古斯狱长",
		[264587] = "三叶虫宝宝",
		[203981] = 12,
		[262540] = "专家技师",
		[53563] = 2,
		[256199] = "科古斯狱长",
		[91760] = 8,
		[256200] = "科古斯狱长",
		[134359] = 2,
		[210126] = 8,
		[115310] = 10,
		[256201] = "科古斯狱长",
		[17057] = 11,
		[236748] = 11,
		[222414] = "安度因·乌瑞恩",
		[226510] = "[*] 鲜血脓液",
		[278930] = 3,
		[215248] = 7,
		[278931] = 9,
		[54844] = 8,
		[196819] = 4,
		[278933] = "[*] 喷发涌动",
		[226512] = "[*] 鲜血脓液",
		[278934] = "纳兹曼尼织血者",
		[257229] = "戈尔",
		[259277] = "狼 <Chenployis-雷霆之王>",
		[262554] = "专家技师",
		[280984] = 1,
		[264603] = "长者莉娅克萨",
		[115313] = 10,
		[116849] = 10,
		[264605] = "拉米·曼寇",
		[228563] = 10,
		[180441] = 10,
		[214229] = 3,
		[207062] = 6,
		[268702] = "巨石之怒",
		[278941] = 5,
		[268703] = "充能的沙尘恶魔",
		[264608] = "拉米·曼寇",
		[268704] = "巨石之怒",
		[268705] = "沙鳞突击者",
		[245971] = 3,
		[223446] = 10,
		[276897] = 10,
		[274850] = 10,
		[195802] = 8,
		[278946] = "变形大师莱雅拉",
		[115315] = 10,
		[278947] = "变形大师莱雅拉",
		[268709] = "风险投资公司塑地者",
		[213209] = 1,
		[185565] = 4,
		[113780] = 4,
		[2565] = 1,
		[272807] = 11,
		[259285] = 3,
		[195805] = 8,
		[281000] = 1,
		[274858] = "变形大师莱雅拉",
		[278954] = 2,
		[256215] = "皇家恐怖卫士",
		[278955] = "变形大师莱雅拉",
		[274860] = "铁潮执行者",
		[268717] = "鲨鱼饵",
		[278956] = "变形大师莱雅拉",
		[272813] = 10,
		[260312] = "被感染的岩喉",
		[268722] = "风险投资公司塑地者",
		[278961] = "染病鞭笞者",
		[278962] = 4,
		[256219] = 2,
		[232670] = 9,
		[272820] = "灌注能量的唤雷者",
		[272821] = "灌注能量的唤雷者",
		[257244] = 1,
		[276919] = 10,
		[278967] = "骑士队长埃姆雷",
		[35395] = 2,
		[96891] = 8,
		[260318] = "商业大亨拉兹敦克",
		[272827] = "水鼠帮劫掠者",
		[262589] = "群居血虱",
		[278972] = "[*] 威慑气场",
		[56641] = 3,
		[32546] = 5,
		[196840] = 7,
		[16804] = "黑铁碎地者",
		[116858] = 9,
		[228581] = 6,
		[205032] = 8,
		[156910] = 2,
		[256226] = "暗矛萨满祭司",
		[278977] = "骑士队长埃姆雷",
		[272834] = "水鼠帮劫掠者",
		[278978] = "骑士队长埃姆雷",
		[125050] = 3,
		[210153] = 12,
		[260323] = "商业大亨拉兹敦克",
		[228583] = 6,
		[254180] = 10,
		[268742] = "大主教图拉扬",
		[278981] = 4,
		[272838] = 1,
		[48707] = 6,
		[204011] = 2,
		[268744] = 6,
		[210155] = 12,
		[274890] = "[*] 碎裂投掷",
		[131318] = 6,
		[256231] = 2,
		[276939] = 10,
		[278988] = "战争主母耶度",
		[281036] = 3,
		[262607] = "塔利·萨普纳波",
		[264655] = "被感染的农夫",
		[278990] = "纳兹曼尼统御者",
		[276943] = 10,
		[260329] = 6,
		[212207] = "约古萨",
		[262610] = "部落狼骑兵 <伴可伈-祖达克>",
		[262611] = "部落狼骑兵 <伴可伈-祖达克>",
		[171253] = 10,
		[268756] = 4,
		[252140] = "火山",
		[276948] = 10,
		[86659] = 2,
		[257260] = "荆棘卫士",
		[262615] = "部落狼骑兵 <我是个菜鸟猎-回音山>",
		[121471] = 4,
		[178422] = 12,
		[204019] = 2,
		[278998] = "奥蕾莉亚·风行者",
		[58180] = 11,
		[278999] = 1,
		[260333] = "被感染的岩喉",
		[93827] = 12,
		[279000] = "塞塔里斯的化身",
		[276953] = 10,
		[262619] = "塔利·萨普纳波",
		[264667] = 3,
		[260334] = "被感染的岩喉",
		[204021] = 12,
		[270811] = "湿鳞织苇者",
		[125056] = "天然绿 <有困难找山姆-风行者>",
		[93828] = 6,
		[147709] = 7,
		[7978] = "黑铁掷弹兵",
		[8042] = 7,
		[270814] = "深海破潮巨人",
		[274910] = 12,
		[228596] = 8,
		[8212] = 1,
		[24741] = 12,
		[274911] = 9,
		[274912] = 10,
		[268769] = 4,
		[274913] = 10,
		[18086] = 12,
		[274914] = 10,
		[228598] = 8,
		[117891] = "贪婪的矛丽鱼",
		[93830] = 3,
		[279012] = "[*] 鲜血仪式",
		[255220] = "主母伦卡拉",
		[19750] = 2,
		[268774] = 12,
		[279013] = "拆解者米斯拉克斯",
		[272870] = 1,
		[228600] = 8,
		[279014] = "塞塔里斯之心",
		[264680] = 5,
		[117892] = "贪婪的矛丽鱼",
		[228601] = 8,
		[213243] = 12,
		[272873] = 11,
		[257270] = "激流破浪者",
		[184575] = 2,
		[272874] = "艾什凡指挥官",
		[252151] = 7,
		[270827] = 9,
		[232698] = 5,
		[264685] = "瓦伦中尉",
		[257272] = "鲨鱼饵",
		[264687] = "瓦伦中尉",
		[98440] = 4,
		[66188] = 6,
		[264689] = 10,
		[187650] = 3,
		[257274] = "[*] 污秽油膜",
		[262644] = "激流堡狮鹫骑士",
		[143625] = 4,
		[264693] = "贪食的拉尔",
		[279028] = 7,
		[264694] = "贪食的拉尔",
		[279029] = 7,
		[193796] = 7,
		[204035] = 2,
		[272888] = "艾什凡破坏者",
		[264698] = "贪食的拉尔",
		[257278] = "哈兰·斯威提",
		[279033] = 7,
		[262652] = 7,
		[268796] = "[*] 穿刺长矛",
		[268797] = "风险投资公司炼金师",
		[279036] = "塔罗克",
		[272893] = 9,
		[274941] = "水鼠帮海盗",
		[274942] = "[*] 香蕉狂怒",
		[98444] = 12,
		[276991] = "血拳食人魔",
		[84622] = "大工匠梅卡托克",
		[276992] = "血拳殴打者",
		[118922] = 3,
		[52042] = "治疗之泉图腾 <米门-鬼雾峰>",
		[279041] = "大工匠梅卡托克",
		[279042] = "吉恩·格雷迈恩",
		[276995] = "血拳执行者",
		[279043] = 4,
		[272900] = 8,
		[186636] = "戈尔勒",
		[246021] = "南海流氓",
		[257284] = 3,
		[279045] = "吉恩·格雷迈恩",
		[272902] = "尤朵拉船长",
		[268807] = "大主教图拉扬",
		[272903] = 2,
		[268809] = "大主教图拉扬",
		[268810] = "测试对象",
		[160018] = "淡水兽",
		[205069] = 2,
		[223499] = 9,
		[1459] = 8,
		[46924] = 1,
		[102543] = 11,
		[223500] = 1,
		[136471] = 3,
		[66196] = 6,
		[258313] = "艾什凡军官",
		[210191] = 2,
		[270865] = "阿库尔大王",
		[111759] = 5,
		[270866] = "值钱的螃蟹",
		[270868] = "[*] 残留毒液",
		[1715] = 1,
		[139546] = 4,
		[87187] = "狂暴的黑熊",
		[257292] = "库尔提拉斯先锋",
		[279061] = "吉恩·格雷迈恩",
		[64843] = 5,
		[260364] = 4,
		[179478] = 3,
		[279062] = "洛瑟玛·塞隆",
		[66198] = 6,
		[257293] = "疾风军刀",
		[258317] = "艾什凡狱卒",
		[202004] = 7,
		[274968] = "机械警戒犬",
		[268825] = "大主教图拉扬",
		[51533] = 7,
		[119952] = 2,
		[257294] = 10,
		[270874] = "部落投石车",
		[266779] = 3,
		[274971] = "玛拉基莉",
		[281115] = 10,
		[274972] = "僭悌翔龙",
		[102547] = 11,
		[281116] = 10,
		[270878] = "科多战兽 <萌娘百科>",
		[64844] = 5,
		[157981] = 8,
		[49998] = 6,
		[160029] = 9,
		[272928] = "黑暗游侠",
		[260369] = 4,
		[157982] = 11,
		[270882] = "艾泽里特足球炸弹",
		[264739] = 10,
		[279074] = 3,
		[255251] = 5,
		[268836] = 2,
		[258323] = "铁潮锯骨者",
		[255252] = 5,
		[272934] = 8,
		[260372] = "风险投资公司灼天者",
		[89751] = "埃金库里尔 <明明是我先-血色十字军>",
		[197916] = 10,
		[57934] = 4,
		[270889] = "拉胡艾大王",
		[279081] = 8,
		[22570] = 11,
		[277035] = "迷潮勇士",
		[272940] = 4,
		[197919] = 10,
		[268846] = "武器测试员",
		[32297] = 3,
		[89753] = "埃金库里尔 <明明是我先-血色十字军>",
		[274991] = "维克戈斯",
		[277039] = "克瓦迪尔掠夺者",
		[93337] = 2,
		[277040] = "迷潮勇士",
		[272945] = 9,
		[277041] = "克瓦迪尔诅咒行者",
		[262707] = "晕乎乎的迪娜",
		[268851] = "阿斯匹克斯",
		[277043] = "克瓦迪尔恐怖使者",
		[264757] = "长者莉娅克萨",
		[277044] = "克瓦迪尔恐怖使者",
		[270901] = "总管姆巴拉",
		[149801] = 10,
		[277045] = "克瓦迪尔恐怖使者",
		[279093] = "安度因·乌瑞恩",
		[277046] = "迷雾猎犬",
		[264760] = 9,
		[277047] = "腐化的守护者",
		[258333] = 12,
		[264761] = 12,
		[277048] = "腐化的守护者",
		[279096] = "安度因·乌瑞恩",
		[257310] = "铁潮火炮",
		[264763] = "静电充能苦修者",
		[204069] = 11,
		[279098] = "安度因·乌瑞恩",
		[264764] = 2,
		[264765] = "静电充能苦修者",
		[47442] = "未知目标",
		[275006] = 8,
		[157997] = 8,
		[93341] = 11,
		[268865] = "武器测试员",
		[262722] = "塔利·萨普纳波",
		[25771] = 2,
		[111771] = 9,
		[257314] = "铁潮掷弹兵",
		[258338] = "拉乌尔船长",
		[275010] = "锈斑啸狼",
		[275011] = "雪裘头狼",
		[257315] = "铁潮掷弹兵",
		[233766] = 10,
		[264773] = "[*] 窒息海潮",
		[275012] = "雪裘狼",
		[277060] = "克瓦迪尔诅咒行者",
		[264774] = 8,
		[275013] = "雪裘头狼",
		[277061] = "克瓦迪尔诅咒行者",
		[275014] = "维克戈斯",
		[277062] = "克瓦迪尔诅咒行者",
		[264776] = 10,
		[91807] = "棺木之颅 <萌娘百科>",
		[270920] = "沃希女王",
		[202028] = 11,
		[277064] = "克瓦迪尔诅咒行者",
		[102558] = 11,
		[272970] = 8,
		[270923] = "沃希女王",
		[115357] = 7,
		[5740] = 9,
		[117405] = 3,
		[268877] = 3,
		[270925] = 11,
		[207150] = 6,
		[270926] = "商业大亨拉兹敦克",
		[193840] = 12,
		[204079] = 2,
		[270927] = "提玛吉大王",
		[41301] = 6,
		[270928] = "提玛吉大王",
		[187698] = 3,
		[102560] = 11,
		[132409] = 9,
		[277073] = "鱼眼",
		[270930] = "帕特拉女王",
		[6572] = 1,
		[270931] = "[*] 黑暗射击",
		[272979] = 2,
		[275027] = "鲜血触须",
		[277075] = "盐鳍",
		[260395] = 3,
		[132411] = 9,
		[277077] = "盐鳍",
		[176438] = 8,
		[244014] = 3,
		[268887] = 9,
		[115360] = 7,
		[136508] = 8,
		[93347] = 2,
		[196917] = 2,
		[132413] = 9,
		[216371] = 2,
		[262747] = 1,
		[272986] = 12,
		[270939] = 12,
		[272987] = 12,
		[74918] = 9,
		[108194] = 6,
		[242993] = 10,
		[268893] = 9,
		[275037] = "雪裘啸狼",
		[277085] = "无面吞噬者",
		[258352] = "尤朵拉船长",
		[88741] = 8,
		[275038] = "雪裘啸狼",
		[256305] = 2,
		[277087] = "[*] 淤血炸弹",
		[262753] = 12,
		[195897] = 7,
		[268898] = 9,
		[251187] = "剧毒细颚龙",
		[260402] = 3,
		[268899] = 9,
		[254259] = 12,
		[251188] = "剧毒细颚龙",
		[187708] = 3,
		[270949] = 12,
		[261428] = "拜恩比吉中士",
		[279142] = 1,
		[268904] = 4,
		[101542] = 3,
		[268905] = 4,
		[165185] = 2,
		[253239] = "达萨莱战神",
		[281194] = 6,
		[275051] = "[*] 腐败之水",
		[281195] = 3,
		[252216] = 11,
		[31661] = 8,
		[180545] = 9,
		[190784] = 2,
		[268910] = 10,
		[273006] = 7,
		[275054] = 10,
		[268911] = 10,
		[108199] = 6,
		[279151] = 8,
		[279152] = 12,
		[273009] = 4,
		[275057] = "[*] 凝结腐化",
		[279153] = 2,
		[88746] = 6,
		[277106] = "湿鳞织苇者",
		[279154] = 1,
		[275059] = 10,
		[259387] = 3,
		[101545] = 10,
		[268917] = "大主教图拉扬",
		[277109] = "湿鳞恐鳍者",
		[259388] = 3,
		[20271] = 2,
		[154953] = 4,
		[139595] = 8,
		[225601] = 10,
		[101546] = 10,
		[261437] = 8,
		[279160] = 4,
		[134477] = "克利姆玛乌 <寻欢一世>",
		[225602] = 8,
		[281209] = 6,
		[261438] = "维克雷斯勋爵",
		[281210] = 6,
		[275067] = "充血幼虫",
		[268924] = "激流堡弩手",
		[262781] = 11,
		[259391] = 3,
		[261439] = "维克雷斯勋爵",
		[225604] = 3,
		[169291] = 8,
		[261440] = "维克雷斯勋爵",
		[206151] = 12,
		[277119] = 10,
		[225605] = 11,
		[117418] = 10,
		[42587] = "无头骑士",
		[277120] = "活化感染",
		[127145] = 6,
		[281216] = 6,
		[8921] = 11,
		[225606] = 5,
		[88750] = 1,
		[256323] = 10,
		[268932] = "达萨大王",
		[258371] = "砾鳞晶目者",
		[259395] = 7,
		[277124] = 10,
		[254276] = 5,
		[275077] = "死钉鞭笞者",
		[233799] = "利爪德鲁伊",
		[259396] = 3,
		[275078] = "死钉护巢蝎",
		[123051] = "摧心魔 <安知鱼不泣-死亡之翼>",
		[275079] = "死钉鞭笞者",
		[268936] = "达萨大王",
		[270984] = 2,
		[275080] = "死钉毒蝎",
		[277128] = "[*] 活化感染",
		[262794] = "风险投资公司策划",
		[277129] = 10,
		[259398] = 3,
		[187727] = 12,
		[53595] = 2,
		[275084] = "[*] 翻腾黑暗",
		[261447] = "维克雷斯勋爵",
		[275085] = "野性保卫者",
		[32175] = 7,
		[273038] = "血怒抱齿兽",
		[275086] = "原始重殴者",
		[253257] = 8,
		[214350] = 3,
		[275087] = "烂爪熊王",
		[262802] = "暮行者洛里纳斯",
		[277137] = "寒光智者",
		[209232] = 6,
		[275090] = "原始重殴者",
		[36702] = 2,
		[262804] = "风险投资公司策划",
		[255307] = "狂战士戈拉",
		[279187] = 7,
		[185684] = "第七军团执行者",
		[275092] = "灰毛熊",
		[253260] = 8,
		[19505] = "布希格隆 <寻欢一世>",
		[255308] = "狂战士戈拉",
		[253261] = 7,
		[256333] = 9,
		[258381] = "尤朵拉船长",
		[21169] = 7,
		[268953] = 12,
		[281240] = 3,
		[268954] = 12,
		[271002] = 10,
		[268955] = 12,
		[279194] = 1,
		[268956] = 12,
		[243025] = 5,
		[277148] = 2,
		[247121] = 12,
		[32176] = 7,
		[130736] = 6,
		[108211] = 4,
		[200025] = 2,
		[271011] = 5,
		[277155] = "凝固之血",
		[279203] = 1,
		[279204] = 2,
		[266918] = "铁炉堡暗法师",
		[208218] = 11,
		[225624] = 5,
		[275110] = "疤爪",
		[255317] = "[*] 中毒",
		[275111] = "烂爪幼熊",
		[191837] = 10,
		[275112] = "烂爪重殴者",
		[213339] = 2,
		[255318] = 2,
		[216411] = 2,
		[258390] = "血脊",
		[266923] = "能量核心",
		[2823] = 4,
		[66235] = 2,
		[277163] = 10,
		[2983] = 4,
		[216413] = 2,
		[24242] = 8,
		[194913] = 6,
		[220510] = 8,
		[34914] = 5,
		[281265] = 5,
		[114871] = 2,
		[53600] = 2,
		[257371] = "[*] 催泪毒气",
		[118455] = 3,
		[242014] = 10,
		[207203] = 6,
		[33891] = 11,
		[256350] = "被麻醉的巨蜥幼体",
		[266939] = "征服者阿卡阿里",
		[253279] = "达萨莱战神",
		[266940] = "征服者阿卡阿里",
		[277179] = 12,
		[250208] = "脊壳钳龟",
		[260447] = "格温德拉·蛮锤",
		[132463] = 10,
		[257376] = 3,
		[170347] = 2,
		[213350] = 10,
		[212327] = 9,
		[273089] = 6,
		[208232] = 5,
		[273090] = 6,
		[73920] = 7,
		[266948] = "维克提斯",
		[277187] = 6,
		[250212] = "千年脊壳龟",
		[202090] = 10,
		[275140] = "符蹄雄鹿",
		[118459] = "灵魂兽 <美女配野兽-阿纳克洛斯>",
		[254308] = 7,
		[132467] = 10,
		[266950] = "黑齿拳手",
		[268998] = 8,
		[250213] = "千年脊壳龟",
		[80576] = "赞枢利叛徒",
		[266951] = "征服者阿卡阿里",
		[73921] = 7,
		[269000] = "达纳斯·托尔贝恩",
		[271048] = 3,
		[77505] = 7,
		[271049] = 3,
		[197997] = 7,
		[256358] = "托萨克",
		[89792] = "贾克尼普 <寻欢一世>",
		[355] = 1,
		[269004] = "达纳斯·托尔贝恩",
		[209261] = 12,
		[275148] = 12,
		[261479] = 12,
		[215405] = 3,
		[271054] = 2,
		[379] = 7,
		[271055] = "隐秘之牙",
		[50276] = "未知目标",
		[101568] = 6,
		[271057] = "隐秘之牙",
		[403] = 7,
		[215407] = 8,
		[271058] = 2,
		[275154] = "刀鳍塑水者",
		[421] = 7,
		[134522] = 9,
		[109248] = 3,
		[261483] = 12,
		[147833] = 1,
		[266967] = "学者拉娜",
		[196980] = 4,
		[266968] = "学者拉娜",
		[75973] = 9,
		[210291] = 2,
		[117952] = 10,
		[148859] = 5,
		[266970] = "学者拉娜",
		[264923] = "贪食的拉尔",
		[204150] = 2,
		[266974] = "大法师塔姆拉",
		[160124] = "庆姐 <暴躁的懒洋洋>",
		[113858] = 9,
		[261488] = "诺斯弗德骑士",
		[271071] = 5,
		[107203] = 2,
		[256369] = "瓦力格",
		[266977] = 6,
		[546] = 7,
		[264931] = "贪食的拉尔",
		[123586] = 10,
		[266980] = 2,
		[235894] = 12,
		[269029] = "恐怖船长洛克伍德",
		[127170] = 9,
		[256372] = "瓦力格",
		[88263] = 2,
		[266983] = "嗜血的布莉欧娜",
		[269031] = 8,
		[205179] = 9,
		[281318] = "沙顶占卜者",
		[257397] = "铁潮锯骨者",
		[163201] = 1,
		[221562] = 6,
		[198013] = 12,
		[200061] = 2,
		[698] = 9,
		[204157] = 12,
		[710] = 9,
		[266988] = "戈尔",
		[266989] = "戈尔",
		[254328] = 5,
		[264942] = "狩猎大师西奥多",
		[207230] = 6,
		[269038] = 10,
		[251257] = 10,
		[113862] = 8,
		[187777] = "觉醒火盆 <克乌恩织法者-战歌>",
		[774] = 11,
		[259449] = 11,
		[204160] = 6,
		[257402] = "哈兰·斯威提",
		[184707] = 1,
		[281329] = "乔里船长",
		[261498] = "[*] 蔓延腐化",
		[180612] = 6,
		[115399] = 10,
		[199042] = 1,
		[277236] = 10,
		[127174] = 7,
		[266998] = 9,
		[47977] = 8,
		[184709] = 1,
		[259452] = 2,
		[252285] = 4,
		[267000] = 9,
		[264953] = "狩猎大师西奥多",
		[267001] = 9,
		[264954] = "[*] 泰坦火花",
		[275193] = "[*] 硬化血脉",
		[258430] = 2,
		[259454] = 12,
		[277242] = "蛛形地雷",
		[257407] = "莱赞",
		[259455] = 11,
		[195975] = 6,
		[257408] = 2,
		[250241] = "沃卡尔",
		[259456] = 1,
		[170379] = 7,
		[204167] = 6,
		[271103] = 2,
		[181642] = 12,
		[267008] = "暮行者洛里纳斯",
		[277247] = "黑齿拳手",
		[259457] = 12,
		[117962] = 10,
		[138640] = 7,
		[271105] = 1,
		[257410] = 1,
		[251267] = 10,
		[138641] = 11,
		[271107] = 7,
		[138642] = 1,
		[275205] = "塔罗克",
		[217481] = 7,
		[137619] = 4,
		[279302] = 6,
		[264968] = "瓦力格",
		[257413] = 2,
		[279303] = 6,
		[205196] = "恐惧猎犬 <明明是我先-血色十字军>",
		[275209] = "[*] 变大的心脏",
		[5487] = 11,
		[89808] = "加洛普 <想要来几发吗-死亡之翼>",
		[271115] = 5,
		[198030] = 12,
		[257415] = 9,
		[227723] = 8,
		[281357] = 12,
		[267023] = "科多战兽 <萌娘百科>",
		[253321] = 12,
		[267024] = 9,
		[16953] = 11,
		[267025] = 12,
		[253322] = 12,
		[1604] = 4,
		[206224] = "[*] 燃烧之焰",
		[267026] = 2,
		[257418] = 5,
		[210320] = 2,
		[267027] = "喷毒盘蛇",
		[262932] = "裂隙之刃克莱恩",
		[255371] = "莱赞",
		[267029] = 2,
		[253324] = 1,
		[205202] = 2,
		[255372] = "莱赞",
		[267030] = 5,
		[257420] = 8,
		[20153] = "地狱火爪牙 <内内-埃德萨拉>",
		[267031] = 2,
		[264984] = "狩猎大师西奥多",
		[262937] = 8,
		[279320] = 10,
		[267034] = "低语者沃尔兹斯",
		[257422] = 8,
		[269083] = 10,
		[262940] = "未知目标",
		[175513] = 3,
		[275228] = "未知目标",
		[269085] = 11,
		[257424] = 2,
		[8143] = 7,
		[90325] = "石拳食人魔",
		[250258] = "沃卡尔",
		[273185] = "祖尔的持盾卫士",
		[257426] = "铁潮执行者",
		[250259] = "沃卡尔",
		[259474] = "瑞克莎·流火",
		[97493] = 7,
		[166302] = "布林顿6000 <里弗斯>",
		[269092] = "军械专家",
		[202138] = 12,
		[156064] = 3,
		[257428] = 8,
		[267047] = "沙鳞突击者 <蛋> <蛋>",
		[245142] = "萨满祭司加姆尔",
		[2584] = 10,
		[256405] = "托萨克",
		[217498] = 10,
		[265001] = "小型水元素",
		[269097] = "斯托颂勋爵",
		[21562] = 5,
		[273193] = 1,
		[277289] = "沉船铁腕战士",
		[105174] = 9,
		[277290] = "“弹无虚发”约翰逊",
		[90328] = "灵魂兽 <秦灬小瑞>",
		[267052] = "织影者扎拉",
		[269100] = "风险投资公司战争机器",
		[251288] = 10,
		[213405] = 12,
		[281388] = "艾什凡炮手",
		[121557] = 5,
		[137639] = 10,
		[98008] = 7,
		[269104] = "觉醒虚空",
		[277296] = "沉船海盗",
		[156070] = 5,
		[25914] = 2,
		[277297] = "风投探员",
		[185763] = 4,
		[277298] = "“望远镜”马利",
		[156071] = 1,
		[90842] = 9,
		[267060] = "智者扎纳扎尔",
		[269108] = 10,
		[93402] = 11,
		[277301] = "沉船海盗",
		[202147] = 1,
		[260508] = "魂缚巨像",
		[28730] = 9,
		[265016] = "鲜血主母选民",
		[207267] = 6,
		[257437] = "铁潮海盗",
		[188838] = 7,
		[265019] = "鲜血主母选民",
		[204197] = 5,
		[281402] = 8,
		[240033] = 10,
		[269116] = "灌注能量的唤雷者",
		[281404] = 8,
		[240034] = 10,
		[260512] = "魂缚巨像",
		[189865] = "海滩阔步者",
		[269120] = 11,
		[259489] = 3,
		[171436] = 11,
		[240036] = 10,
		[257442] = 5,
		[156079] = 8,
		[239013] = 10,
		[240037] = 10,
		[259491] = 3,
		[267077] = "爆裂图腾",
		[156080] = 2,
		[271174] = "苍白吞噬者",
		[261540] = "医疗机器人",
		[271175] = "苍白吞噬者",
		[189869] = "船难维和者",
		[205228] = 2,
		[273225] = "卷沙神射手",
		[269130] = "昊天裂肉者",
		[271178] = "苍白吞噬者",
		[273226] = "[*] 腐烂孢子",
		[269131] = "斯托颂勋爵",
		[250280] = 10,
		[259495] = 3,
		[156084] = 1,
		[281420] = "水鼠帮盐鳞战士",
		[24252] = 6,
		[228780] = 1,
		[205231] = "黑眼 <人渣-海克泰尔>",
		[273232] = 12,
		[267089] = "凶猛的刚诺夫",
		[267090] = "凶猛的刚诺夫",
		[187827] = 12,
		[54644] = "奇美拉 <斯巴拉谷-死亡之翼>",
		[198067] = 7,
		[39798] = 8,
		[71909] = 10,
		[273238] = 12,
		[273239] = 12,
		[207283] = 8,
		[202164] = 1,
		[273241] = "未知目标",
		[271194] = 12,
		[273242] = "不羁的火花",
		[204213] = 5,
		[53365] = 6,
		[257455] = 9,
		[176569] = 3,
		[202166] = 1,
		[271197] = 12,
		[112866] = 9,
		[259504] = "全自动赚钱炮",
		[204215] = 5,
		[247218] = "部落步兵 <烦苕-伊瑟拉>",
		[148417] = 12,
		[268194] = 6,
		[281439] = 9,
		[267105] = "洪流图腾",
		[27827] = 5,
		[2008] = 7,
		[176888] = 3,
		[215479] = 10,
		[257458] = "哈兰·斯威提",
		[112867] = 9,
		[281441] = "火炮",
		[257774] = "水鼠帮健步者",
		[98021] = "灵魂链接图腾 <狗伊尔-熔火之心>",
		[269808] = 7,
		[281442] = "火炮",
		[207289] = 6,
		[277347] = "南海三副",
		[123040] = 5,
		[251316] = 12,
		[190925] = 3,
		[171454] = 3,
		[271205] = "泥须掘地工",
		[281444] = "起源重组引擎",
		[79859] = "吉安娜·普罗德摩尔",
		[257460] = "[*] 燃烧残片",
		[279397] = 2,
		[273254] = "嗜血的抱齿兽",
		[251309] = 3,
		[187837] = 7,
		[227744] = 1,
		[18562] = 11,
		[255909] = 4,
		[164273] = 3,
		[57842] = 4,
		[273256] = 12,
		[44151] = 3,
		[269783] = 6,
		[191894] = 10,
		[157122] = 2,
		[70890] = 6,
		[263899] = "毒心藤蔓扭曲者",
		[108238] = 11,
		[224127] = 7,
		[260455] = "未知目标",
		[171457] = 3,
		[102352] = 11,
		[22718] = 12,
		[16827] = "灵魂兽 <美女配野兽-阿纳克洛斯>",
		[113860] = 9,
		[262811] = "吸血球",
		[19577] = 3,
		[162243] = 12,
		[46968] = 1,
		[205246] = 9,
		[127165] = 3,
		[27576] = 4,
		[39801] = 9,
		[112870] = 9,
		[275923] = "裂冰者",
		[272021] = "黑暗之池",
		[277358] = "被遗忘的无面者",
		[257863] = "地精工兵",
		[230844] = 10,
		[225597] = 1,
		[84714] = 8,
		[97463] = 1,
		[273264] = 3,
		[183108] = "狼人战斗法师",
		[97462] = 1,
		[47585] = 5,
		[268896] = "斯托颂勋爵",
		[114852] = 2,
		[232893] = 12,
		[44153] = 9,
		[161222] = "被捕的老虎",
		[26098] = "部落萨满祭司 <忘我意境-死亡之翼>",
		[258860] = 12,
		[114919] = 2,
		[273267] = 3,
		[57820] = 6,
		[116888] = 6,
		[271220] = "风险投资公司暴徒",
		[265077] = 10,
		[267809] = "被遗忘的居民",
		[85739] = 1,
		[255248] = 10,
		[19647] = "布希格隆 <寻欢一世>",
		[255228] = "达纳斯·托尔贝恩",
		[196364] = 9,
		[110744] = 5,
		[50259] = 11,
		[162248] = "被捕的老虎",
		[163272] = 10,
		[228597] = 8,
		[255421] = "莱赞",
		[81297] = 2,
		[12472] = 8,
		[271224] = "塔罗克",
		[265081] = "鲜血主母选民",
		[197871] = 5,
		[261565] = "哈达尔·黑渊",
		[279416] = 6,
		[273274] = "[*] 极化力场",
		[199109] = 2,
		[210372] = 2,
		[96491] = 8,
		[281465] = 2,
		[34897] = 9,
		[556] = 7,
		[271227] = "泥须护烛者",
		[265084] = "虔诚鲜血祭司",
		[63560] = 6,
		[183752] = 12,
		[264618] = 8,
		[54649] = 10,
		[19434] = 3,
		[167152] = 11,
		[6268] = "高地阔步龙",
		[408] = 4,
		[138213] = 4,
		[205022] = 8,
		[210652] = 7,
		[281469] = 5,
		[36554] = 4,
		[51271] = 6,
		[22568] = 11,
		[265088] = "拉米·曼寇",
		[267136] = "拉沙克·铁墙",
		[277375] = "沉船铁腕战士",
		[348] = 9,
		[226757] = 8,
		[34428] = 1,
		[212423] = "复生的潜伏者 <卜喌-死亡之翼>",
		[5116] = 3,
		[264585] = 12,
		[60025] = 6,
		[17767] = "萨恩纳克 <天凉王破>",
		[250050] = "亚兹玛",
		[265091] = "虔诚鲜血祭司",
		[113899] = "恶魔传送门 <天凉王破>",
		[61305] = 8,
		[114923] = 8,
		[265092] = 3,
		[199373] = "未知目标 <黯逅孋嬭特-格瑞姆巴托>",
		[30451] = 8,
		[243139] = 1,
		[16870] = 11,
		[260547] = "魂缚巨像",
		[274226] = 3,
		[208772] = 5,
		[273285] = "不稳定的种荚",
		[120043] = 3,
		[216521] = 10,
		[256453] = 8,
		[273286] = 3,
		[113900] = "恶魔传送门 <天凉王破>",
		[251685] = 8,
		[273288] = "纳兹曼尼碾压者",
		[265096] = 3,
		[275335] = 1,
		[269099] = "风险投资公司战争机器",
		[225737] = 9,
		[202188] = 7,
		[256740] = 1,
		[267787] = "纯净圣母",
		[195457] = 4,
		[273289] = 3,
		[245686] = 9,
		[257478] = "铁潮猎犬",
		[224126] = 7,
		[131474] = 5,
		[271920] = 7,
		[203961] = 11,
		[279434] = 5,
		[239049] = 12,
		[256455] = 2,
		[275907] = "艾泽洛克",
		[216762] = 2,
		[84721] = 8,
		[260551] = "魂缚巨像",
		[257899] = "铁潮破坏者",
		[119996] = 10,
		[31935] = 2,
		[275341] = "夜鳞狂野风蛇",
		[257480] = 9,
		[278875] = 8,
		[273294] = "[*] 野火",
		[275342] = "亮鳞盘牙风蛇",
		[49020] = 6,
		[114089] = 7,
		[132568] = 11,
		[275343] = "夜鳞盘牙风蛇",
		[108271] = 7,
		[278148] = 3,
		[202192] = "共鸣图腾 <小乌丸-寒冰皇冠>",
		[6353] = 9,
		[212431] = 3,
		[229837] = 6,
		[255434] = "莱赞",
		[275345] = "夜鳞尖啸者",
		[257482] = "部落萨满祭司 <飞雯焕月-兰娜瑟尔>",
		[264532] = 12,
		[273298] = 10,
		[275346] = "夜鳞尖啸者",
		[196937] = 4,
		[45181] = 4,
		[273299] = 10,
		[275347] = "断喙食腐鸟",
		[257483] = "[*] 骨堆",
		[225743] = 2,
		[259531] = "复生图腾",
		[224664] = "督军卡拉纳",
		[204242] = 2,
		[43118] = "无头骑士",
		[208683] = 3,
		[256460] = 2,
		[190714] = 5,
		[275344] = "亮鳞尖啸风蛇",
		[258210] = "卡米·柯格维兹",
		[162264] = 12,
		[146622] = 3,
		[163212] = 10,
		[57724] = 9,
		[275351] = 12,
		[57821] = 7,
		[188228] = 12,
		[259533] = "[*] 艾泽里特催化剂",
		[118000] = 1,
		[110745] = 5,
		[263066] = "不靠谱的助理",
		[212436] = 3,
		[195949] = 8,
		[139] = 5,
		[263067] = 6,
		[265115] = "[*] 黑暗先知之焰",
		[81141] = 6,
		[253391] = 10,
		[279450] = 12,
		[45438] = 8,
		[207317] = 6,
		[277403] = "异种蜂猎人杀手",
		[136] = 3,
		[107428] = 10,
		[77489] = 5,
		[77451] = 7,
		[196447] = 9,
		[198103] = 7,
		[256464] = 3,
		[269214] = 2,
		[275340] = "夜鳞尖啸者",
		[273310] = 5,
		[213163] = 10,
		[91352] = 6,
		[148429] = 1,
		[124280] = 10,
		[278108] = 1,
		[1719] = 1,
		[89766] = "埃金库里尔 <明明是我先-血色十字军>",
		[273312] = 5,
		[275360] = "布琪",
		[122] = 8,
		[263074] = "不靠谱的助理",
		[265122] = "[*] 黑暗先知之焰",
		[267890] = "[*] 迅捷结界",
		[73320] = 2,
		[279457] = 5,
		[199850] = 1,
		[267171] = 9,
		[276767] = "深渊祭师",
		[65641] = 9,
		[132578] = 10,
		[267172] = "攻城塔",
		[48743] = 6,
		[274358] = "祖尔",
		[273316] = "纳兹曼尼碾压者",
		[214169] = 1,
		[69369] = 11,
		[227041] = 10,
		[258922] = 12,
		[231895] = 2,
		[208611] = 12,
		[264487] = 9,
		[265656] = "“小刀”洛蒂",
		[224125] = 7,
		[253661] = 3,
		[262617] = "光铸勇士",
		[255445] = "莱赞",
		[210658] = 7,
		[124659] = 1,
		[208086] = 1,
		[2649] = "小蓝蓝 <绅士物语-回音山>",
		[34433] = 5,
		[261589] = 9,
		[205276] = "祖尔",
		[273321] = 5,
		[596] = 5,
		[275893] = 10,
		[263083] = 6,
		[126664] = 1,
		[267179] = 12,
		[207744] = 12,
		[2825] = 7,
		[273323] = 7,
		[267180] = "蛛魔虚空编织者",
		[257495] = "泥沙女王",
		[253660] = 3,
		[273324] = 7,
		[267181] = "炮塔",
		[244881] = "刀鳍波涛卫士",
		[156132] = 10,
		[268184] = "风语者海蒂丝",
		[254224] = 5,
		[269230] = "莱班",
		[202168] = 1,
		[281517] = 2,
		[60234] = 7,
		[220637] = 2,
		[164324] = "血拳执行者",
		[91002] = 11,
		[123254] = 5,
		[269232] = "莱班",
		[279471] = 11,
		[212704] = 3,
		[260569] = "[*] 野火",
		[187874] = 7,
		[270661] = 8,
		[219521] = 5,
		[256474] = "[*] 竭心毒剂",
		[65081] = 5,
		[203975] = 11,
		[258890] = 11,
		[260570] = "[*] 野火",
		[155111] = 3,
		[18499] = 1,
		[214816] = 7,
		[272658] = "厚鳞三叶虫骑手",
		[108280] = 7,
		[125174] = 10,
		[109304] = 3,
		[279983] = 12,
		[203650] = 12,
		[136475] = "无头骑士",
		[273333] = 8,
		[250586] = "血拳缚石者",
		[269238] = 4,
		[176568] = 3,
		[265143] = "维克提斯",
		[235999] = 12,
		[269239] = 6,
		[276141] = 5,
		[262019] = "机甲驾驶员",
		[57984] = "原始火元素 <小乌丸-寒冰皇冠>",
		[277431] = "异种蜂猎人杀手",
		[272036] = "奥金尼投石车",
		[250782] = 10,
		[256882] = "蒙祖米",
		[187878] = 7,
		[171841] = 1,
		[272957] = 9,
		[205644] = "树人 <上岸的老哥-阿格拉玛>",
		[30146] = 9,
		[19236] = 5,
		[274283] = 11,
		[73313] = 3,
		[258935] = "艾什凡炉火医师",
		[258181] = "铁潮打击者",
		[265089] = "虔诚鲜血祭司",
		[256479] = "火焰之魂",
		[200166] = 12,
		[192999] = 8,
		[273340] = 11,
		[280115] = "升级的投石车 <小兜兜-熊猫酒仙>",
		[262412] = "机械化维和者",
		[212801] = 8,
		[45182] = 4,
		[158188] = 4,
		[264368] = "未知目标",
		[263103] = "不靠谱的助理",
		[262920] = "裂隙之刃克莱恩",
		[212283] = 4,
		[204263] = 5,
		[202461] = 11,
		[115450] = 10,
		[275391] = 7,
		[277439] = "安全检查机器人",
		[271296] = "塔罗克",
		[265764] = "矮人迫击炮",
		[120692] = 5,
		[118522] = 7,
		[196881] = 7,
		[198121] = 8,
		[22703] = 9,
		[257506] = 4,
		[270003] = "活化守卫",
		[52610] = 11,
		[275394] = 7,
		[253654] = "达萨莱战神",
		[126507] = 3,
		[222695] = 10,
		[262947] = "风险投资公司策划",
		[258773] = "天空上尉库拉格",
		[242870] = 10,
		[273348] = 10,
		[267205] = 4,
		[255870] = 9,
		[94462] = 6,
		[281534] = "风险投资公司灼天者",
		[256484] = "锈斑啸狼",
		[256137] = "艾泽里特足球炸弹",
		[228649] = 10,
		[273350] = "纳兹曼尼鲜血妖术师",
		[275398] = 9,
		[24705] = 6,
		[262398] = 7,
		[66] = 8,
		[277925] = 4,
		[32244] = 1,
		[136505] = 9,
		[281543] = 2,
		[280208] = 9,
		[211805] = 6,
		[94463] = 8,
		[210152] = 12,
		[91778] = "棺木嚼碎者 <黯逅孋嬭特-格瑞姆巴托>",
		[67826] = 8,
		[270332] = 3,
		[281545] = 10,
		[267211] = 9,
		[6673] = 1,
		[123981] = 6,
		[281546] = 10,
		[274396] = "活化脓液 <纳兹曼尼鲜血妖术师>",
		[277451] = "风投探员",
		[276299] = "嗜血的抱齿兽",
		[265805] = 9,
		[63106] = 9,
		[183218] = 2,
		[136387] = "无头骑士",
		[264654] = 2,
		[264477] = "阿库希尔",
		[200175] = 12,
		[59752] = 10,
		[251839] = 2,
		[8690] = 4,
		[49028] = 6,
		[114942] = "治疗之潮图腾 <神樂-阿拉希>",
		[265168] = "拉米·曼寇",
		[270576] = 12,
		[191629] = 10,
		[279503] = 6,
		[263585] = 3,
		[267217] = 9,
		[187890] = 7,
		[263904] = "蛇 <古德猫凝-血色十字军>",
		[200010] = "摧心魔 <夕牧-雷霆之王>",
		[45524] = 6,
		[269266] = "攻城恐魔",
		[279505] = 7,
		[202225] = 1,
		[19483] = "地狱火爪牙 <内内-埃德萨拉>",
		[277458] = "风投爆破专家",
		[278976] = "战争主母耶度",
		[82691] = 8,
		[94719] = 8,
		[277459] = "首席工程师扎基",
		[274795] = "纳兹曼尼掠夺者",
		[258768] = "怨鳍掠夺者",
		[252396] = 6,
		[272620] = "破浪打击者",
		[63619] = "摧心魔 <夕牧-雷霆之王>",
		[273365] = "祖尔",
		[256492] = 9,
		[278185] = "青翠树人",
		[266120] = "毒鳞多头蛇",
		[262399] = 7,
		[193359] = 4,
		[258945] = "菱背战争使者",
		[20549] = 1,
		[184689] = 2,
		[205021] = 8,
		[194384] = 5,
		[260365] = "希巴拉暴掠龙",
		[265966] = "沙怒石拳战士",
		[257308] = "哈兰·斯威提",
		[193358] = 4,
		[270572] = 10,
		[265178] = "维克提斯",
		[275417] = "共鸣之柱 <布琪> <布琪>",
		[161691] = 7,
		[250351] = 1,
		[51699] = 4,
		[175832] = 1,
		[90708] = 2,
		[58875] = 7,
		[281562] = "鲜血仪式",
		[270197] = 10,
		[54149] = 2,
		[279515] = 7,
		[130] = 8,
		[185358] = 3,
		[277468] = "无面觅灵者",
		[102659] = 7,
		[265625] = "亵渎之灵",
		[47750] = 5,
		[200183] = 5,
		[258544] = "杰斯·豪里斯",
		[267037] = "[*] --unknown spell--",
		[262516] = "风险投资公司灼天者",
		[269279] = 4,
		[203539] = 2,
		[8676] = 4,
		[205523] = 10,
		[207073] = 3,
		[58501] = 2,
		[262366] = "攻城炮塔",
		[259194] = 10,
		[77575] = 6,
		[115356] = 7,
		[201641] = 2,
		[264040] = "[*] 荆棘树根",
		[269282] = 9,
		[147732] = 7,
		[265187] = 9,
		[72968] = 1,
		[279956] = 5,
		[263140] = 3,
		[187748] = 8,
		[261264] = "女巫索林娜",
		[276900] = "[*] 临界炽焰",
		[263573] = "阿德里斯",
		[257739] = "黑齿格斗家",
		[267237] = "无信护卵员",
		[213858] = 1,
		[225603] = 10,
		[91800] = "尘土撕裂者 <蒼之風雲-晴日峰（江苏）>",
		[275429] = 9,
		[22722] = 3,
		[188534] = 3,
		[64901] = 5,
		[267239] = "扭曲投影",
		[277123] = "赤潮寻路者",
		[279526] = 11,
		[259856] = "瑞克莎·流火",
		[274755] = "咏墓者穆加",
		[277479] = "狡猾的英格尔",
		[267666] = 3,
		[273809] = 6,
		[85256] = 2,
		[271903] = "投币式群体打击者",
		[269713] = "“小刀”洛蒂",
		[29893] = 9,
		[267242] = "维克提斯",
		[277481] = "赤潮维库人",
		[173184] = 7,
		[259574] = "沃卡尔",
		[77443] = 3,
		[257316] = "哈兰·斯威提",
		[275966] = "贪婪的化血者",
		[107270] = 10,
		[275435] = "布琪",
		[258822] = "尸骸收割者",
		[225787] = 10,
		[260202] = "商业大亨拉兹敦克",
		[267999] = "邪犬 <瞬间烟火-血色十字军>",
		[278665] = "科弗斯",
		[94472] = 5,
		[47496] = "冰川撕咬者 <萌娘百科>",
		[253308] = 10,
		[167105] = 1,
		[225788] = 10,
		[185857] = "第七军团神射手",
		[195072] = 12,
		[255814] = "复活的荣誉卫士",
		[257736] = "铁潮唤雷者",
		[93825] = 8,
		[190977] = 12,
		[277487] = "扭动的抱齿兽",
		[209258] = 12,
		[250028] = "亚兹玛",
		[275440] = "硫磺恶犬",
		[183416] = 2,
		[245855] = 1,
		[265202] = 5,
		[17735] = "克拉斯萨克 <守护一生-熔火之心>",
		[183811] = 2,
		[279537] = 11,
		[44425] = 8,
		[275442] = "硫磺熔岩之喉",
		[273942] = 2,
		[210041] = 12,
		[642] = 2,
		[256711] = "嗜血的布莉欧娜",
		[273803] = 10,
		[213708] = 11,
		[236380] = 8,
		[267253] = "大法师塔姆拉",
		[196099] = 9,
		[263158] = 1,
		[265206] = "瘟疫聚合体",
		[275445] = "奥迪尔防御射线",
		[269302] = "雇来的刺客",
		[48265] = 6,
		[281589] = 2,
		[276894] = "恩拉其毁灭者",
		[196100] = 9,
		[260366] = "希巴拉暴掠龙",
		[281590] = 3,
		[267256] = "地墙图腾",
		[277495] = "赤潮投叉手",
		[50313] = "烈酒爪牙",
		[265209] = "维克提斯",
		[267257] = "雷鸣图腾",
		[277496] = "赤潮投叉手",
		[270213] = "狩猎大师西奥多",
		[198149] = 8,
		[280772] = 1,
		[275849] = "淘气的洪流",
		[278853] = "主母伦卡拉",
		[97035] = 7,
		[97547] = 11,
		[277498] = "被遗忘的无面者",
		[53385] = 2,
		[281594] = 8,
		[257286] = 10,
		[268856] = 4,
		[250368] = "沃卡尔",
		[260805] = "女巫布里亚",
		[275452] = "硫磺寻踪犬",
		[121411] = 4,
		[270293] = "净化构造体",
		[273405] = "黑暗幼体",
		[275453] = "硫磺熔岩之喉",
		[277501] = "扭动的抱齿兽",
		[201223] = 3,
		[131476] = 5,
		[48778] = 6,
		[256709] = "激流破浪者",
		[114954] = 8,
		[264616] = 9,
		[215558] = 10,
		[257537] = 8,
		[271881] = 4,
		[259585] = "部落投石车",
		[8613] = 12,
		[269313] = "暴虐的工兵",
		[339] = 11,
		[183081] = "法阵学徒",
		[275457] = "硫磺熔岩之喉",
		[257538] = 8,
		[33110] = 5,
		[196414] = 9,
		[256884] = "蒙祖米",
		[233490] = 9,
		[257337] = "投币式群体打击者",
		[273411] = "阿斯匹克斯",
		[267241] = "拉沙克·铁墙",
		[277507] = "扭动的抱齿兽",
		[279555] = 11,
		[84751] = 1,
		[227847] = 1,
		[118635] = 10,
		[193786] = 7,
		[277037] = "复生猎犬",
		[47755] = 5,
		[277405] = "异种蜂猎人杀手",
		[27285] = 9,
		[252692] = "影刃追猎者",
		[34189] = "暗门伏击者",
		[117313] = 1,
		[165737] = "埃索达大祭司",
		[5171] = 4,
		[57994] = 7,
		[257541] = 8,
		[135700] = 11,
		[42380] = "无头骑士",
		[267273] = "智者扎纳扎尔",
		[80354] = 6,
		[271369] = "逐流者",
		[273417] = 3,
		[267274] = 1,
		[30151] = "埃金库里尔 <明明是我先-血色十字军>",
		[32379] = 5,
		[207684] = 12,
		[203277] = 8,
		[204301] = 2,
		[254471] = 2,
		[258978] = "暗影之刃莱兹",
		[275841] = 7,
		[269324] = "达纳斯·托尔贝恩",
		[210712] = 7,
		[255974] = 2,
		[275468] = 2,
		[69395] = 2,
		[254472] = 2,
		[43308] = 3,
		[267278] = "静电充能苦修者",
		[257544] = "地怒者",
		[271374] = 6,
		[265231] = "泽克沃兹",
		[199754] = 4,
		[129597] = 10,
		[254473] = 2,
		[255497] = "地精工兵",
		[185313] = 4,
		[262316] = "鲜血巨魔",
		[209423] = 4,
		[42381] = "[*] 无头骑士的点燃",
		[275469] = 2,
		[155158] = 8,
		[254474] = 2,
		[46668] = 9,
		[256522] = 4,
		[48892] = 12,
		[279569] = 8,
		[235021] = 3,
		[192611] = 12,
		[270507] = "幽魂兽王",
		[270500] = "骸骨狩猎迅猛龙",
		[255499] = "湿鳞祈雨者",
		[165739] = "埃索达大祭司",
		[270474] = "毛鬃织棘者",
		[275837] = 9,
		[265237] = "泽克沃兹",
		[118905] = 7,
		[1725] = 4,
		[279572] = 5,
		[272544] = "[*] 毁灭迫近",
		[3110] = "佐尔亚尔 <内内-埃德萨拉>",
		[269334] = "达纳斯·托尔贝恩",
		[209426] = 12,
		[281621] = "机甲驾驶员",
		[214624] = 12,
		[228645] = "符文武器 <阴阳大司命-迪托马斯>",
		[254958] = "达萨莱巨像",
		[1856] = 4,
		[267782] = "瓦伦中尉",
		[262263] = "不靠谱的助理",
		[279575] = "[*] 窒息沼气",
		[273432] = "未知目标",
		[260852] = "女巫布里亚",
		[265372] = "被奴役的卫士",
		[246287] = 5,
		[55078] = 6,
		[275481] = 2,
		[269338] = "[*] 箭雨",
		[270236] = 10,
		[273434] = "[*] 绝望深渊",
		[122128] = 5,
		[244803] = "巨千齿",
		[61469] = 1,
		[10444] = 7,
		[215572] = 1,
		[187174] = 3,
		[263197] = "重型火炮 <核动力电磁炮>",
		[279928] = 2,
		[277038] = "克瓦迪尔恐怖使者",
		[268433] = 2,
		[17] = 5,
		[280485] = "束缚恐魔",
		[23881] = 1,
		[188499] = 12,
		[263199] = "监工克里克斯",
		[273438] = "[*] 黑暗启示",
		[15286] = 5,
		[22812] = 11,
		[254481] = 7,
		[265248] = "泽克沃兹",
		[268419] = "[*] 强风劈砍",
		[277535] = "维克戈斯",
		[280615] = 7,
		[276540] = "纳兹曼尼晋升者",
		[272679] = 3,
		[155166] = 6,
		[279584] = 12,
		[241226] = 10,
		[269686] = "[*] 瘟疫",
		[232519] = 5,
		[120588] = 7,
		[259140] = 10,
		[267299] = "低语者沃尔兹斯",
		[258321] = "铁潮锯骨者",
		[53390] = 7,
		[268411] = 6,
		[262268] = "风险投资公司炼金师",
		[200218] = "里弗斯",
		[265347] = "恐翼渡鸦",
		[162906] = 2,
		[256893] = 2,
		[277540] = "克拉西斯破坏者",
		[273401] = "戈霍恩",
		[19658] = "诺哈鲁姆 <Tigos>",
		[207386] = 11,
		[271731] = "侏儒旋翼工程师",
		[109714] = 4,
		[257066] = "亚兹玛",
		[141917] = 1,
		[269351] = "提扎拉",
		[254485] = 2,
		[260881] = 7,
		[152262] = 2,
		[269352] = 7,
		[263209] = "矿井鼠",
		[81340] = 6,
		[198337] = 1,
		[221886] = 2,
		[271401] = "巨型岩角雪人",
		[265258] = 5,
		[128275] = 1,
		[277545] = "克拉西斯破坏者",
		[279593] = 3,
		[132404] = 1,
		[193356] = 4,
		[264712] = "[*] 腐物喷发",
		[263537] = 2,
		[273451] = "纳兹曼尼鲜血妖术师",
		[275499] = "治疗之泉图腾 <二奶晃悠悠-迅捷微风>",
		[277547] = "融腐纳兹曼尼巨魔",
		[3391] = "跃动的南瓜 <无头骑士>",
		[205386] = 5,
		[46736] = 10,
		[277548] = "克拉西斯破坏者",
		[185422] = 4,
		[273453] = 7,
		[267310] = "深渊具象",
		[131784] = 8,
		[263215] = "巨石之怒",
		[270891] = "拉胡艾大王",
		[24394] = "灵魂兽 <大仁-普瑞斯托>",
		[270453] = "毛鬃唤棘者",
		[243386] = "奥蕾莉亚·风行者",
		[273455] = 4,
		[152261] = 2,
		[116680] = 10,
		[263217] = "流变包囊",
		[117526] = 3,
		[118038] = 1,
		[269361] = 2,
		[44106] = 9,
		[259589] = 10,
		[11824] = "雷霆流放者",
		[259035] = 10,
		[120954] = 10,
		[54711] = 9,
		[227870] = 3,
		[263275] = "监工阿斯加里",
		[205345] = 8,
		[265268] = "泽克沃兹",
		[238454] = 9,
		[281303] = 10,
		[263221] = "监工克里克斯",
		[202274] = 10,
		[274507] = "水鼠帮水兵",
		[48792] = 6,
		[148538] = 3,
		[260031] = "“剃刀”雷吉克",
		[199203] = 1,
		[269366] = "库尔提拉斯工程师",
		[272783] = 5,
		[194084] = 7,
		[98727] = 1,
		[269674] = "枝条领主奥德鲁斯",
		[279606] = "亡者大军 <卜喌-死亡之翼>",
		[256456] = 3,
		[66846] = 1,
		[268287] = "宝藏狂热者",
		[274192] = "净化烈焰",
		[265273] = 9,
		[250096] = "亚兹玛",
		[269369] = "提扎拉",
		[279608] = 12,
		[273465] = 7,
		[267326] = 4,
		[142641] = 1,
		[853] = 2,
		[273466] = 7,
		[183998] = 2,
		[257585] = "[*] 火炮弹幕",
		[263228] = "监工克里克斯",
		[82717] = "军情七处特工",
		[267324] = "水鼠帮酗酒者",
		[2484] = 7,
		[152108] = 9,
		[212040] = 11,
		[267325] = 4,
		[277564] = "混乱的暴徒",
		[279611] = 12,
		[157228] = 11,
		[111898] = 9,
		[48018] = 9,
		[108843] = 8,
		[273470] = "恐怖船长洛克伍德",
		[267327] = 4,
		[119914] = 9,
		[279614] = "黑铁掷弹兵",
		[40120] = 11,
		[59797] = 9,
		[277567] = "戈霍恩之嗣",
		[279615] = "黑铁掷弹兵",
		[265281] = "维克提斯",
		[267329] = 4,
		[8679] = 4,
		[263234] = "阿德里斯",
		[59793] = 8,
		[207400] = 7,
		[129253] = 5,
		[263235] = "戈霍恩",
		[272426] = "[*] 瞄准火炮",
		[267331] = 4,
		[212520] = 1,
		[93326] = 4,
		[273475] = "烂喉",
		[268468] = 8,
		[259572] = "沃卡尔",
		[271428] = "风险投资公司策划",
		[243237] = "[*] 爆裂",
		[260643] = 1,
		[202912] = 2,
		[125282] = 9,
		[265288] = 4,
		[268947] = "达纳斯·托尔贝恩",
		[12042] = 8,
		[272737] = 7,
		[97054] = 6,
		[9484] = 5,
		[258075] = "钉刺寄生虫",
		[267945] = "纯净圣母",
		[273479] = "驭风者",
		[26573] = 2,
		[277575] = "赤潮寻路者",
		[271432] = "[*] 测试飞弹",
		[273480] = "[*] 腐化之潮",
		[276993] = "血拳地卜师",
		[268271] = "维克雷斯夫人",
		[259597] = "贡克的子嗣 <尊严德>",
		[273481] = 2,
		[275540] = 1,
		[266293] = 8,
		[30283] = 9,
		[97055] = 8,
		[218617] = 1,
		[273415] = 1,
		[83244] = 3,
		[189999] = 10,
		[256551] = "锯齿鲨",
		[249366] = 3,
		[265264] = "泽克沃兹",
		[243241] = 5,
		[46740] = 9,
		[272013] = "邪恶的地狱犬 <寻欢一世>",
		[263246] = "阿斯匹克斯",
		[230955] = 12,
		[256552] = "锯齿鲨",
		[48020] = 9,
		[279902] = 8,
		[273486] = "[*] 毒性腐化",
		[259853] = "瑞克莎·流火",
		[204335] = 2,
		[148022] = 8,
		[16589] = 6,
		[256553] = "锯齿鲨",
		[280121] = 8,
		[274395] = 2,
		[195757] = 6,
		[261977] = 10,
		[93985] = 11,
		[127261] = 8,
		[119582] = 10,
		[275805] = "重磅炸弹 <拉里·巨弹> <拉里·巨弹>",
		[210714] = 7,
		[272434] = "机械游侠齿火",
		[97057] = 1,
		[267347] = 10,
		[44949] = 1,
		[279637] = 3,
		[53652] = 2,
		[259092] = "铁潮唤雷者",
		[264894] = 10,
		[275483] = 2,
		[30153] = "埃金库里尔 <明明是我先-血色十字军>",
		[267349] = 10,
		[16595] = 11,
		[262169] = 8,
		[15407] = 5,
		[79140] = 4,
		[257580] = "泥沙女王",
		[64659] = 3,
		[97058] = 11,
		[267351] = 12,
		[269399] = "低语者沃尔兹斯",
		[106785] = 11,
		[273495] = "[*] 火焰炸弹",
		[244776] = "闪壳亡爪蟹",
		[100130] = 1,
		[263257] = "阿斯匹克斯",
		[225311] = 2,
		[275544] = 5,
		[272413] = "破浪持戟者",
		[271371] = "冰牙防御者",
		[118297] = "原始火元素 <小乌丸-寒冰皇冠>",
		[267354] = "雇来的刺客",
		[257582] = "地怒者",
		[279641] = 11,
		[246807] = 2,
		[181943] = 2,
		[142910] = 3,
		[42650] = 6,
		[263202] = "风险投资公司塑地者",
		[272382] = "湿鳞恐鳍者",
		[259097] = "暗影之刃莱兹",
		[198764] = "赤精 <Pandahero>",
		[186403] = 10,
		[267357] = "雇来的刺客",
		[269405] = 2,
		[263262] = "页岩啃噬者",
		[262161] = 1,
		[267358] = "水鼠帮酗酒者",
		[277597] = "无面觅灵者",
		[230935] = 11,
		[272402] = "破浪飞刀手",
		[265315] = 9,
		[269407] = 1,
		[266265] = "堕落的亡语者",
		[263193] = 7,
		[267360] = "低语者沃尔兹斯",
		[269408] = 8,
		[271456] = "商业大亨拉兹敦克",
		[267261] = "维克提斯",
		[974] = 7,
		[269409] = 1,
		[279648] = 11,
		[255538] = "甲板总监奥鲁克",
		[191034] = 11,
		[192058] = 7,
		[197937] = 5,
		[97061] = 8,
		[236282] = 1,
		[269411] = 7,
		[205369] = 5,
		[255539] = "甲板总监奥鲁克",
		[229387] = 6,
		[269412] = 11,
		[9512] = 4,
		[268308] = "维克雷斯夫人",
		[178207] = 5,
		[269413] = 1,
		[272790] = 3,
		[262147] = "莱科",
		[45334] = 11,
		[1122] = 9,
		[271462] = 8,
		[97062] = 7,
		[267367] = "机械化维和者",
		[228920] = 1,
		[200216] = "里弗斯",
		[265320] = 12,
		[191037] = 11,
		[23246] = 6,
		[263278] = "[*] 掩护",
		[204304] = 3,
		[275560] = "硫磺寻踪犬",
		[6552] = 1,
		[271465] = 8,
		[269310] = "泰坦守护者赫兹雷尔",
		[215942] = 9,
		[269418] = "泰坦守护者赫兹雷尔",
		[271466] = 5,
		[281584] = 2,
		[275562] = "硫磺熔岩之喉",
		[269419] = "[*] 巨口之门",
		[246328] = 10,
		[1706] = 5,
		[257542] = 8,
		[277611] = "狡猾的英格尔",
		[271468] = 8,
		[273516] = 12,
		[275792] = 10,
		[204350] = 7,
		[279660] = "蔓延病毒 <[*] 堕落之血克隆体>",
		[228477] = 12,
		[108839] = 8,
		[264103] = "守备官巴图尔",
		[279664] = "被征服的戈霍恩的触须 <独年醉酒-燃烧平原>",
		[278526] = 10,
		[275566] = 9,
		[281592] = 9,
		[279662] = "蔓延病毒 <[*] 堕落之血克隆体>",
		[16591] = 6,
		[83242] = 3,
		[257593] = "艾泽洛克",
		[279663] = "[*] 传播感染",
		[281711] = 1,
		[275568] = "岩蹄山羊",
		[269301] = "不羁畸变怪",
		[59543] = 3,
		[255546] = 4,
		[275569] = "岩蹄山羊",
		[208909] = 1,
		[274195] = "[*] 堕落之血",
		[281713] = 1,
		[260666] = "鎏金女祭司",
		[263503] = "起源重组引擎",
		[79881] = "笨拙的劳工",
		[281714] = "部落掷斧者 <烦苕-伊瑟拉>",
		[275571] = "刀鳍穿刺者",
		[202761] = 10,
		[198670] = 3,
		[54680] = "魔暴龙 <勇士的荣耀>",
		[260667] = "鎏金女祭司",
		[269429] = "风险投资公司战争机器",
		[260669] = "瑞克莎·流火",
		[273525] = 9,
		[275573] = "麝腹牦牛",
		[48025] = 3,
		[279669] = "耐受病菌 <[*] 堕落之血克隆体>",
		[273526] = 9,
		[260668] = "鎏金女祭司",
		[31707] = "水元素 <克乌恩织法者-战歌>",
		[275441] = 1,
		[45470] = 6,
		[182854] = "荨藤欺诈者",
		[257597] = "艾泽洛克",
		[224772] = 5,
		[265337] = "血渍小猪",
		[267385] = "触须",
		[279673] = 9,
		[127271] = 10,
		[265338] = "未知目标",
		[190984] = 11,
		[200200] = 5,
		[258622] = "艾泽洛克",
		[281721] = 12,
		[229377] = 5,
		[61336] = 11,
		[198664] = 10,
		[266225] = "高莱克·图尔",
		[83245] = 3,
		[250872] = 8,
		[160331] = 8,
		[44212] = 7,
		[269919] = "光铸战争机甲",
		[278989] = 2,
		[229376] = 8,
		[281724] = 8,
		[121536] = 5,
		[259611] = 10,
		[275378] = 9,
		[210873] = 7,
		[105771] = 1,
		[185394] = 10,
		[279541] = 11,
		[210065] = 11,
		[252321] = 8,
		[257616] = "“小刀”洛蒂",
		[263297] = 12,
		[280549] = 11,
		[50842] = 6,
		[31821] = 2,
		[158221] = 10,
		[265346] = "恐翼渡鸦",
		[256578] = 10,
		[6789] = 9,
		[250871] = 5,
		[273538] = "拆解者米斯拉克斯",
		[272183] = "堕落的亡语者",
		[212552] = 6,
		[205385] = 5,
		[265348] = 9,
		[240197] = "嗜血的布莉欧娜",
		[241221] = 10,
		[258627] = "地怒者",
		[274373] = 6,
		[197908] = 10,
		[3355] = 3,
		[279684] = 8,
		[273541] = 5,
		[275589] = "岩蹄石角羊",
		[277269] = 10,
		[258628] = "[*] 地震回荡",
		[88852] = 2,
		[271684] = "[*] 黑暗启示",
		[190837] = 9,
		[280544] = 10,
		[265352] = "瘟疫蟾蜍",
		[2139] = 8,
		[222202] = 2,
		[279687] = "堕落之血克隆体",
		[240446] = "[*] 爆炸",
		[265002] = "贪食的拉尔",
		[155145] = 2,
		[268923] = "[*] 圣洁之地",
		[255558] = "[*] 污血",
		[267402] = 6,
		[241224] = 10,
		[263307] = "喋喋不休的恐兽",
		[251463] = 4,
		[275594] = "荆裘公牛",
		[47632] = 6,
		[221771] = 10,
		[265356] = 10,
		[223819] = 2,
		[88082] = 8,
		[62618] = 5,
		[23248] = 11,
		[265358] = "尤格-萨隆的投影",
		[266209] = "堕落的亡语者",
		[279692] = "堕落之血克隆体 <[*] 堕落之血克隆体>",
		[230987] = 3,
		[275597] = "岩蹄石角羊",
		[257608] = "泥沙女王",
		[268309] = "深海祭师",
		[16593] = 11,
		[245131] = "探寻者博格尔",
		[269455] = 8,
		[280844] = 3,
		[57755] = 1,
		[116014] = 8,
		[269456] = "维克戈斯",
		[1022] = 2,
		[256673] = "黑油投弹者",
		[267409] = "黑暗幼体",
		[202602] = 1,
		[202137] = 12,
		[281744] = 3,
		[267410] = 6,
		[26064] = "海龟 <大写的猫奴>",
		[258634] = "艾什凡火法师",
		[273554] = "[*] 湮灭冲击",
		[277822] = "深泽绿洲语者",
		[217200] = 3,
		[257692] = "[*] 蒂基之焰",
		[265364] = "瘟疫蟾蜍",
		[267412] = "黑暗幼体",
		[273359] = "祖尔",
		[242253] = 8,
		[273556] = "活化脓液 <纳兹曼尼鲜血妖术师> <纳兹曼尼鲜血妖术师>",
		[15487] = 5,
		[199547] = 12,
		[263318] = "阿斯匹克斯",
		[265366] = "小型水元素",
		[267213] = 9,
		[101643] = 10,
		[263319] = "霜剑士塞拉费",
		[190456] = 1,
		[260067] = "鲍比·豪里斯 <杰斯·豪里斯>",
		[253517] = "达萨莱神官",
		[189364] = 5,
		[265368] = "着魔的队长",
		[256589] = "拉乌尔船长",
		[277655] = "虚空触须",
		[279703] = 4,
		[589] = 5,
		[260685] = "长者莉娅克萨",
		[164862] = 11,
		[264735] = 3,
		[265370] = "维克提斯",
		[255647] = 2,
		[222031] = 12,
		[265157] = 3,
		[265371] = "着魔的队长",
		[275610] = "麝腹冲锋者",
		[61340] = 3,
		[263114] = "石拳执行者",
		[273563] = "卷沙神射手",
		[275611] = "老长齿",
		[61721] = 8,
		[227099] = 9,
		[101033] = 7,
		[278095] = 7,
		[247455] = 12,
		[263326] = "[*] 蠕行苔藓",
		[265374] = "[*] 暗影新星",
		[256592] = 9,
		[183897] = "埃索达卫士",
		[279709] = 11,
		[258889] = "蛇人唤天者",
		[32592] = 5,
		[8936] = 11,
		[271519] = "塔罗克",
		[265376] = "狂热的猎头者",
		[268532] = 3,
		[257617] = "泥沙女王",
		[210927] = 7,
		[265377] = "狂热的猎头者",
		[280553] = "部落投石车",
		[281178] = 2,
		[255319] = 2,
		[247454] = 12,
		[256594] = "拉乌尔船长",
		[192090] = 11,
		[277440] = "其拉甲虫",
		[199552] = 12,
		[267427] = "单眼恐魔",
		[195627] = 4,
		[279714] = 4,
		[272055] = "鲨鱼饵",
		[283810] = 1,
		[212799] = 8,
		[2379] = 1,
		[269622] = 10,
		[211545] = 11,
		[261715] = 10,
		[197211] = 7,
		[8222] = 2,
		[267430] = "单眼恐魔",
		[257620] = 3,
		[271526] = "地怒者",
		[260015] = 8,
		[260692] = "黑暗游侠",
		[273251] = "黑暗幼体",
		[229976] = 2,
		[277812] = "纳兹曼尼亵渎者",
		[257622] = 3,
		[33697] = 7,
		[108853] = 8,
		[36213] = "未知目标 <李时珍皮萨-冰霜之刃>",
		[267433] = "机甲驾驶员",
		[253526] = "达萨莱神官",
		[257144] = "嗜血的布莉欧娜",
		[267435] = "老练军士斯雷德",
		[267434] = "老练军士斯雷德",
		[200285] = 12,
		[270373] = "戈霍恩",
		[217694] = 8,
		[162402] = 7,
		[22482] = 4,
		[197214] = 7,
		[255575] = "女祭司阿伦扎",
		[272528] = "艾什凡狙击手",
		[269484] = "维克戈斯",
		[277810] = "纳兹曼尼亵渎者",
		[129250] = 5,
		[273714] = 10,
		[275382] = "灰烬元素 <机械暴龙兽>",
		[252661] = "影刃追猎者",
		[214621] = 5,
		[256600] = "瓦力格",
		[108447] = 9,
		[127797] = 11,
		[265391] = "宴会招待员",
		[260696] = "女巫马拉迪",
		[205472] = 8,
		[229980] = 10,
		[265392] = "宴会招待员",
		[110051] = 8,
		[271538] = 6,
		[263345] = "重型火炮",
		[265393] = "宴会招待员",
		[260697] = "女巫布里亚",
		[171620] = 3,
		[263346] = 5,
		[17619] = 7,
		[141928] = 8,
		[279118] = "赞枢利巫医",
		[279729] = 11,
		[271664] = 12,
		[260698] = "女巫索林娜",
		[171621] = 3,
		[271539] = 10,
		[255579] = "女祭司阿伦扎",
		[77535] = 6,
		[261446] = "维克雷斯夫人",
		[265520] = 8,
		[269493] = "投币式群体打击者",
		[260699] = "女巫索林娜",
		[171622] = 1,
		[90632] = 2,
		[119607] = 10,
		[261981] = 8,
		[252687] = "影刃追猎者",
		[202127] = 10,
		[267441] = "老练军士斯雷德",
		[260700] = "女巫马拉迪",
		[261724] = 10,
		[271543] = 2,
		[255581] = "女祭司阿伦扎",
		[276109] = "牛头人震地者",
		[271544] = 2,
		[258653] = "爆炸物",
		[204513] = 12,
		[260701] = "女巫布里亚",
		[171624] = 9,
		[183436] = 2,
		[255582] = "[*] 熔化的黄金",
		[120517] = 5,
		[58984] = 12,
		[229439] = 3,
		[253894] = 10,
		[260702] = "[*] 不稳定的符文印记",
		[132403] = 2,
		[188856] = 4,
		[259147] = "[*] 灵魂盛宴",
		[267452] = "第七军团陆战队士兵",
		[122708] = 4,
		[279739] = 10,
		[23251] = 2,
		[260703] = "女巫马拉迪",
		[4962] = "平原狼蛛",
		[279740] = 7,
		[272007] = 10,
		[61294] = 6,
		[152173] = 10,
		[271550] = 11,
		[24275] = 2,
		[211400] = 7,
		[113095] = 10,
		[279742] = 12,
		[273599] = "烂喉",
		[267456] = 10,
		[277695] = 9,
		[194153] = 11,
		[281791] = 5,
		[255586] = 4,
		[17364] = 7,
		[265412] = 9,
		[281792] = 5,
		[103740] = 6,
		[192106] = 7,
		[152175] = 10,
		[124218] = 1,
		[267459] = "被遗忘的居民",
		[258709] = "[*] 腐化的黄金",
		[271555] = "葬礼构造体",
		[281794] = 5,
		[275651] = "霜须雪怪",
		[41635] = 5,
		[263365] = "阿德里斯",
		[281795] = 5,
		[267461] = "霜剑士塞拉费",
		[267560] = 7,
		[198300] = 7,
		[127802] = 9,
		[267462] = "散疫触须",
		[195750] = 6,
		[121147] = 6,
		[202347] = 11,
		[275654] = "魁梧的霜须雪怪",
		[202346] = 10,
		[271559] = 2,
		[277703] = 8,
		[265511] = "灵魂汲取图腾 <血誓污染者>",
		[192109] = 7,
		[260708] = 1,
		[5302] = 1,
		[195181] = 6,
		[269513] = 4,
		[271561] = "葬礼构造体",
		[265759] = "主母布琳德尔",
		[256660] = "黑油投弹者",
		[119611] = 10,
		[271562] = "葬礼构造体",
		[263372] = 8,
		[195182] = 6,
		[277706] = 9,
		[279754] = 4,
		[255591] = "女祭司阿伦扎",
		[275659] = "魁梧的霜须雪怪",
		[68054] = "基维斯 <尊严德>",
		[5782] = 9,
		[52174] = 1,
		[171633] = 8,
		[188016] = 8,
		[271565] = "防腐液",
		[263371] = "阿斯匹克斯",
		[256616] = "雕骨切割者",
		[215661] = 2,
		[266514] = "铁炉堡暗法师",
		[253544] = "达萨莱神官",
		[271564] = "[*] 防腐液",
		[188017] = 10,
		[279758] = 3,
		[247402] = 3,
		[277794] = "畸形的造物",
		[6262] = 2,
		[34861] = 5,
		[101184] = 7,
		[270514] = "幽魂蛮兵",
		[12323] = 1,
		[267934] = 10,
		[51886] = 7,
		[207472] = 2,
		[17877] = 9,
		[227518] = 12,
		[259690] = 10,
		[267330] = 4,
		[171637] = 1,
		[258362] = "高地伐木工",
		[255595] = "潮汐潜伏者",
		[271292] = 3,
		[33702] = 9,
		[201330] = 9,
		[101185] = 7,
		[257069] = "库尔提拉斯步兵",
		[253548] = "达萨莱战神",
		[279764] = 12,
		[197509] = "血虫 <丶无风-阿古斯>",
		[267552] = 8,
		[216331] = 2,
		[276286] = "[*] 切割旋风",
		[265431] = "瓦力格",
		[258926] = 12,
		[188021] = 6,
		[115008] = 10,
		[275742] = "惧牙盘蛇",
		[275671] = "霜须嗥叫者",
		[269231] = "莱班",
		[93622] = 11,
		[265433] = "血誓污染者",
		[275672] = 1,
		[277720] = 4,
		[127295] = 10,
		[101186] = 12,
		[275673] = 10,
		[196911] = 4,
		[142073] = 5,
		[266047] = 2,
		[267483] = "不羁的火花",
		[124503] = 10,
		[271579] = "风险投资公司塑地者",
		[264027] = "毒心诱魂者",
		[275675] = "寒光深渊先知",
		[257641] = "库尔提拉斯神射手",
		[201334] = 6,
		[252666] = "影刃追猎者",
		[23509] = 1,
		[188024] = 10,
		[271581] = 2,
		[62124] = 2,
		[264506] = 9,
		[272115] = "拆解者米斯拉克斯",
		[258672] = "铁潮射手",
		[227956] = 9,
		[146046] = 9,
		[274079] = 3,
		[271583] = "[*] 特制黑火药",
		[204065] = 5,
		[267488] = "霜剑士塞拉费",
		[527] = 5,
		[258673] = "铁潮射手",
		[132603] = 5,
		[265974] = "加瓦兹特",
		[230222] = 3,
		[280635] = 11,
		[260954] = "拜恩比吉中士",
		[231843] = 2,
		[216695] = 9,
		[258674] = "下班的劳工",
		[264734] = "贪食的拉尔",
		[1833] = 4,
		[188027] = 8,
		[156287] = 1,
		[214648] = 12,
		[256627] = "库尔提拉斯戟兵",
		[277731] = 4,
		[271640] = "祖尔之影",
		[265445] = "脊壳钳龟",
		[218558] = 7,
		[188028] = 1,
		[83243] = 3,
		[255629] = 3,
		[256106] = "天空上尉库拉格",
		[277724] = 4,
		[271590] = "维克雷斯夫人",
		[263775] = "阿斯匹克斯",
		[275686] = 8,
		[261748] = "[*] 魔药喷射",
		[267973] = "神殿侍从",
		[1766] = 4,
		[20822] = "枯须勘探员",
		[277735] = "[*] 易燃材料",
		[263401] = 3,
		[48045] = 5,
		[101573] = 2,
		[257883] = "哈达尔·黑渊",
		[212800] = 12,
		[273641] = "索利德之蛋",
		[275689] = 1,
		[269589] = 6,
		[691] = 9,
		[265451] = "[*] 翻腾黑暗",
		[274569] = "水鼠帮唤风者",
		[188031] = 8,
		[121153] = 4,
		[265452] = "[*] 翻腾黑暗",
		[182912] = 3,
		[271636] = "鲜血大槌 <塔罗克> <塔罗克>",
		[259453] = 1,
		[77478] = 7,
		[77130] = 7,
		[259448] = 3,
		[275991] = "[*] 死亡之愿",
		[47528] = 6,
		[264550] = "塑风师奥兰",
		[270277] = "商业大亨拉兹敦克",
		[755] = 9,
		[278200] = "古树森林行者",
		[57723] = 12,
		[188033] = 3,
		[269586] = 6,
		[49576] = 6,
		[243647] = 2,
		[783] = 11,
		[279791] = 1,
		[78675] = 11,
		[171845] = 3,
		[188034] = 1,
		[277776] = "畸形的造物",
		[255609] = 1,
		[256849] = "恐龙统领吉什奥",
		[248439] = 1,
		[279793] = 11,
		[44457] = 8,
		[102793] = 11,
		[188035] = 11,
		[255373] = "莱赞",
		[115276] = "维克里克 <乜杀姬-鬼雾峰>",
		[275699] = 6,
		[703] = 4,
		[225919] = 12,
		[281843] = 11,
		[267509] = "戈霍恩",
		[253562] = "达萨莱占卜师",
		[273653] = "阴森恐魔",
		[871] = 1,
		[256636] = "部落萨满祭司",
		[194192] = 9,
		[883] = 3,
		[265454] = "[*] 翻腾黑暗",
		[264471] = 9,
		[104773] = 9,
		[213634] = 5,
		[273677] = "灾厄妖术师",
		[248446] = "全自动赚钱炮",
		[265271] = "[*] 下水道软泥",
		[225921] = 12,
		[194879] = 6,
		[219788] = 6,
		[226943] = 5,
		[33395] = "水元素 <克乌恩织法者-战歌>",
		[255614] = "南海三副",
		[275705] = "拉里·巨弹",
		[263416] = 8,
		[230215] = 6,
		[273658] = "阴森恐魔",
		[260734] = 7,
		[256363] = "托萨克",
		[263436] = 8,
		[31687] = 8,
		[256639] = "黑油投弹者",
		[245605] = 6,
		[201350] = 2,
		[259711] = "监狱守卫",
		[118089] = 7,
		[148135] = 10,
		[279366] = 8,
		[273657] = "阴森恐魔",
		[256640] = "黑油投弹者",
		[104267] = 1,
		[277742] = "纯净圣母",
		[255836] = "女祭司阿伦扎",
		[252545] = 2,
		[25046] = 4,
		[263424] = "阿德里斯",
		[281854] = 12,
		[277424] = "异种蜂猎人杀手",
		[260741] = "女巫布里亚",
		[263425] = "阿德里斯",
		[273664] = "海滩阔步者",
		[277185] = 1,
		[113942] = 9,
		[205448] = 5,
		[273665] = "[*] 裂地扰动",
		[275713] = 8,
		[22842] = 11,
		[982] = 3,
		[259714] = "[*] 腐烂孢子",
		[267523] = "乔里船长",
		[269571] = 2,
		[279810] = 3,
		[265476] = 11,
		[686] = 9,
		[231319] = 12,
		[117014] = 7,
		[231046] = 10,
		[267522] = "乔里船长",
		[11426] = 8,
		[271612] = "埃索达卫士",
		[255620] = "复活的荣誉卫士",
		[225623] = 11,
		[65873] = "越狱的罪犯",
		[744] = "平原狼蛛",
		[277013] = 10,
		[267308] = "智者扎纳扎尔",
		[261764] = 4,
		[5143] = 8,
		[200174] = 5,
		[176151] = 5,
		[269576] = 3,
		[207700] = 8,
		[119381] = 10,
		[34477] = 3,
		[268007] = "心脏守卫",
		[246407] = 12,
		[278383] = 5,
		[268086] = "[*] 恐怖光环",
		[11366] = 8,
		[268591] = "达萨大王",
		[259718] = "孢子召唤师赞查",
		[71342] = 8,
		[106830] = 11,
		[213644] = 2,
		[90631] = 2,
		[234278] = 4,
		[108366] = 9,
		[271628] = "泰达希尔卫兵",
		[265487] = "血誓污染者",
		[267533] = "乔里船长",
		[1462] = 3,
		[274073] = 3,
		[78674] = 11,
		[47788] = 5,
		[277773] = "畸形的造物",
		[111240] = 4,
		[259720] = "孢子召唤师赞查",
		[275726] = 5,
		[277774] = "无能的化身",
		[262378] = "腐臭吞噬者",
		[123725] = 10,
		[275727] = "[*] 黏性炸弹",
		[277775] = "畸形的狮子",
		[205292] = 9,
		[177193] = 2,
		[267537] = 5,
		[261769] = 10,
		[271633] = "法师指挥官莱拉",
		[273681] = "拜恩比吉中士",
		[88748] = 1,
		[277777] = "畸形的造物",
		[250507] = "裂空",
		[44461] = 8,
		[138425] = 1,
		[245388] = 4,
		[210764] = 6,
		[255627] = "南海三副",
		[269242] = 9,
		[127169] = 10,
		[6807] = 11,
		[201363] = 1,
		[267487] = "霜剑士塞拉费",
		[245389] = 4,
		[271637] = "法师指挥官莱拉",
		[273685] = 1,
		[277146] = 10,
		[277781] = "[*] 感染",
		[250509] = "裂空",
		[14189] = 4,
		[105809] = 2,
		[267888] = "[*] 迅捷结界",
		[265217] = "维克提斯",
		[132764] = 3,
		[182661] = "暴风城卫兵",
		[1822] = 11,
		[201364] = 1,
		[263105] = "不靠谱的助理",
		[59052] = 6,
		[265914] = "[*] 熔化的黄金",
		[22721] = 3,
		[255630] = 8,
		[267546] = "吵闹的狂欢者",
		[7268] = 8,
		[115203] = 10,
		[171827] = 11,
		[246152] = 3,
		[253583] = "达萨莱占卜师",
		[213652] = 2,
		[255631] = 8,
		[267548] = "未知目标",
		[277787] = 8,
		[161229] = "被捕的老虎",
		[1966] = 4,
		[125439] = 1,
		[258186] = "伐木工里奥",
		[256477] = "锯齿鲨",
		[1079] = 11,
		[2006] = 5,
		[32216] = 1,
		[267311] = "深渊具象",
		[97108] = 8,
		[267551] = "投币式群体打击者",
		[6770] = 4,
		[2060] = 5,
		[267891] = "唤风者菲伊",
		[275743] = "惧牙巨蛇",
		[273992] = 12,
		[250214] = "千年脊壳龟",
		[179872] = 8,
		[275744] = "惧牙巨蛇",
		[262313] = "[*] 恶臭沼气",
		[98204] = 1,
		[51690] = 4,
		[275745] = "惧牙盘蛇",
		[259919] = "被净化的火焰之魂",
		[61447] = 1,
		[97109] = 11,
		[126462] = 2,
		[81751] = 5,
		[256101] = "科古斯狱长",
		[127230] = 10,
		[256659] = 3,
		[208840] = 10,
		[271652] = "刀鳍穿刺者",
		[257870] = "铁潮冒险家",
		[274087] = "淤鳍先知",
		[263373] = 9,
		[271563] = "防腐液",
		[1064] = 7,
		[267558] = 1,
		[44614] = 8,
		[263088] = 10,
		[259732] = "孢子召唤师赞查",
		[271045] = 3,
		[209563] = 2,
		[246422] = 3,
		[206491] = 12,
		[256661] = 9,
		[277799] = "畸形的狮子",
		[271656] = 12,
		[117588] = "原始火元素 <热滴-海克泰尔>",
		[265410] = "维克雷斯狂欢者",
		[277800] = "畸形的造物",
		[197277] = 2,
		[265514] = 12,
		[275753] = "惧牙巨蛇",
		[265407] = "宴会招待员",
		[271658] = 1,
		[97111] = 12,
		[108503] = 9,
		[277802] = "畸形的造物",
		[187707] = 3,
		[247448] = 10,
		[244888] = "泥须监工",
		[17481] = 9,
		[271660] = 2,
		[2908] = 11,
		[275756] = "戈霍恩",
		[277804] = "畸形的造物",
		[278574] = 2,
		[47536] = 5,
		[248473] = 8,
		[277805] = "畸形的造物",
		[271662] = 1,
		[171847] = 12,
		[262618] = "光铸勇士",
		[281780] = "埃索达大祭司",
		[106839] = 11,
		[198304] = 1,
		[262115] = 1,
		[257800] = "欧提斯",
		[258713] = "塑风师奥兰",
		[12654] = 8,
		[157153] = 7,
		[157503] = 7,
		[279856] = 8,
		[205146] = 9,
		[215711] = 6,
		[277809] = "纳兹曼尼亵渎者",
		[258714] = "被净化的火焰之魂",
		[265523] = "血誓污染者",
		[267250] = "老练军士斯雷德",
		[253595] = 6,
		[205473] = 8,
		[90361] = "灵魂兽 <美女配野兽-阿纳克洛斯>",
		[243955] = 12,
		[277432] = "[*] 钢铁箭雨",
		[202335] = 10,
		[273716] = "拜恩比吉中士",
		[16979] = 11,
		[212641] = 2,
		[277115] = "高级制作人基克西",
		[171836] = 3,
		[275765] = 10,
		[277813] = "发言人奥巴拉",
		[271670] = "塔兰吉公主",
		[273718] = "[*] 重型军火",
		[219809] = 6,
		[253597] = 6,
		[271671] = 11,
		[74589] = 5,
		[274369] = 5,
		[267203] = "[*] 喷发",
		[146739] = 9,
		[273720] = "重型军火",
		[270815] = "缚潮者戈尔戈勒",
		[188070] = 7,
		[263482] = "起源重组引擎",
		[265530] = "泽克沃兹",
		[278468] = "[*] 冰冻陷阱",
		[231587] = 2,
		[256063] = 2,
		[235169] = 6,
		[267579] = "散疫触须",
		[193526] = 3,
		[266186] = "卡米·柯格维兹",
		[247456] = 12,
		[224239] = 2,
		[75614] = 5,
		[273354] = 10,
		[265533] = "地渊孢林蜱虫",
		[55001] = 6,
		[253307] = 10,
		[271677] = 12,
		[136538] = "无头骑士",
		[275773] = 2,
		[54861] = 6,
		[263334] = "戈霍恩",
		[48562] = "未知目标",
		[188414] = 6,
		[138927] = 11,
		[279715] = 8,
		[115546] = 10,
		[275775] = "铁潮袭击者",
		[277823] = "深泽绿洲语者",
		[263211] = "监工克里克斯",
		[273728] = 10,
		[115295] = 10,
		[256496] = 9,
		[59569] = 12,
		[257618] = "“小刀”洛蒂",
		[207528] = 12,
		[278178] = "树妖护林者",
		[271682] = 11,
		[781] = 3,
		[124682] = 10,
		[268013] = "灾厄妖术师",
		[236060] = 8,
		[265540] = "恶臭蛆虫",
		[275779] = 2,
		[260900] = "女巫索林娜",
		[258723] = "[*] 怪诞之池",
		[259747] = 1,
		[196528] = 6,
		[277828] = "高阶巫师马拉拉",
		[271685] = 9,
		[265542] = "恶臭蛆虫",
		[845] = 1,
		[200196] = 5,
		[271686] = 9,
		[273347] = 8,
		[275782] = "嬉笑的荆丛林精",
		[276760] = 8,
		[20572] = 3,
		[5176] = 11,
		[281473] = "[*] 翻腾欺诈",
		[161354] = 8,
		[264140] = "锯齿猎犬",
		[273123] = "地陷图腾",
		[260773] = "女巫布里亚",
		[163505] = 11,
		[127323] = 8,
		[255654] = 11,
		[254970] = "年迈的克兹罗特 <尊严德>",
		[257702] = 9,
		[234153] = 9,
		[263165] = 5,
		[275786] = "拉里·巨弹",
		[49821] = 5,
		[269298] = "雇来的刺客",
		[262348] = "蛛形地雷",
		[156073] = 4,
		[196941] = 2,
		[5784] = 9,
		[194223] = 11,
		[231428] = 2,
		[212653] = 8,
		[12051] = 8,
		[47540] = 5,
		[196727] = "砮皂 <尊严德>",
		[196776] = 10,
		[279885] = 9,
		[259752] = 1,
		[114014] = 4,
		[281596] = 4,
		[275454] = "布琪",
		[33206] = 5,
		[270337] = "[*] 血腥劫掠者",
		[33917] = 11,
		[270457] = "碎骨者布图恩",
		[210607] = 7,
		[6360] = "卡尔利萨 <Wisard-熊猫酒仙>",
		[51124] = 6,
		[59571] = 7,
		[266198] = 9,
		[12975] = 1,
		[203797] = 2,
		[271698] = "艾泽洛克",
		[264206] = "米利克萨",
		[192081] = 11,
		[269651] = 8,
		[213680] = 11,
		[271376] = 1,
		[175456] = 3,
		[119905] = 9,
		[475] = 8,
		[226991] = 12,
		[260779] = "部落萨满祭司 <忘我意境-死亡之翼>",
		[273428] = 1,
		[246445] = 10,
		[47541] = 6,
		[268311] = 12,
		[119085] = 10,
		[121183] = 2,
		[259756] = 5,
		[259918] = "被净化的火焰之魂",
		[267899] = "铁舟修士",
		[246446] = 10,
		[197721] = 11,
		[124255] = 10,
		[256546] = "托萨克",
		[195617] = 6,
		[50613] = 6,
		[7384] = 1,
		[196277] = 9,
		[245831] = 10,
		[51637] = 4,
		[248495] = 10,
		[186406] = 4,
		[192002] = 2,
		[265991] = "活性黄金",
		[267611] = 2,
		[196278] = 9,
		[271707] = "自由的艾泽里特",
		[207999] = 7,
		[267612] = 12,
		[259099] = "荨藤欺诈者",
		[205351] = 5,
		[15727] = "狂暴的黑熊",
		[85288] = 1,
		[255523] = "南海火枪手",
		[189112] = 12,
		[116011] = 8,
		[79206] = 7,
		[1515] = 3,
		[267878] = "风之隧道",
		[189998] = 8,
		[114018] = 4,
		[188089] = 7,
		[271711] = 4,
		[265568] = "亵渎之灵",
		[49184] = 6,
		[178740] = 12,
		[279903] = 8,
		[235188] = 6,
		[50870] = 12,
		[26297] = 3,
		[271713] = "不羁的艾泽里特",
		[15290] = 5,
		[267618] = "殓尸者姆沁巴",
		[258150] = "水鼠帮海语者",
		[271714] = "鲜血大槌 <塔罗克> <塔罗克>",
		[202425] = 11,
		[195125] = 3,
		[188091] = 8,
		[271715] = "不羁的艾泽里特",
		[222256] = 9,
		[111400] = 9,
		[269090] = "军械专家",
		[271716] = "不羁的艾泽里特",
		[54710] = 9,
		[85222] = 2,
		[261811] = "锈水钻探工",
		[280845] = 3,
		[265754] = "古拉巴什暴徒",
		[256692] = 11,
		[269670] = "塞塔里斯的化身",
		[88423] = 11,
		[262228] = 1,
		[81256] = 6,
		[267350] = "[*] 翻腾黑暗",
		[2645] = 7,
		[255741] = "厚鳞三叶虫骑手",
		[166592] = 2,
		[224953] = "鲜血猎手阿卡尔",
		[264382] = "克苏恩的投影",
		[267378] = "老练军士斯雷德",
		[256969] = "咆哮的港口猎犬",
		[56222] = 6,
		[164545] = 11,
		[269406] = "泰坦守护者赫兹雷尔",
		[48153] = 5,
		[96103] = 1,
		[279913] = 9,
		[261682] = 10,
		[254260] = 3,
		[35546] = 4,
		[221883] = 2,
		[263274] = "天空上尉库拉格",
		[201695] = 9,
		[256467] = "燃烧流放者",
		[263533] = "刀颚",
		[265581] = "刀鳍塑水者",
		[229438] = 3,
		[218177] = "矮人火枪手",
		[164547] = 11,
		[265582] = "刀鳍塑水者",
		[203845] = 1,
		[54049] = "哈恩祖恩 <天凉王破>",
		[258744] = "塑风师布莱森",
		[265583] = "钳爪岩壳蟹",
		[260792] = "爆炸物",
		[3716] = "克拉斯萨克 <守护一生-熔火之心>",
		[263536] = "刀颚",
		[265584] = "大法师塔姆拉",
		[256697] = 10,
		[269680] = "枝条领主奥德鲁斯",
		[271728] = "塔罗克",
		[259769] = 1,
		[260793] = "被感染的岩喉",
		[277872] = "高阶巫师马拉拉",
		[271729] = "塔罗克",
		[247483] = 10,
		[214222] = 2,
		[33660] = 3,
		[270461] = "宝石碎片巨像",
		[243388] = "奥蕾莉亚·风行者",
		[275826] = "艾什凡指挥官",
		[178741] = 12,
		[279922] = 10,
		[273779] = 10,
		[257476] = "铁潮猎犬",
		[233150] = 1,
		[258747] = "塑风师奥兰",
		[278672] = "科弗斯",
		[214203] = 2,
		[188501] = 12,
		[279924] = 10,
		[273781] = 10,
		[143924] = 12,
		[120679] = 3,
		[258748] = "塑风师奥兰",
		[204883] = 5,
		[267639] = "殓尸者姆沁巴",
		[278186] = "[*] 光合作用",
		[224729] = "异种虫战士",
		[249929] = 12,
		[210003] = 12,
		[188505] = 3,
		[237680] = 6,
		[259145] = "亚兹玛",
		[126311] = 3,
		[276188] = 12,
		[271737] = "大工匠梅卡托克",
		[185438] = 4,
		[586] = 5,
		[200389] = 11,
		[91776] = "尘土撕裂者 <蒼之風雲-晴日峰（江苏）>",
		[255567] = "特隆加",
		[260798] = 1,
		[269691] = "戈霍恩",
		[45242] = 5,
		[156779] = 2,
		[275835] = "艾什凡入侵者",
		[267198] = 5,
		[271740] = "烈焰蛛5000型",
		[203123] = 11,
		[275836] = "艾什凡入侵者",
		[263682] = "瓦伦中尉",
		[258134] = "水鼠帮掠夺者",
		[255742] = 7,
		[191176] = 4,
		[270505] = "帕特拉女王",
		[250735] = 10,
		[275909] = 11,
		[81262] = "百花齐放 <华仔德-丽丽（四川）>",
		[199969] = 6,
		[271743] = "联盟攻城坦克",
		[255577] = "女祭司阿伦扎",
		[275189] = "[*] 硬化血脉",
		[245852] = 1,
		[198069] = 5,
		[194249] = 5,
		[204018] = 2,
		[212679] = 3,
		[236299] = 8,
		[270515] = "自由的艾泽里特",
		[256706] = "托萨克",
		[256970] = "骑士队长瓦莱莉",
		[271746] = "联盟攻城坦克",
		[273794] = 5,
		[256087] = "矮人火枪手",
		[212680] = 3,
		[115129] = 10,
		[3408] = 4,
		[208828] = 12,
		[108396] = 9,
		[244836] = "野生夜刃豹",
		[272884] = "拉乌尔船长",
		[200205] = "里弗斯",
		[204490] = 12,
		[24858] = 11,
		[273797] = 6,
		[217461] = 1,
		[257732] = "黑齿拳手",
		[80240] = 9,
		[277422] = "沉船导航员",
		[156000] = 6,
		[236298] = 8,
		[230088] = 2,
		[20473] = 2,
		[275847] = "淘气的洪流",
		[260907] = "女巫索林娜",
		[1044] = 2,
		[164812] = 11,
		[275848] = "淘气的洪流",
		[264390] = "符文信徒",
		[108446] = 9,
		[216251] = 7,
		[256710] = "[*] 燃烧的军火库",
		[200397] = "吉恩·格雷迈恩",
		[168657] = 3,
		[280773] = 1,
		[231504] = 10,
		[253639] = 1,
		[230090] = 2,
		[61882] = 7,
		[267660] = "[*] 不洁传染",
		[270108] = "[*] 腐烂孢子",
		[273363] = "黑暗之池",
		[145109] = 11,
		[138130] = 10,
		[207318] = 3,
		[213709] = 11,
		[265614] = "霜剑士塞拉费",
		[215757] = 12,
		[277901] = "深泽刺客",
		[152277] = 1,
		[145110] = 11,
		[270872] = "血誓代理",
		[269711] = "轰鸣的土元素",
		[1330] = 4,
		[6201] = 9,
		[199804] = 4,
		[257737] = "铁潮唤雷者",
		[196733] = 10,
		[217597] = 2,
		[91797] = "腐烂捕捉者 <丶无风-阿古斯>",
		[277904] = 8,
		[110959] = 8,
		[265618] = "霜剑士塞拉费",
		[275857] = 10,
		[265723] = "燃网巢群卫士",
		[152279] = 6,
		[273810] = "拆解者米斯拉克斯",
		[194844] = 6,
		[25504] = 7,
		[213115] = 11,
		[273811] = "[*] 夏尔扎克斯的觉醒",
		[5394] = 7,
		[277907] = "深泽刺客",
		[152280] = 6,
		[264479] = 4,
		[260811] = "商业大亨拉兹敦克",
		[188116] = 3,
		[110960] = 8,
		[207998] = 7,
		[257436] = "铁潮海盗",
		[277909] = "沃尔夏斯",
		[201427] = 12,
		[270058] = 8,
		[116847] = 10,
		[60119] = 1,
		[279958] = 5,
		[276292] = "铁舟学徒",
		[275863] = 4,
		[277911] = "深泽巢穴卫士",
		[201428] = 12,
		[210643] = 7,
		[260813] = "商业大亨拉兹敦克",
		[270823] = "科多战兽 <綾瀨樣-贫瘠之地>",
		[148187] = 10,
		[273945] = "恩拉其毁灭者",
		[275865] = "淘气的洪流",
		[257742] = "“小刀”洛蒂",
		[191840] = 10,
		[274796] = "长矛大师贾夏伊",
		[81269] = 11,
		[266512] = "加瓦兹特",
		[273282] = "恩拉其毁灭者",
		[191625] = 10,
		[275867] = 1,
		[175833] = 12,
		[201430] = 3,
		[61999] = 6,
		[264777] = 10,
		[31230] = 4,
		[127344] = 6,
		[255696] = 12,
		[7353] = 8,
		[20577] = 5,
		[263583] = "监工阿斯加里",
		[235219] = 8,
		[274289] = 12,
		[81782] = 5,
		[2061] = 5,
		[258172] = "伐木工里奥",
		[124273] = 10,
		[274282] = 11,
		[84342] = 3,
		[50622] = 1,
		[264440] = 1,
		[277920] = "青翠树人",
		[263586] = "监工阿斯加里",
		[23920] = 1,
		[77758] = 11,
		[277921] = "狂怒的枭兽",
		[82839] = "顽石流放者",
		[259794] = 1,
		[250036] = "[*] 暗影残留物",
		[277922] = "深泽卫士",
		[263588] = "科多战兽 <萌娘百科>",
		[77472] = 7,
		[124274] = 10,
		[257747] = "黑齿暴徒",
		[72286] = 4,
		[272806] = 10,
		[267685] = 8,
		[277924] = 10,
		[245619] = "弗林·法温德",
		[278781] = "主母伦卡拉",
		[275877] = "鬼灵熏风",
		[257748] = "“小刀”洛蒂",
		[20066] = 2,
		[268095] = "[*] 净化荡涤",
		[195292] = 6,
		[218559] = 7,
		[20578] = 5,
		[119910] = 9,
		[124275] = 10,
		[136365] = "[*] Flaming Head Explode",
		[271784] = "足球炸弹流氓",
		[160688] = 1,
		[275880] = "鬼灵熏风",
		[220890] = 6,
		[86392] = 4,
		[265642] = "染病斗牛犬",
		[275881] = "鬼灵熏风",
		[192222] = 7,
		[279977] = 7,
		[227034] = 11,
		[162530] = 10,
		[243551] = 2,
		[266505] = "野生夜刃豹",
		[49206] = 6,
		[205025] = 8,
		[208605] = 12,
		[271788] = 3,
		[273836] = 12,
		[272156] = "虚空恐魔 <明明是我先-血色十字军>",
		[175457] = 6,
		[264105] = "显眼的女巫",
		[265646] = "泽克沃兹",
		[275885] = "拉里·巨弹",
		[234946] = 5,
		[250585] = "[*] 剧毒之池",
		[265647] = "[*] 洛阿神灵的祈祷：再生",
		[184662] = 2,
		[49088] = 6,
		[262740] = "部落投石车",
		[77761] = 11,
		[16739] = 1,
		[192225] = 2,
		[263601] = "监工阿斯加里",
		[207076] = 3,
		[208052] = 9,
		[210391] = 2,
		[211094] = 7,
		[275160] = "戈霍恩",
		[256828] = 9,
		[120694] = "野兽 <美女配野兽-阿纳克洛斯>",
		[80483] = 3,
		[273842] = 2,
		[2120] = 8,
		[269747] = 3,
		[271795] = 10,
		[273843] = 4,
		[267700] = "戈霍恩",
		[257427] = 4,
		[258779] = "铁潮桨手",
		[210657] = 7,
		[268616] = 1,
		[245469] = 10,
		[25912] = 2,
		[196770] = 6,
		[267702] = "殓尸者姆沁巴",
		[257756] = "水鼠帮海盗",
		[197995] = 7,
		[265655] = 10,
		[275894] = 10,
		[269751] = 3,
		[188389] = 7,
		[20707] = 9,
		[275895] = 1,
		[269752] = 3,
		[273034] = 2,
		[210659] = 7,
		[258979] = "暗影之刃莱兹",
		[253662] = 9,
		[115288] = 10,
		[268854] = 10,
		[65645] = 1,
		[120696] = 5,
		[32390] = 9,
		[210660] = 7,
		[260830] = "联盟步兵",
		[262365] = "攻城炮塔",
		[231589] = 2,
		[265923] = "黄金风蛇",
		[256735] = 4,
		[192231] = "岩浆图腾 <胖欧先生丶-死亡之翼>",
		[274116] = 6,
		[227043] = 8,
		[61295] = 7,
		[55233] = 6,
		[278673] = "勇敢的莱德利",
		[265662] = "泽克沃兹",
		[15039] = "部落萨满祭司 <忘我意境-死亡之翼>",
		[208614] = 12,
		[279997] = 10,
		[196884] = 7,
		[268214] = "刻符者食客",
		[261951] = 10,
		[49966] = "卡克西 <邦桑迪-霜之哀伤>",
		[190185] = "幽灵狼 <李时珍皮萨-冰霜之刃>",
		[136528] = "无头骑士",
		[277181] = 3,
		[274346] = 12,
		[265665] = "生命腐质",
		[201594] = 3,
		[253666] = "达萨莱战神",
		[5211] = 11,
		[207778] = 7,
		[264551] = "塑风师奥兰",
		[104316] = 9,
		[106951] = 11,
		[268077] = "女巫索林娜",
		[260834] = "联盟步兵",
		[257814] = "杰斯·豪里斯",
		[271811] = "鲜血大槌 <塔罗克> <塔罗克>",
		[265668] = "生命腐质",
		[256739] = 11,
		[264542] = 4,
		[217832] = 12,
		[281327] = 6,
		[225598] = 6,
		[237286] = 6,
		[253107] = 9,
		[17962] = 9,
		[215785] = 7,
		[276199] = 12,
		[221885] = 2,
		[194284] = "黑铁掷弹兵",
		[264903] = "阿库希尔",
		[237287] = 8,
		[268755] = 1,
		[276061] = "铁潮打击者",
		[6795] = 11,
		[65917] = 1,
		[280007] = 9,
		[32612] = 8,
		[264579] = 12,
		[277960] = 7,
		[119415] = 8,
		[255718] = "烈焰蛛5000型",
		[256742] = 10,
		[104318] = "野生小鬼 <明明是我先-血色十字军>",
		[114165] = 2,
		[243432] = 6,
		[260838] = "[*] 自控导弹",
		[196834] = 7,
		[263628] = "机械化维和者",
		[258777] = "铁潮桨手",
		[275915] = 10,
		[257757] = "水鼠帮海盗",
		[252753] = 5,
		[8092] = 5,
		[275916] = 10,
		[207311] = 6,
		[192249] = 7,
		[5277] = 4,
		[147362] = 3,
		[277965] = "重型军火",
		[131347] = 12,
		[197385] = 7,
		[275918] = 6,
		[261864] = "枝条领主奥德鲁斯",
		[185123] = 12,
		[193315] = 4,
		[193316] = 4,
		[204066] = 11,
		[8220] = 5,
		[243435] = 10,
		[17253] = "狼 <Chenployis-雷霆之王>",
		[195901] = 11,
		[268894] = 12,
		[125355] = 10,
		[243512] = 10,
		[277969] = 3,
		[268918] = "大主教图拉扬",
		[259818] = 1,
		[222026] = 6,
		[263819] = 7,
		[263636] = "混乱的暴徒",
		[255723] = 1,
		[166646] = 10,
		[108416] = 9,
		[263637] = "混乱的暴徒",
		[190315] = "纳萨诺斯·凋零者",
		[230242] = 8,
		[147193] = 5,
		[205180] = 9,
		[255724] = 3,
		[220543] = 5,
		[277973] = "纯净圣母",
		[205191] = 2,
		[186257] = 3,
		[275926] = 6,
		[277974] = "深泽泥沼看护者",
		[115072] = 10,
		[202140] = 12,
		[275927] = "巨千齿",
		[277975] = "深泽唤流者",
		[87024] = 8,
		[44544] = 8,
		[127207] = 12,
		[277976] = "加夏斯兹",
		[263642] = 12,
		[255423] = "投刃车",
		[190927] = 3,
		[208628] = 12,
		[271834] = "暗矛萨满祭司",
		[256459] = 7,
		[194526] = 12,
		[204255] = 12,
	},
	["encounter_spell_pool"] = {
		{
			2086, -- [1]
			"莱赞", -- [2]
		}, -- [1]
		[269301] = {
			2123, -- [1]
			"不羁畸变怪", -- [2]
		},
		[63106] = {
			2135, -- [1]
			9, -- [2]
		},
		[272115] = {
			2135, -- [1]
			"拆解者米斯拉克斯", -- [2]
		},
		[267256] = {
			2140, -- [1]
			"地墙图腾", -- [2]
		},
		[277742] = {
			2141, -- [1]
			"纯净圣母", -- [2]
		},
		[268024] = {
			2127, -- [1]
			"塞塔里斯之心", -- [2]
		},
		[275441] = {
			2144, -- [1]
			1, -- [2]
		},
		[259714] = {
			2112, -- [1]
			"[*] 腐烂孢子", -- [2]
		},
		[272374] = {
			2094, -- [1]
			"乔里船长", -- [2]
		},
		[191685] = {
			2135, -- [1]
			6, -- [2]
		},
		[266237] = {
			2140, -- [1]
			"征服者阿卡阿里", -- [2]
		},
		[263424] = {
			2124, -- [1]
			"阿德里斯", -- [2]
		},
		[271864] = {
			2144, -- [1]
			"塔罗克", -- [2]
		},
		[276212] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[275445] = {
			2144, -- [1]
			"奥迪尔防御射线", -- [2]
		},
		[263425] = {
			2124, -- [1]
			"阿德里斯", -- [2]
		},
		[272888] = {
			2099, -- [1]
			"艾什凡破坏者", -- [2]
		},
		[274168] = {
			2145, -- [1]
			"祖尔", -- [2]
		},
		[273401] = {
			2122, -- [1]
			"戈霍恩", -- [2]
		},
		[273657] = {
			2117, -- [1]
			"未知目标", -- [2]
		},
		[273658] = {
			2117, -- [1]
			"未知目标", -- [2]
		},
		[265986] = {
			2126, -- [1]
			"能量核心", -- [2]
		},
		[6262] = {
			2135, -- [1]
			8, -- [2]
		},
		[270590] = {
			2100, -- [1]
			"攻城恐魔", -- [2]
		},
		[44949] = {
			2135, -- [1]
			1, -- [2]
		},
		[257544] = {
			2106, -- [1]
			"地怒者", -- [2]
		},
		[267522] = {
			2094, -- [1]
			"乔里船长", -- [2]
		},
		[273405] = {
			2122, -- [1]
			"黑暗幼体", -- [2]
		},
		[267523] = {
			2094, -- [1]
			"乔里船长", -- [2]
		},
		[228645] = {
			2135, -- [1]
			"符文武器 <吻我还吃我-死亡之翼>", -- [2]
		},
		[277242] = {
			2115, -- [1]
			"女巫会塑棘者", -- [2]
		},
		[259975] = {
			2101, -- [1]
			"泥沙女王", -- [2]
		},
		[260103] = {
			2107, -- [1]
			"[*] 推进器冲击", -- [2]
		},
		[258313] = {
			2102, -- [1]
			"艾什凡军官", -- [2]
		},
		[265991] = {
			2139, -- [1]
			"活性黄金", -- [2]
		},
		[259720] = {
			2112, -- [1]
			"孢子召唤师赞查", -- [2]
		},
		[258058] = {
			2101, -- [1]
			"淤泥螃蟹", -- [2]
		},
		[279036] = {
			2144, -- [1]
			"塔罗克", -- [2]
		},
		[255373] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[60103] = {
			2108, -- [1]
			7, -- [2]
		},
		[265738] = {
			2136, -- [1]
			"腐蚀之球", -- [2]
		},
		[277247] = {
			2094, -- [1]
			"黑齿拳手", -- [2]
		},
		[273411] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[269831] = {
			2107, -- [1]
			"[*] 毒性淤泥", -- [2]
		},
		[250259] = {
			2085, -- [1]
			"沃卡尔", -- [2]
		},
		[264206] = {
			2125, -- [1]
			"米利克萨", -- [2]
		},
		[267787] = {
			2141, -- [1]
			"纯净圣母", -- [2]
		},
		[14914] = {
			2135, -- [1]
			5, -- [2]
		},
		[275205] = {
			2144, -- [1]
			"塔罗克", -- [2]
		},
		[265231] = {
			2136, -- [1]
			"泽克沃兹", -- [2]
		},
		[267533] = {
			2094, -- [1]
			"乔里船长", -- [2]
		},
		[258317] = {
			2102, -- [1]
			"艾什凡狱卒", -- [2]
		},
		[276229] = {
			2108, -- [1]
			"王牌轰炸机", -- [2]
		},
		[96103] = {
			2135, -- [1]
			1, -- [2]
		},
		[264210] = {
			2136, -- [1]
			"异种虫战士", -- [2]
		},
		[266512] = {
			2126, -- [1]
			"加瓦兹特", -- [2]
		},
		[278789] = {
			2118, -- [1]
			"[*] 腐烂波", -- [2]
		},
		[269838] = {
			2123, -- [1]
			"[*] 邪恶污染", -- [2]
		},
		[275209] = {
			2144, -- [1]
			"[*] 变大的心脏", -- [2]
		},
		[266258] = {
			2117, -- [1]
			"德鲁斯特奴隶主召唤传送门", -- [2]
		},
		[257168] = {
			2109, -- [1]
			"铁潮掠夺者", -- [2]
		},
		[271885] = {
			2144, -- [1]
			"塔罗克", -- [2]
		},
		[272397] = {
			2094, -- [1]
			"[*] 回旋剑刃", -- [2]
		},
		[276234] = {
			2108, -- [1]
			"王牌轰炸机", -- [2]
		},
		[268306] = {
			2116, -- [1]
			"维克雷斯夫人", -- [2]
		},
		[273677] = {
			2127, -- [1]
			"灾厄妖术师", -- [2]
		},
		[267795] = {
			2141, -- [1]
			"纯净圣母", -- [2]
		},
		[83381] = {
			2135, -- [1]
			"裂蹄牛", -- [2]
		},
		[17057] = {
			2135, -- [1]
			11, -- [2]
		},
		[51505] = {
			2108, -- [1]
			7, -- [2]
		},
		[268308] = {
			2116, -- [1]
			"维克雷斯夫人", -- [2]
		},
		[269843] = {
			2123, -- [1]
			"不羁畸变怪", -- [2]
		},
		[257426] = {
			2093, -- [1]
			"铁潮执行者", -- [2]
		},
		[260879] = {
			2111, -- [1]
			"鲜血雕像", -- [2]
		},
		[274192] = {
			2141, -- [1]
			"净化烈焰", -- [2]
		},
		[272402] = {
			2094, -- [1]
			"破浪飞刀手", -- [2]
		},
		[277773] = {
			2128, -- [1]
			"畸形的造物", -- [2]
		},
		[277774] = {
			2134, -- [1]
			"无能的化身", -- [2]
		},
		[209858] = {
			2085, -- [1]
			"沃卡尔", -- [2]
		},
		[272404] = {
			2135, -- [1]
			"未知目标", -- [2]
		},
		[277775] = {
			2128, -- [1]
			"畸形的狮子", -- [2]
		},
		[267034] = {
			2133, -- [1]
			"低语者沃尔兹斯", -- [2]
		},
		[199373] = {
			2135, -- [1]
			"亡者大军 <墨色残阳> <墨色残阳>", -- [2]
		},
		[261265] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[265757] = {
			2114, -- [1]
			"主母布琳德尔", -- [2]
		},
		[272407] = {
			2135, -- [1]
			"拆解者米斯拉克斯", -- [2]
		},
		[267548] = {
			2133, -- [1]
			"未知目标", -- [2]
		},
		[264735] = {
			2122, -- [1]
			"静静是小宝贝 <下一站丶再贱-戈提克> <下一站丶再贱-戈提克>", -- [2]
		},
		[585] = {
			2135, -- [1]
			5, -- [2]
		},
		[265759] = {
			2114, -- [1]
			"主母布琳德尔", -- [2]
		},
		[268061] = {
			2127, -- [1]
			"瘟疫博士", -- [2]
		},
		[265248] = {
			2136, -- [1]
			"泽克沃兹", -- [2]
		},
		[280849] = {
			2135, -- [1]
			1, -- [2]
		},
		[265760] = {
			2114, -- [1]
			"主母布琳德尔", -- [2]
		},
		[270108] = {
			2123, -- [1]
			"[*] 腐烂孢子", -- [2]
		},
		[589] = {
			2135, -- [1]
			5, -- [2]
		},
		[273945] = {
			2135, -- [1]
			"恩拉其毁灭者", -- [2]
		},
		[273434] = {
			2145, -- [1]
			"[*] 绝望深渊", -- [2]
		},
		[209862] = {
			2105, -- [1]
			"[*] 岩浆柱", -- [2]
		},
		[272668] = {
			2114, -- [1]
			"未知目标", -- [2]
		},
		[278551] = {
			2114, -- [1]
			"女巫会塑棘者", -- [2]
		},
		[77758] = {
			2136, -- [1]
			11, -- [2]
		},
		[281621] = {
			2108, -- [1]
			"风险投资公司灼天者", -- [2]
		},
		[270624] = {
			2100, -- [1]
			"束缚恐魔", -- [2]
		},
		[273949] = {
			2135, -- [1]
			"拆解者米斯拉克斯", -- [2]
		},
		[275228] = {
			2141, -- [1]
			"未知目标", -- [2]
		},
		[75] = {
			2136, -- [1]
			3, -- [2]
		},
		[273950] = {
			2135, -- [1]
			"拆解者米斯拉克斯", -- [2]
		},
		[276764] = {
			2122, -- [1]
			"[*] 坍缩", -- [2]
		},
		[270882] = {
			2105, -- [1]
			"艾泽里特足球炸弹", -- [2]
		},
		[264233] = {
			2125, -- [1]
			"蛋", -- [2]
		},
		[20271] = {
			2135, -- [1]
			2, -- [2]
		},
		[264234] = {
			2125, -- [1]
			"蛋", -- [2]
		},
		[212423] = {
			2135, -- [1]
			"复生的潜伏者 <长泽雅美丶-迦拉克隆> <长泽雅美丶-迦拉克隆>", -- [2]
		},
		[270373] = {
			2122, -- [1]
			"戈霍恩", -- [2]
		},
		[258075] = {
			2101, -- [1]
			"钉刺寄生虫", -- [2]
		},
		[257308] = {
			2096, -- [1]
			"哈兰·斯威提", -- [2]
		},
		[257436] = {
			2093, -- [1]
			"铁潮海盗", -- [2]
		},
		[280605] = {
			2105, -- [1]
			"零食商贩", -- [2]
		},
		[267818] = {
			2131, -- [1]
			"唤风者菲伊", -- [2]
		},
		[269097] = {
			2132, -- [1]
			"斯托颂勋爵", -- [2]
		},
		[272422] = {
			2109, -- [1]
			"艾什凡观察员", -- [2]
		},
		[268586] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[265773] = {
			2139, -- [1]
			"黄金风蛇", -- [2]
		},
		[257437] = {
			2093, -- [1]
			"铁潮海盗", -- [2]
		},
		[264239] = {
			2125, -- [1]
			"蛋", -- [2]
		},
		[277794] = {
			2128, -- [1]
			"畸形的狮子", -- [2]
		},
		[118297] = {
			2115, -- [1]
			"原始火元素", -- [2]
		},
		[263217] = {
			2122, -- [1]
			"流变包囊", -- [2]
		},
		[257310] = {
			2096, -- [1]
			"铁潮火炮", -- [2]
		},
		[207311] = {
			2136, -- [1]
			6, -- [2]
		},
		[265264] = {
			2136, -- [1]
			"泽克沃兹", -- [2]
		},
		[268589] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[240559] = {
			2105, -- [1]
			"[*] 重伤", -- [2]
		},
		[267311] = {
			2133, -- [1]
			"深渊具象", -- [2]
		},
		[268590] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[260508] = {
			2114, -- [1]
			"魂缚巨像", -- [2]
		},
		[268591] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[268080] = {
			2113, -- [1]
			"[*] 冷漠光环", -- [2]
		},
		[273451] = {
			2145, -- [1]
			"纳兹曼尼鲜血妖术师", -- [2]
		},
		[277799] = {
			2128, -- [1]
			"畸形的狮子", -- [2]
		},
		[266035] = {
			2113, -- [1]
			"棘刺助祭", -- [2]
		},
		[265268] = {
			2136, -- [1]
			"泽克沃兹", -- [2]
		},
		[52212] = {
			2135, -- [1]
			6, -- [2]
		},
		[264757] = {
			2111, -- [1]
			"长者莉娅克萨", -- [2]
		},
		[266036] = {
			2113, -- [1]
			"棘刺助祭", -- [2]
		},
		[206930] = {
			2135, -- [1]
			6, -- [2]
		},
		[265781] = {
			2139, -- [1]
			"黄金风蛇", -- [2]
		},
		[267060] = {
			2140, -- [1]
			"智者扎纳扎尔", -- [2]
		},
		[256546] = {
			2095, -- [1]
			"托萨克", -- [2]
		},
		[277802] = {
			2128, -- [1]
			"畸形的迅猛龙", -- [2]
		},
		[268851] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[275193] = {
			2144, -- [1]
			"[*] 硬化血脉", -- [2]
		},
		[256163] = {
			2105, -- [1]
			"艾泽里特足球炸弹", -- [2]
		},
		[257314] = {
			2096, -- [1]
			"铁潮掷弹兵", -- [2]
		},
		[269104] = {
			2132, -- [1]
			"觉醒虚空", -- [2]
		},
		[268277] = {
			2141, -- [1]
			"[*] 净化烈焰", -- [2]
		},
		[277804] = {
			2128, -- [1]
			"畸形的迅猛龙", -- [2]
		},
		[274991] = {
			2100, -- [1]
			"维克戈斯", -- [2]
		},
		[268086] = {
			2113, -- [1]
			"[*] 恐怖光环", -- [2]
		},
		[191587] = {
			2135, -- [1]
			"拆解者米斯拉克斯", -- [2]
		},
		[277805] = {
			2128, -- [1]
			"畸形的迅猛龙", -- [2]
		},
		[258338] = {
			2094, -- [1]
			"拉乌尔船长", -- [2]
		},
		[260512] = {
			2114, -- [1]
			"魂缚巨像", -- [2]
		},
		[264235] = {
			2125, -- [1]
			"蛋", -- [2]
		},
		[265530] = {
			2136, -- [1]
			"泽克沃兹", -- [2]
		},
		[257827] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[55090] = {
			2135, -- [1]
			6, -- [2]
		},
		[267047] = {
			2125, -- [1]
			"沙鳞突击者 <蛋> <蛋>", -- [2]
		},
		[263234] = {
			2124, -- [1]
			"阿德里斯", -- [2]
		},
		[257316] = {
			2096, -- [1]
			"哈兰·斯威提", -- [2]
		},
		[281388] = {
			2109, -- [1]
			"艾什凡炮手", -- [2]
		},
		[267803] = {
			2141, -- [1]
			"[*] 净化烈焰", -- [2]
		},
		[273716] = {
			2097, -- [1]
			"拜恩比吉中士", -- [2]
		},
		[265001] = {
			2130, -- [1]
			"小型水元素", -- [2]
		},
		[91776] = {
			2145, -- [1]
			1, -- [2]
		},
		[256038] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[277809] = {
			2134, -- [1]
			"发言人奥巴拉", -- [2]
		},
		[272409] = {
			2135, -- [1]
			"未知目标", -- [2]
		},
		[277800] = {
			2128, -- [1]
			"畸形的造物", -- [2]
		},
		[268347] = {
			2132, -- [1]
			"斯托颂勋爵", -- [2]
		},
		[277810] = {
			2134, -- [1]
			"发言人奥巴拉", -- [2]
		},
		[222024] = {
			2135, -- [1]
			6, -- [2]
		},
		[274230] = {
			2135, -- [1]
			"拆解者米斯拉克斯", -- [2]
		},
		[256039] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[263927] = {
			2125, -- [1]
			"米利克萨", -- [2]
		},
		[267763] = {
			2142, -- [1]
			"未完成的木乃伊", -- [2]
		},
		[269116] = {
			2124, -- [1]
			"灌注能量的唤雷者", -- [2]
		},
		[260643] = {
			2135, -- [1]
			1, -- [2]
		},
		[273720] = {
			2097, -- [1]
			"重型军火", -- [2]
		},
		[267838] = {
			2131, -- [1]
			"[*] 反冲气流", -- [2]
		},
		[250036] = {
			2087, -- [1]
			"[*] 暗影残留物", -- [2]
		},
		[265281] = {
			2134, -- [1]
			"维克提斯", -- [2]
		},
		[277813] = {
			2134, -- [1]
			"发言人奥巴拉", -- [2]
		},
		[90361] = {
			2141, -- [1]
			"灵魂兽", -- [2]
		},
		[268095] = {
			2141, -- [1]
			"[*] 净化荡涤", -- [2]
		},
		[256552] = {
			2095, -- [1]
			"锯齿鲨", -- [2]
		},
		[190185] = {
			2126, -- [1]
			"幽灵狼 <雷炸兲>", -- [2]
		},
		[260900] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[268089] = {
			2141, -- [1]
			"01号房间", -- [2]
		},
		[267273] = {
			2140, -- [1]
			"智者扎纳扎尔", -- [2]
		},
		[274213] = {
			2112, -- [1]
			"孢子召唤师赞查", -- [2]
		},
		[267841] = {
			2131, -- [1]
			"唤风者菲伊", -- [2]
		},
		[201428] = {
			2135, -- [1]
			12, -- [2]
		},
		[256553] = {
			2095, -- [1]
			"锯齿鲨", -- [2]
		},
		[260773] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[264773] = {
			2130, -- [1]
			"[*] 窒息海潮", -- [2]
		},
		[268088] = {
			2113, -- [1]
			"女巫马拉迪", -- [2]
		},
		[205276] = {
			2145, -- [1]
			"祖尔", -- [2]
		},
		[280604] = {
			2105, -- [1]
			"零食商贩", -- [2]
		},
		[269889] = {
			2108, -- [1]
			7, -- [2]
		},
		[6307] = {
			2135, -- [1]
			"菲兹托克 <雪焼排骨-影之哀伤> <雪焼排骨-影之哀伤>", -- [2]
		},
		[273470] = {
			2109, -- [1]
			"恐怖船长洛克伍德", -- [2]
		},
		[265542] = {
			2118, -- [1]
			"恶臭蛆虫", -- [2]
		},
		[257814] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[267077] = {
			2140, -- [1]
			"爆裂图腾", -- [2]
		},
		[257066] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[5308] = {
			2135, -- [1]
			1, -- [2]
		},
		[77575] = {
			2136, -- [1]
			6, -- [2]
		},
		[49998] = {
			2135, -- [1]
			"符文武器 <吻我还吃我-死亡之翼>", -- [2]
		},
		[277564] = {
			2105, -- [1]
			"风险投资公司塑地者", -- [2]
		},
		[272426] = {
			2109, -- [1]
			"[*] 瞄准火炮", -- [2]
		},
		[240443] = {
			2094, -- [1]
			"破浪飞刀手", -- [2]
		},
		[279013] = {
			2135, -- [1]
			"拆解者米斯拉克斯", -- [2]
		},
		[256044] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[264698] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[81262] = {
			2135, -- [1]
			"百花齐放 <洃洃啸兲吠> <洃洃啸兲吠>", -- [2]
		},
		[256551] = {
			2095, -- [1]
			"锯齿鲨", -- [2]
		},
		[194153] = {
			2135, -- [1]
			11, -- [2]
		},
		[268587] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[273641] = {
			2124, -- [1]
			"索利德之蛋", -- [2]
		},
		[272418] = {
			2109, -- [1]
			"艾什凡观察员", -- [2]
		},
		[269351] = {
			2143, -- [1]
			"提扎拉", -- [2]
		},
		[271685] = {
			2135, -- [1]
			10, -- [2]
		},
		[270827] = {
			2135, -- [1]
			11, -- [2]
		},
		[158221] = {
			2135, -- [1]
			10, -- [2]
		},
		[263246] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[271686] = {
			2135, -- [1]
			10, -- [2]
		},
		[269131] = {
			2132, -- [1]
			"斯托颂勋爵", -- [2]
		},
		[275779] = {
			2135, -- [1]
			2, -- [2]
		},
		[268362] = {
			2105, -- [1]
			"暴虐的工兵", -- [2]
		},
		[263503] = {
			2122, -- [1]
			"起源重组引擎", -- [2]
		},
		[257315] = {
			2096, -- [1]
			"铁潮掷弹兵", -- [2]
		},
		[268896] = {
			2132, -- [1]
			"斯托颂勋爵", -- [2]
		},
		[195292] = {
			2135, -- [1]
			6, -- [2]
		},
		[278849] = {
			2114, -- [1]
			"女巫会塑棘者", -- [2]
		},
		[240446] = {
			2115, -- [1]
			"[*] 爆炸", -- [2]
		},
		[280384] = {
			2135, -- [1]
			11, -- [2]
		},
		[66196] = {
			2135, -- [1]
			6, -- [2]
		},
		[271895] = {
			2144, -- [1]
			"塔罗克", -- [2]
		},
		[275014] = {
			2100, -- [1]
			"维克戈斯", -- [2]
		},
		[271178] = {
			2115, -- [1]
			"苍白吞噬者", -- [2]
		},
		[273480] = {
			2122, -- [1]
			"[*] 腐化之潮", -- [2]
		},
		[267830] = {
			2131, -- [1]
			"唤风者菲伊", -- [2]
		},
		[260907] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[260372] = {
			2108, -- [1]
			"风险投资公司灼天者", -- [2]
		},
		[263275] = {
			2105, -- [1]
			"监工阿斯加里", -- [2]
		},
		[277781] = {
			2134, -- [1]
			"[*] 感染", -- [2]
		},
		[264712] = {
			2115, -- [1]
			"[*] 腐物喷发", -- [2]
		},
		[273226] = {
			2112, -- [1]
			"[*] 腐烂孢子", -- [2]
		},
		[267299] = {
			2133, -- [1]
			"低语者沃尔兹斯", -- [2]
		},
		[274761] = {
			2135, -- [1]
			"[*] 湮灭帷幕", -- [2]
		},
		[240448] = {
			2105, -- [1]
			"[*] 践踏", -- [2]
		},
		[269827] = {
			2141, -- [1]
			"纯净圣母", -- [2]
		},
		[274195] = {
			2145, -- [1]
			"[*] 堕落之血", -- [2]
		},
		[226510] = {
			2094, -- [1]
			"[*] 鲜血脓液", -- [2]
		},
		[270926] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[280389] = {
			2109, -- [1]
			"恐怖船长洛克伍德", -- [2]
		},
		[271636] = {
			2144, -- [1]
			"鲜血大槌 <塔罗克> <塔罗克>", -- [2]
		},
		[273486] = {
			2122, -- [1]
			"[*] 毒性腐化", -- [2]
		},
		[276042] = {
			2099, -- [1]
			"[*] 海潮涌动", -- [2]
		},
		[265452] = {
			2136, -- [1]
			"[*] 翻腾黑暗", -- [2]
		},
		[113899] = {
			2100, -- [1]
			"未知目标", -- [2]
		},
		[259187] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[258352] = {
			2094, -- [1]
			"尤朵拉船长", -- [2]
		},
		[276299] = {
			2145, -- [1]
			"嗜血的抱齿兽", -- [2]
		},
		[195182] = {
			2135, -- [1]
			"符文武器 <吻我还吃我-死亡之翼>", -- [2]
		},
		[35395] = {
			2135, -- [1]
			2, -- [2]
		},
		[258864] = {
			2102, -- [1]
			"艾什凡水兵", -- [2]
		},
		[146739] = {
			2135, -- [1]
			9, -- [2]
		},
		[263257] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[226512] = {
			2094, -- [1]
			"[*] 鲜血脓液", -- [2]
		},
		[258321] = {
			2093, -- [1]
			"铁潮锯骨者", -- [2]
		},
		[257458] = {
			2096, -- [1]
			"哈兰·斯威提", -- [2]
		},
		[267350] = {
			2136, -- [1]
			"[*] 翻腾黑暗", -- [2]
		},
		[271698] = {
			2106, -- [1]
			"艾泽洛克", -- [2]
		},
		[269031] = {
			2135, -- [1]
			6, -- [2]
		},
		[260016] = {
			2101, -- [1]
			"嗡鸣的寄生虫", -- [2]
		},
		[200010] = {
			2125, -- [1]
			"摧心魔 <夕牧-雷霆之王>", -- [2]
		},
		[257585] = {
			2097, -- [1]
			"[*] 火炮弹幕", -- [2]
		},
		[17253] = {
			2144, -- [1]
			1, -- [2]
		},
		[131900] = {
			2135, -- [1]
			3, -- [2]
		},
		[267308] = {
			2140, -- [1]
			"智者扎纳扎尔", -- [2]
		},
		[23881] = {
			2135, -- [1]
			1, -- [2]
		},
		[260741] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[233490] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[269399] = {
			2133, -- [1]
			"低语者沃尔兹斯", -- [2]
		},
		[263914] = {
			2125, -- [1]
			"米利克萨", -- [2]
		},
		[2818] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[257460] = {
			2096, -- [1]
			"[*] 燃烧残片", -- [2]
		},
		[263262] = {
			2105, -- [1]
			"页岩啃噬者", -- [2]
		},
		[259856] = {
			2107, -- [1]
			"瑞克莎·流火", -- [2]
		},
		[258709] = {
			2084, -- [1]
			"[*] 腐化的黄金", -- [2]
		},
		[268122] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[205523] = {
			2135, -- [1]
			10, -- [2]
		},
		[250241] = {
			2085, -- [1]
			"沃卡尔", -- [2]
		},
		[263775] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[266077] = {
			2134, -- [1]
			"维克提斯", -- [2]
		},
		[5672] = {
			2136, -- [1]
			"治疗之泉图腾 <流体力学-试炼之环> <流体力学-试炼之环>", -- [2]
		},
		[267579] = {
			2122, -- [1]
			"散疫触须", -- [2]
		},
		[256405] = {
			2095, -- [1]
			"托萨克", -- [2]
		},
		[277777] = {
			2128, -- [1]
			"畸形的造物", -- [2]
		},
		[257028] = {
			2103, -- [1]
			"骑士队长瓦莱莉", -- [2]
		},
		[55095] = {
			2135, -- [1]
			6, -- [2]
		},
		[265217] = {
			2134, -- [1]
			"维克提斯", -- [2]
		},
		[268125] = {
			2113, -- [1]
			"[*] 荆棘光环", -- [2]
		},
		[275189] = {
			2144, -- [1]
			"[*] 硬化血脉", -- [2]
		},
		[250050] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[258869] = {
			2102, -- [1]
			"艾什凡火法师", -- [2]
		},
		[268126] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[270428] = {
			2122, -- [1]
			"[*] 腐化之潮", -- [2]
		},
		[278637] = {
			2118, -- [1]
			"血虱", -- [2]
		},
		[266238] = {
			2140, -- [1]
			"[*] 粉碎防御", -- [2]
		},
		[282449] = {
			2133, -- [1]
			"阿卡丽之魂", -- [2]
		},
		[267360] = {
			2133, -- [1]
			"低语者沃尔兹斯", -- [2]
		},
		[980] = {
			2135, -- [1]
			9, -- [2]
		},
		[268077] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[267105] = {
			2140, -- [1]
			"洪流图腾", -- [2]
		},
		[249919] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[184575] = {
			2135, -- [1]
			2, -- [2]
		},
		[261428] = {
			2097, -- [1]
			"拜恩比吉中士", -- [2]
		},
		[257784] = {
			2094, -- [1]
			"水鼠帮盐鳞战士", -- [2]
		},
		[280661] = {
			2145, -- [1]
			"未知目标", -- [2]
		},
		[267618] = {
			2142, -- [1]
			"殓尸者姆沁巴", -- [2]
		},
		[267874] = {
			2142, -- [1]
			"[*] 燃烧之地", -- [2]
		},
		[264038] = {
			2114, -- [1]
			"女巫会塑棘者", -- [2]
		},
		[246851] = {
			2135, -- [1]
			3, -- [2]
		},
		[243237] = {
			2094, -- [1]
			"[*] 爆裂", -- [2]
		},
		[257337] = {
			2105, -- [1]
			"投币式群体打击者", -- [2]
		},
		[224729] = {
			2136, -- [1]
			"异种虫战士", -- [2]
		},
		[257593] = {
			2106, -- [1]
			"艾泽洛克", -- [2]
		},
		[256016] = {
			2093, -- [1]
			"[*] 污秽油膜", -- [2]
		},
		[17941] = {
			2135, -- [1]
			9, -- [2]
		},
		[264040] = {
			2114, -- [1]
			"[*] 荆棘树根", -- [2]
		},
		[185099] = {
			2135, -- [1]
			10, -- [2]
		},
		[260279] = {
			2108, -- [1]
			"[*] 加特林机枪", -- [2]
		},
		[199667] = {
			2135, -- [1]
			1, -- [2]
		},
		[274271] = {
			2145, -- [1]
			"祖尔", -- [2]
		},
		[263274] = {
			2093, -- [1]
			"天空上尉库拉格", -- [2]
		},
		[271714] = {
			2144, -- [1]
			"鲜血大槌 <塔罗克> <塔罗克>", -- [2]
		},
		[274016] = {
			2135, -- [1]
			"疯狂幻象 <[*] 疯狂幻象> <[*] 疯狂幻象>", -- [2]
		},
		[256955] = {
			2103, -- [1]
			"骑士队长瓦莱莉", -- [2]
		},
		[256060] = {
			2093, -- [1]
			"天空上尉库拉格", -- [2]
		},
		[210153] = {
			2135, -- [1]
			12, -- [2]
		},
		[113900] = {
			2100, -- [1]
			"未知目标", -- [2]
		},
		[185857] = {
			2102, -- [1]
			"艾什凡水兵", -- [2]
		},
		[278621] = {
			2105, -- [1]
			"勇敢的莱德利", -- [2]
		},
		[121253] = {
			2135, -- [1]
			10, -- [2]
		},
		[278110] = {
			2122, -- [1]
			"戈霍恩", -- [2]
		},
		[193530] = {
			2135, -- [1]
			3, -- [2]
		},
		[249923] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[193786] = {
			2108, -- [1]
			7, -- [2]
		},
		[274019] = {
			2135, -- [1]
			"疯狂幻象 <[*] 疯狂幻象> <[*] 疯狂幻象>", -- [2]
		},
		[52042] = {
			2094, -- [1]
			"治疗之泉图腾 <Alexder-血环>", -- [2]
		},
		[148135] = {
			2135, -- [1]
			10, -- [2]
		},
		[260793] = {
			2118, -- [1]
			"被感染的岩喉", -- [2]
		},
		[258875] = {
			2094, -- [1]
			"未知目标 <拉乌尔船长> <拉乌尔船长>", -- [2]
		},
		[275051] = {
			2100, -- [1]
			"[*] 腐败之水", -- [2]
		},
		[278882] = {
			2144, -- [1]
			8, -- [2]
		},
		[276834] = {
			2122, -- [1]
			"[*] 弧形释放", -- [2]
		},
		[250258] = {
			2085, -- [1]
			"沃卡尔", -- [2]
		},
		[270185] = {
			2100, -- [1]
			"维克戈斯", -- [2]
		},
		[257597] = {
			2106, -- [1]
			"艾泽洛克", -- [2]
		},
		[262513] = {
			2108, -- [1]
			"风险投资公司灼天者", -- [2]
		},
		[276068] = {
			2099, -- [1]
			"哈达尔·黑渊", -- [2]
		},
		[268278] = {
			2116, -- [1]
			"维克雷斯夫人", -- [2]
		},
		[269419] = {
			2133, -- [1]
			"[*] 巨口之门", -- [2]
		},
		[264560] = {
			2130, -- [1]
			"阿库希尔", -- [2]
		},
		[267999] = {
			2135, -- [1]
			"邪犬 <不可乎骤得-布兰卡德> <不可乎骤得-布兰卡德>", -- [2]
		},
		[270187] = {
			2100, -- [1]
			"维克戈斯", -- [2]
		},
		[255372] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[262515] = {
			2108, -- [1]
			"风险投资公司灼天者", -- [2]
		},
		[269932] = {
			2139, -- [1]
			"[*] 狂风鞭笞", -- [2]
		},
		[264050] = {
			2114, -- [1]
			"女巫会塑棘者", -- [2]
		},
		[195707] = {
			2135, -- [1]
			1, -- [2]
		},
		[257580] = {
			2101, -- [1]
			"泥沙女王", -- [2]
		},
		[258627] = {
			2106, -- [1]
			"地怒者", -- [2]
		},
		[257732] = {
			2094, -- [1]
			"黑齿拳手", -- [2]
		},
		[260668] = {
			2084, -- [1]
			"鎏金女祭司", -- [2]
		},
		[276839] = {
			2122, -- [1]
			"戈霍恩", -- [2]
		},
		[267888] = {
			2131, -- [1]
			"[*] 迅捷结界", -- [2]
		},
		[255937] = {
			2135, -- [1]
			2, -- [2]
		},
		[258883] = {
			2135, -- [1]
			12, -- [2]
		},
		[143924] = {
			2132, -- [1]
			"布希格隆 <寻欢一世>", -- [2]
		},
		[269935] = {
			2143, -- [1]
			"祖尔的爪牙", -- [2]
		},
		[281444] = {
			2122, -- [1]
			"起源重组引擎", -- [2]
		},
		[260669] = {
			2107, -- [1]
			"瑞克莎·流火", -- [2]
		},
		[280933] = {
			2097, -- [1]
			"重型军火", -- [2]
		},
		[267890] = {
			2131, -- [1]
			"[*] 迅捷结界", -- [2]
		},
		[259572] = {
			2085, -- [1]
			"沃卡尔", -- [2]
		},
		[282724] = {
			2135, -- [1]
			2, -- [2]
		},
		[278888] = {
			2144, -- [1]
			"塔罗克", -- [2]
		},
		[267891] = {
			2131, -- [1]
			"唤风者菲伊", -- [2]
		},
		[261565] = {
			2099, -- [1]
			"哈达尔·黑渊", -- [2]
		},
		[270449] = {
			2144, -- [1]
			"[*] 赤红迸发", -- [2]
		},
		[271728] = {
			2144, -- [1]
			"塔罗克", -- [2]
		},
		[260926] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[258628] = {
			2106, -- [1]
			"[*] 地震回荡", -- [2]
		},
		[249929] = {
			2087, -- [1]
			"魂裔", -- [2]
		},
		[271729] = {
			2144, -- [1]
			"塔罗克", -- [2]
		},
		[261438] = {
			2116, -- [1]
			"维克雷斯勋爵", -- [2]
		},
		[222026] = {
			2135, -- [1]
			6, -- [2]
		},
		[31935] = {
			2135, -- [1]
			2, -- [2]
		},
		[273251] = {
			2122, -- [1]
			"黑暗幼体", -- [2]
		},
		[199547] = {
			2135, -- [1]
			12, -- [2]
		},
		[269691] = {
			2122, -- [1]
			"戈霍恩", -- [2]
		},
		[265337] = {
			2115, -- [1]
			"血渍小猪", -- [2]
		},
		[267639] = {
			2142, -- [1]
			"殓尸者姆沁巴", -- [2]
		},
		[261439] = {
			2116, -- [1]
			"维克雷斯勋爵", -- [2]
		},
		[272505] = {
			2122, -- [1]
			"戈霍恩", -- [2]
		},
		[279660] = {
			2141, -- [1]
			"蔓延病毒 <[*] 堕落之血克隆体>", -- [2]
		},
		[269686] = {
			2127, -- [1]
			"[*] 瘟疫", -- [2]
		},
		[210801] = {
			2108, -- [1]
			7, -- [2]
		},
		[266106] = {
			2118, -- [1]
			"狂野的群居血虱", -- [2]
		},
		[270454] = {
			2122, -- [1]
			"戈霍恩", -- [2]
		},
		[256706] = {
			2095, -- [1]
			"托萨克", -- [2]
		},
		[261440] = {
			2116, -- [1]
			"维克雷斯勋爵", -- [2]
		},
		[266107] = {
			2118, -- [1]
			"狂野的群居血虱", -- [2]
		},
		[279662] = {
			2141, -- [1]
			"蔓延病毒 <[*] 堕落之血克隆体>", -- [2]
		},
		[275826] = {
			2099, -- [1]
			"艾什凡指挥官", -- [2]
		},
		[49184] = {
			2135, -- [1]
			6, -- [2]
		},
		[196608] = {
			2135, -- [1]
			10, -- [2]
		},
		[279663] = {
			2141, -- [1]
			"[*] 传播感染", -- [2]
		},
		[256198] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[267899] = {
			2131, -- [1]
			"铁舟修士", -- [2]
		},
		[271224] = {
			2144, -- [1]
			"塔罗克", -- [2]
		},
		[81297] = {
			2135, -- [1]
			2, -- [2]
		},
		[61684] = {
			2144, -- [1]
			1, -- [2]
		},
		[260292] = {
			2118, -- [1]
			"被感染的岩喉", -- [2]
		},
		[269369] = {
			2143, -- [1]
			"提扎拉", -- [2]
		},
		[255814] = {
			2085, -- [1]
			"复活的荣誉卫士", -- [2]
		},
		[193796] = {
			2108, -- [1]
			7, -- [2]
		},
		[267901] = {
			2131, -- [1]
			"铁舟修士", -- [2]
		},
		[265088] = {
			2094, -- [1]
			"拉米·曼寇", -- [2]
		},
		[3110] = {
			2125, -- [1]
			9, -- [2]
		},
		[266460] = {
			2117, -- [1]
			"未知目标", -- [2]
		},
		[274396] = {
			2145, -- [1]
			"活化脓液 <纳兹曼尼鲜血妖术师>", -- [2]
		},
		[157736] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[278644] = {
			2105, -- [1]
			"勇敢的莱德利", -- [2]
		},
		[256200] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[264477] = {
			2130, -- [1]
			"阿库希尔", -- [2]
		},
		[148022] = {
			2135, -- [1]
			8, -- [2]
		},
		[262277] = {
			2128, -- [1]
			"腐臭吞噬者", -- [2]
		},
		[50401] = {
			2135, -- [1]
			6, -- [2]
		},
		[267904] = {
			2131, -- [1]
			"[*] 强化结界", -- [2]
		},
		[261446] = {
			2116, -- [1]
			"维克雷斯夫人", -- [2]
		},
		[279669] = {
			2141, -- [1]
			"耐受病菌 <[*] 堕落之血克隆体>", -- [2]
		},
		[256201] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[267905] = {
			2131, -- [1]
			"铁舟修士", -- [2]
		},
		[255434] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[257608] = {
			2101, -- [1]
			"泥沙女王", -- [2]
		},
		[260805] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[271965] = {
			2144, -- [1]
			"塔罗克", -- [2]
		},
		[118000] = {
			2135, -- [1]
			1, -- [2]
		},
		[217200] = {
			2135, -- [1]
			3, -- [2]
		},
		[275835] = {
			2099, -- [1]
			"艾什凡入侵者", -- [2]
		},
		[267907] = {
			2114, -- [1]
			"[*] 灵魂荆棘", -- [2]
		},
		[257483] = {
			2086, -- [1]
			"[*] 骨堆", -- [2]
		},
		[268419] = {
			2143, -- [1]
			"[*] 强风劈砍", -- [2]
		},
		[275836] = {
			2099, -- [1]
			"艾什凡入侵者", -- [2]
		},
		[267878] = {
			2141, -- [1]
			"风之隧道", -- [2]
		},
		[256970] = {
			2103, -- [1]
			"骑士队长瓦莱莉", -- [2]
		},
		[55078] = {
			2122, -- [1]
			"戈霍恩", -- [2]
		},
		[198533] = {
			2135, -- [1]
			"青龙雕像 <四月的熊猫-影之哀伤> <四月的熊猫-影之哀伤>", -- [2]
		},
		[268932] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[260551] = {
			2114, -- [1]
			"魂缚巨像", -- [2]
		},
		[265352] = {
			2113, -- [1]
			"瘟疫蟾蜍", -- [2]
		},
		[261264] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[197509] = {
			2142, -- [1]
			"血虫 <萌娘百科>", -- [2]
		},
		[264155] = {
			2130, -- [1]
			"小型水元素", -- [2]
		},
		[263307] = {
			2122, -- [1]
			"喋喋不休的恐兽", -- [2]
		},
		[123051] = {
			2136, -- [1]
			"摧心魔 <安知鱼不泣-死亡之翼>", -- [2]
		},
		[261447] = {
			2116, -- [1]
			"维克雷斯勋爵", -- [2]
		},
		[273282] = {
			2135, -- [1]
			"恩拉其毁灭者", -- [2]
		},
		[273538] = {
			2135, -- [1]
			"拆解者米斯拉克斯", -- [2]
		},
		[276863] = {
			2135, -- [1]
			"[*] 粉碎湮灭", -- [2]
		},
		[25504] = {
			2108, -- [1]
			7, -- [2]
		},
		[195592] = {
			2108, -- [1]
			7, -- [2]
		},
		[263278] = {
			2105, -- [1]
			"[*] 掩护", -- [2]
		},
		[267385] = {
			2133, -- [1]
			"触须", -- [2]
		},
		[268936] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[50842] = {
			2135, -- [1]
			"符文武器 <吻我还吃我-死亡之翼>", -- [2]
		},
		[1604] = {
			2125, -- [1]
			"沙鳞突击者 <蛋>", -- [2]
		},
		[258622] = {
			2106, -- [1]
			"艾泽洛克", -- [2]
		},
		[259147] = {
			2087, -- [1]
			"[*] 灵魂盛宴", -- [2]
		},
		[273285] = {
			2112, -- [1]
			"不稳定的种荚", -- [2]
		},
		[262288] = {
			2128, -- [1]
			"腐臭吞噬者", -- [2]
		},
		[265209] = {
			2134, -- [1]
			"维克提斯", -- [2]
		},
		[259732] = {
			2112, -- [1]
			"孢子召唤师赞查", -- [2]
		},
		[259531] = {
			2085, -- [1]
			"复生图腾", -- [2]
		},
		[265358] = {
			2136, -- [1]
			"尤格-萨隆的投影", -- [2]
		},
		[267660] = {
			2122, -- [1]
			"[*] 不洁传染", -- [2]
		},
		[127802] = {
			2136, -- [1]
			9, -- [2]
		},
		[250022] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[260666] = {
			2084, -- [1]
			"鎏金女祭司", -- [2]
		},
		[280705] = {
			2135, -- [1]
			6, -- [2]
		},
		[258381] = {
			2094, -- [1]
			"尤朵拉船长", -- [2]
		},
		[273288] = {
			2145, -- [1]
			"纳兹曼尼碾压者", -- [2]
		},
		[268429] = {
			2108, -- [1]
			7, -- [2]
		},
		[260811] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[270290] = {
			2144, -- [1]
			"[*] 鲜血风暴", -- [2]
		},
		[281473] = {
			2136, -- [1]
			"[*] 翻腾欺诈", -- [2]
		},
		[278660] = {
			2105, -- [1]
			"勇敢的莱德利", -- [2]
		},
		[259277] = {
			2122, -- [1]
			"狼", -- [2]
		},
		[164812] = {
			2135, -- [1]
			11, -- [2]
		},
		[259533] = {
			2107, -- [1]
			"[*] 艾泽里特催化剂", -- [2]
		},
		[263318] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[269456] = {
			2100, -- [1]
			"维克戈斯", -- [2]
		},
		[278150] = {
			2135, -- [1]
			"[*] 毁灭", -- [2]
		},
		[256976] = {
			2103, -- [1]
			"骑士队长瓦莱莉", -- [2]
		},
		[267409] = {
			2122, -- [1]
			"黑暗幼体", -- [2]
		},
		[263573] = {
			2124, -- [1]
			"阿德里斯", -- [2]
		},
		[258544] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[196364] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[260685] = {
			2111, -- [1]
			"长者莉娅克萨", -- [2]
		},
		[260813] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[267412] = {
			2122, -- [1]
			"黑暗幼体", -- [2]
		},
		[262092] = {
			2105, -- [1]
			"混乱的暴徒", -- [2]
		},
		[258128] = {
			2102, -- [1]
			"铁潮暴徒", -- [2]
		},
		[256594] = {
			2094, -- [1]
			"拉乌尔船长", -- [2]
		},
		[275084] = {
			2136, -- [1]
			"[*] 翻腾黑暗", -- [2]
		},
		[273294] = {
			2113, -- [1]
			"[*] 野火", -- [2]
		},
		[257617] = {
			2101, -- [1]
			"泥沙女王", -- [2]
		},
		[265364] = {
			2113, -- [1]
			"瘟疫蟾蜍", -- [2]
		},
		[193455] = {
			2135, -- [1]
			3, -- [2]
		},
		[272669] = {
			2114, -- [1]
			"燃烧的灵魂", -- [2]
		},
		[272528] = {
			2099, -- [1]
			"艾什凡狙击手", -- [2]
		},
		[270484] = {
			2100, -- [1]
			"维克戈斯", -- [2]
		},
		[273810] = {
			2135, -- [1]
			"拆解者米斯拉克斯", -- [2]
		},
		[265370] = {
			2134, -- [1]
			"维克提斯", -- [2]
		},
		[274575] = {
			2136, -- [1]
			9, -- [2]
		},
		[250585] = {
			2085, -- [1]
			"[*] 剧毒之池", -- [2]
		},
		[272018] = {
			2145, -- [1]
			"[*] 黑暗吸收", -- [2]
		},
		[256979] = {
			2094, -- [1]
			"尤朵拉船长", -- [2]
		},
		[33395] = {
			2135, -- [1]
			"水元素 <幼儿园小班丶-加基森> <幼儿园小班丶-加基森>", -- [2]
		},
		[274890] = {
			2093, -- [1]
			"[*] 碎裂投掷", -- [2]
		},
		[257747] = {
			2095, -- [1]
			"黑齿暴徒", -- [2]
		},
		[218617] = {
			2135, -- [1]
			1, -- [2]
		},
		[273554] = {
			2135, -- [1]
			"[*] 湮灭冲击", -- [2]
		},
		[264603] = {
			2111, -- [1]
			"长者莉娅克萨", -- [2]
		},
		[273811] = {
			2135, -- [1]
			"[*] 夏尔扎克斯的觉醒", -- [2]
		},
		[31707] = {
			2087, -- [1]
			"水元素", -- [2]
		},
		[268440] = {
			2093, -- [1]
			"铁潮射手", -- [2]
		},
		[89808] = {
			2132, -- [1]
			"贾克尼普 <寻欢一世> <寻欢一世>", -- [2]
		},
		[198030] = {
			2135, -- [1]
			12, -- [2]
		},
		[272533] = {
			2135, -- [1]
			"拆解者米斯拉克斯", -- [2]
		},
		[263326] = {
			2122, -- [1]
			"[*] 蠕行苔藓", -- [2]
		},
		[264605] = {
			2094, -- [1]
			"拉米·曼寇", -- [2]
		},
		[274577] = {
			2122, -- [1]
			"戈霍恩", -- [2]
		},
		[267027] = {
			2125, -- [1]
			"喷毒盘蛇 <蛋>", -- [2]
		},
		[275991] = {
			2145, -- [1]
			"[*] 死亡之愿", -- [2]
		},
		[263637] = {
			2105, -- [1]
			"混乱的暴徒", -- [2]
		},
		[278673] = {
			2105, -- [1]
			"勇敢的莱德利", -- [2]
		},
		[255575] = {
			2084, -- [1]
			"女祭司阿伦扎", -- [2]
		},
		[268443] = {
			2109, -- [1]
			"恐怖火炮", -- [2]
		},
		[274582] = {
			2122, -- [1]
			"戈霍恩", -- [2]
		},
		[263840] = {
			2144, -- [1]
			1, -- [2]
		},
		[53600] = {
			2135, -- [1]
			2, -- [2]
		},
		[258133] = {
			2102, -- [1]
			"水鼠帮掠夺者", -- [2]
		},
		[264608] = {
			2094, -- [1]
			"拉米·曼寇", -- [2]
		},
		[421] = {
			2108, -- [1]
			7, -- [2]
		},
		[272536] = {
			2135, -- [1]
			"拆解者米斯拉克斯", -- [2]
		},
		[265168] = {
			2094, -- [1]
			"拉米·曼寇", -- [2]
		},
		[258773] = {
			2093, -- [1]
			"天空上尉库拉格", -- [2]
		},
		[273432] = {
			2145, -- [1]
			"未知目标", -- [2]
		},
		[11426] = {
			2135, -- [1]
			8, -- [2]
		},
		[273681] = {
			2097, -- [1]
			"拜恩比吉中士", -- [2]
		},
		[268702] = {
			2105, -- [1]
			"巨石之怒", -- [2]
		},
		[265889] = {
			2102, -- [1]
			"黑齿纵火犯", -- [2]
		},
		[257495] = {
			2101, -- [1]
			"泥沙女王", -- [2]
		},
		[255577] = {
			2084, -- [1]
			"女祭司阿伦扎", -- [2]
		},
		[268703] = {
			2124, -- [1]
			"充能的沙尘恶魔", -- [2]
		},
		[274074] = {
			2135, -- [1]
			6, -- [2]
		},
		[257292] = {
			2097, -- [1]
			"库尔提拉斯先锋", -- [2]
		},
		[250028] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[260547] = {
			2114, -- [1]
			"魂缚巨像", -- [2]
		},
		[273556] = {
			2145, -- [1]
			"活化脓液 <纳兹曼尼鲜血妖术师> <纳兹曼尼鲜血妖术师>", -- [2]
		},
		[264101] = {
			2130, -- [1]
			"阿库希尔", -- [2]
		},
		[263334] = {
			2122, -- [1]
			"戈霍恩", -- [2]
		},
		[268705] = {
			2125, -- [1]
			"沙鳞突击者 <蛋> <蛋>", -- [2]
		},
		[267427] = {
			2122, -- [1]
			"单眼恐魔", -- [2]
		},
		[268194] = {
			2135, -- [1]
			6, -- [2]
		},
		[272542] = {
			2099, -- [1]
			"艾什凡狙击手", -- [2]
		},
		[262313] = {
			2128, -- [1]
			"[*] 恶臭沼气", -- [2]
		},
		[272543] = {
			2135, -- [1]
			"[*] 毁灭迫近", -- [2]
		},
		[204301] = {
			2135, -- [1]
			2, -- [2]
		},
		[255579] = {
			2084, -- [1]
			"女祭司阿伦扎", -- [2]
		},
		[272544] = {
			2135, -- [1]
			"[*] 毁灭迫近", -- [2]
		},
		[272582] = {
			2144, -- [1]
			"[*] 血色静电", -- [2]
		},
		[264104] = {
			2116, -- [1]
			"[*] 符文印记", -- [2]
		},
		[262314] = {
			2128, -- [1]
			"[*] 腐烂恶臭", -- [2]
		},
		[228598] = {
			2135, -- [1]
			8, -- [2]
		},
		[262287] = {
			2108, -- [1]
			"风险投资公司灼天者", -- [2]
		},
		[264105] = {
			2116, -- [1]
			"显眼的女巫", -- [2]
		},
		[267430] = {
			2122, -- [1]
			"单眼恐魔", -- [2]
		},
		[257882] = {
			2099, -- [1]
			"哈达尔·黑渊", -- [2]
		},
		[255836] = {
			2084, -- [1]
			"女祭司阿伦扎", -- [2]
		},
		[268198] = {
			2141, -- [1]
			"腐蚀残迹", -- [2]
		},
		[276894] = {
			2135, -- [1]
			"恩拉其毁灭者", -- [2]
		},
		[260312] = {
			2118, -- [1]
			"被感染的岩喉", -- [2]
		},
		[257883] = {
			2099, -- [1]
			"哈达尔·黑渊", -- [2]
		},
		[260569] = {
			2114, -- [1]
			"[*] 野火", -- [2]
		},
		[255581] = {
			2084, -- [1]
			"女祭司阿伦扎", -- [2]
		},
		[120694] = {
			2133, -- [1]
			"野兽", -- [2]
		},
		[54049] = {
			2132, -- [1]
			"布希格隆 <寻欢一世> <寻欢一世>", -- [2]
		},
		[256477] = {
			2095, -- [1]
			"锯齿鲨", -- [2]
		},
		[260697] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[268202] = {
			2117, -- [1]
			"亡触奴隶主", -- [2]
		},
		[267945] = {
			2141, -- [1]
			"纯净圣母", -- [2]
		},
		[273316] = {
			2145, -- [1]
			"纳兹曼尼碾压者", -- [2]
		},
		[271526] = {
			2106, -- [1]
			"地怒者", -- [2]
		},
		[268203] = {
			2117, -- [1]
			"亡触奴隶主", -- [2]
		},
		[266923] = {
			2126, -- [1]
			"能量核心", -- [2]
		},
		[255966] = {
			2093, -- [1]
			"天空上尉库拉格", -- [2]
		},
		[116858] = {
			2135, -- [1]
			9, -- [2]
		},
		[267180] = {
			2136, -- [1]
			"蛛魔虚空编织者", -- [2]
		},
		[271784] = {
			2105, -- [1]
			"足球炸弹流氓", -- [2]
		},
		[260570] = {
			2113, -- [1]
			"[*] 野火", -- [2]
		},
		[260698] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[265646] = {
			2136, -- [1]
			"泽克沃兹", -- [2]
		},
		[260954] = {
			2097, -- [1]
			"拜恩比吉中士", -- [2]
		},
		[265391] = {
			2115, -- [1]
			"宴会招待员", -- [2]
		},
		[264368] = {
			2125, -- [1]
			"未知目标", -- [2]
		},
		[276900] = {
			2135, -- [1]
			"[*] 临界炽焰", -- [2]
		},
		[272554] = {
			2095, -- [1]
			"[*] 血肉模糊", -- [2]
		},
		[117952] = {
			2135, -- [1]
			10, -- [2]
		},
		[265392] = {
			2115, -- [1]
			"宴会招待员", -- [2]
		},
		[268717] = {
			2093, -- [1]
			"鲨鱼饵", -- [2]
		},
		[263858] = {
			2145, -- [1]
			1, -- [2]
		},
		[257119] = {
			2101, -- [1]
			"[*] 流沙陷阱", -- [2]
		},
		[265393] = {
			2115, -- [1]
			"宴会招待员", -- [2]
		},
		[280506] = {
			2117, -- [1]
			"高莱克·图尔", -- [2]
		},
		[258921] = {
			2135, -- [1]
			12, -- [2]
		},
		[269230] = {
			2143, -- [1]
			"莱班", -- [2]
		},
		[260700] = {
			2113, -- [1]
			"女巫马拉迪", -- [2]
		},
		[31117] = {
			2135, -- [1]
			9, -- [2]
		},
		[260699] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[16827] = {
			2135, -- [1]
			"安东尼 <天下入梦-格瑞姆巴托> <天下入梦-格瑞姆巴托>", -- [2]
		},
		[260189] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[267462] = {
			2122, -- [1]
			"散疫触须", -- [2]
		},
		[257886] = {
			2099, -- [1]
			"[*] 盐水池", -- [2]
		},
		[280485] = {
			2100, -- [1]
			"束缚恐魔", -- [2]
		},
		[260701] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[256363] = {
			2095, -- [1]
			"托萨克", -- [2]
		},
		[17962] = {
			2135, -- [1]
			9, -- [2]
		},
		[269231] = {
			2143, -- [1]
			"莱班", -- [2]
		},
		[260190] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[274860] = {
			2093, -- [1]
			"铁潮执行者", -- [2]
		},
		[114942] = {
			2095, -- [1]
			"治疗之潮图腾 <Alexder-血环>", -- [2]
		},
		[107270] = {
			2135, -- [1]
			10, -- [2]
		},
		[260702] = {
			2113, -- [1]
			"[*] 不稳定的符文印记", -- [2]
		},
		[267700] = {
			2122, -- [1]
			"戈霍恩", -- [2]
		},
		[265910] = {
			2139, -- [1]
			"黄金风蛇", -- [2]
		},
		[265143] = {
			2134, -- [1]
			"维克提斯", -- [2]
		},
		[89751] = {
			2135, -- [1]
			"利文科瑞尔 <不可乎骤得-布兰卡德> <不可乎骤得-布兰卡德>", -- [2]
		},
		[118459] = {
			2145, -- [1]
			1, -- [2]
		},
		[265911] = {
			2125, -- [1]
			"暴怒云气", -- [2]
		},
		[269232] = {
			2143, -- [1]
			"莱班", -- [2]
		},
		[260703] = {
			2113, -- [1]
			"女巫马拉迪", -- [2]
		},
		[267702] = {
			2142, -- [1]
			"殓尸者姆沁巴", -- [2]
		},
		[265912] = {
			2125, -- [1]
			"暴怒云气", -- [2]
		},
		[269493] = {
			2105, -- [1]
			"投币式群体打击者", -- [2]
		},
		[264378] = {
			2116, -- [1]
			"女巫会占卜者", -- [2]
		},
		[70890] = {
			2135, -- [1]
			6, -- [2]
		},
		[188838] = {
			2108, -- [1]
			7, -- [2]
		},
		[272046] = {
			2093, -- [1]
			"鲨鱼饵", -- [2]
		},
		[30213] = {
			2122, -- [1]
			"克利姆西努尔 <雪焼排骨-影之哀伤> <雪焼排骨-影之哀伤>", -- [2]
		},
		[266181] = {
			2117, -- [1]
			"高莱克·图尔", -- [2]
		},
		[265914] = {
			2139, -- [1]
			"[*] 熔化的黄金", -- [2]
		},
		[201754] = {
			2144, -- [1]
			1, -- [2]
		},
		[278702] = {
			2105, -- [1]
			"好斗的支援者", -- [2]
		},
		[130736] = {
			2136, -- [1]
			6, -- [2]
		},
		[266948] = {
			2134, -- [1]
			"维克提斯", -- [2]
		},
		[259718] = {
			2112, -- [1]
			"孢子召唤师赞查", -- [2]
		},
		[256106] = {
			2093, -- [1]
			"天空上尉库拉格", -- [2]
		},
		[272821] = {
			2125, -- [1]
			"灌注能量的唤雷者", -- [2]
		},
		[266939] = {
			2140, -- [1]
			"征服者阿卡阿里", -- [2]
		},
		[274098] = {
			2145, -- [1]
			"祖尔", -- [2]
		},
		[264382] = {
			2136, -- [1]
			"克苏恩的投影", -- [2]
		},
		[266940] = {
			2140, -- [1]
			"征服者阿卡阿里", -- [2]
		},
		[256358] = {
			2095, -- [1]
			"托萨克", -- [2]
		},
		[256101] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[255591] = {
			2084, -- [1]
			"女祭司阿伦扎", -- [2]
		},
		[265662] = {
			2136, -- [1]
			"泽克沃兹", -- [2]
		},
		[89753] = {
			2135, -- [1]
			"利文科瑞尔 <不可乎骤得-布兰卡德> <不可乎骤得-布兰卡德>", -- [2]
		},
		[274358] = {
			2145, -- [1]
			"祖尔", -- [2]
		},
		[36213] = {
			2136, -- [1]
			"巨型土元素 <流体力学-试炼之环> <流体力学-试炼之环>", -- [2]
		},
		[260323] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[162243] = {
			2135, -- [1]
			12, -- [2]
		},
		[272820] = {
			2126, -- [1]
			"灌注能量的唤雷者", -- [2]
		},
		[278706] = {
			2105, -- [1]
			"好斗的支援者", -- [2]
		},
		[255558] = {
			2084, -- [1]
			"[*] 污血", -- [2]
		},
		[258917] = {
			2103, -- [1]
			"艾什凡炉火医师", -- [2]
		},
		[263365] = {
			2124, -- [1]
			"阿德里斯", -- [2]
		},
		[265407] = {
			2115, -- [1]
			"宴会招待员", -- [2]
		},
		[265665] = {
			2118, -- [1]
			"生命腐质", -- [2]
		},
		[275756] = {
			2122, -- [1]
			"戈霍恩", -- [2]
		},
		[10444] = {
			2108, -- [1]
			7, -- [2]
		},
		[265410] = {
			2115, -- [1]
			"维克雷斯狂欢者", -- [2]
		},
		[124280] = {
			2135, -- [1]
			10, -- [2]
		},
		[272055] = {
			2093, -- [1]
			"鲨鱼饵", -- [2]
		},
		[262115] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[196771] = {
			2135, -- [1]
			6, -- [2]
		},
		[283810] = {
			2135, -- [1]
			1, -- [2]
		},
		[265923] = {
			2139, -- [1]
			"黄金风蛇", -- [2]
		},
		[278961] = {
			2118, -- [1]
			"染病鞭笞者", -- [2]
		},
		[260067] = {
			2102, -- [1]
			"鲍比·豪里斯 <杰斯·豪里斯>", -- [2]
		},
		[265668] = {
			2118, -- [1]
			"生命腐质", -- [2]
		},
		[267257] = {
			2140, -- [1]
			"雷鸣图腾", -- [2]
		},
		[255421] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[267459] = {
			2133, -- [1]
			"被遗忘的居民", -- [2]
		},
		[250096] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[2643] = {
			2136, -- [1]
			3, -- [2]
		},
		[271296] = {
			2144, -- [1]
			"塔罗克", -- [2]
		},
		[257641] = {
			2097, -- [1]
			"库尔提拉斯神射手", -- [2]
		},
		[260838] = {
			2108, -- [1]
			"[*] 自控导弹", -- [2]
		},
		[264903] = {
			2130, -- [1]
			"阿库希尔", -- [2]
		},
		[224266] = {
			2135, -- [1]
			2, -- [2]
		},
		[195750] = {
			2135, -- [1]
			6, -- [2]
		},
		[260318] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[260455] = {
			2118, -- [1]
			"未知目标", -- [2]
		},
		[266951] = {
			2140, -- [1]
			"征服者阿卡阿里", -- [2]
		},
		[262347] = {
			2105, -- [1]
			"投币式群体打击者", -- [2]
		},
		[277776] = {
			2128, -- [1]
			"畸形的造物", -- [2]
		},
		[273089] = {
			2135, -- [1]
			6, -- [2]
		},
		[268230] = {
			2109, -- [1]
			"艾什凡水手", -- [2]
		},
		[263371] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[271811] = {
			2144, -- [1]
			"鲜血大槌 <塔罗克> <塔罗克>", -- [2]
		},
		[274113] = {
			2135, -- [1]
			"[*] 湮灭光束", -- [2]
		},
		[270277] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[263345] = {
			2104, -- [1]
			"重型火炮", -- [2]
		},
		[258908] = {
			2124, -- [1]
			"隐秘之牙", -- [2]
		},
		[258922] = {
			2135, -- [1]
			12, -- [2]
		},
		[264140] = {
			2114, -- [1]
			"锯齿猎犬", -- [2]
		},
		[255582] = {
			2084, -- [1]
			"[*] 熔化的黄金", -- [2]
		},
		[204304] = {
			2135, -- [1]
			3, -- [2]
		},
		[265931] = {
			2136, -- [1]
			9, -- [2]
		},
		[3716] = {
			2130, -- [1]
			1, -- [2]
		},
		[260696] = {
			2113, -- [1]
			"女巫马拉迪", -- [2]
		},
		[105421] = {
			2135, -- [1]
			2, -- [2]
		},
		[264954] = {
			2136, -- [1]
			"[*] 泰坦火花", -- [2]
		},
		[268234] = {
			2115, -- [1]
			"胆汁软泥怪", -- [2]
		},
		[260202] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[275907] = {
			2106, -- [1]
			"艾泽洛克", -- [2]
		},
		[171457] = {
			2135, -- [1]
			3, -- [2]
		},
		[273350] = {
			2145, -- [1]
			"纳兹曼尼鲜血妖术师", -- [2]
		},
		[271519] = {
			2144, -- [1]
			"塔罗克", -- [2]
		},
		[255952] = {
			2093, -- [1]
			"天空上尉库拉格", -- [2]
		},
		[258634] = {
			2102, -- [1]
			"艾什凡火法师", -- [2]
		},
		[264144] = {
			2130, -- [1]
			"阿库希尔", -- [2]
		},
		[272584] = {
			2144, -- [1]
			"爆裂水滴", -- [2]
		},
		[267310] = {
			2133, -- [1]
			"深渊具象", -- [2]
		},
		[274119] = {
			2145, -- [1]
			"祖尔", -- [2]
		},
		[266191] = {
			2140, -- [1]
			"[*] 回旋飞斧", -- [2]
		},
		[278467] = {
			2094, -- [1]
			"拉米·曼寇", -- [2]
		},
		[256710] = {
			2103, -- [1]
			"[*] 燃烧的军火库", -- [2]
		},
		[257092] = {
			2101, -- [1]
			"泥沙女王", -- [2]
		},
		[265374] = {
			2136, -- [1]
			"[*] 暗影新星", -- [2]
		},
		[272586] = {
			2144, -- [1]
			"爆裂水滴", -- [2]
		},
		[262019] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[263891] = {
			2113, -- [1]
			"毒心藤蔓扭曲者", -- [2]
		},
		[260280] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[268865] = {
			2105, -- [1]
			"武器测试员", -- [2]
		},
		[263636] = {
			2105, -- [1]
			"混乱的暴徒", -- [2]
		},
		[259145] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[267821] = {
			2141, -- [1]
			"[*] 防御矩阵", -- [2]
		},
		[280772] = {
			2135, -- [1]
			1, -- [2]
		},
		[260333] = {
			2118, -- [1]
			"被感染的岩喉", -- [2]
		},
		[255445] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[270287] = {
			2122, -- [1]
			"[*] 疫病之地", -- [2]
		},
		[148187] = {
			2135, -- [1]
			10, -- [2]
		},
		[256083] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[271055] = {
			2124, -- [1]
			"隐秘之牙", -- [2]
		},
		[270288] = {
			2144, -- [1]
			"未知目标 <[*] 赤红迸发> <[*] 赤红迸发>", -- [2]
		},
		[195757] = {
			2136, -- [1]
			6, -- [2]
		},
		[260334] = {
			2118, -- [1]
			"被感染的岩喉", -- [2]
		},
		[265366] = {
			2130, -- [1]
			"小型水元素", -- [2]
		},
		[269266] = {
			2100, -- [1]
			"攻城恐魔", -- [2]
		},
		[258672] = {
			2093, -- [1]
			"铁潮射手", -- [2]
		},
		[257777] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[271057] = {
			2124, -- [1]
			"隐秘之牙", -- [2]
		},
		[273359] = {
			2145, -- [1]
			"祖尔", -- [2]
		},
		[262292] = {
			2128, -- [1]
			"腐臭吞噬者", -- [2]
		},
		[263482] = {
			2122, -- [1]
			"起源重组引擎", -- [2]
		},
		[117418] = {
			2135, -- [1]
			10, -- [2]
		},
		[264153] = {
			2115, -- [1]
			"贪吃的蛆虫", -- [2]
		},
		[258673] = {
			2093, -- [1]
			"铁潮射手", -- [2]
		},
		[272508] = {
			2122, -- [1]
			"[*] 爆炸腐蚀", -- [2]
		},
		[273241] = {
			2126, -- [1]
			"未知目标", -- [2]
		},
		[268387] = {
			2116, -- [1]
			"维克雷斯勋爵", -- [2]
		},
		[262364] = {
			2128, -- [1]
			"腐化血珠", -- [2]
		},
		[277965] = {
			2097, -- [1]
			"重型军火", -- [2]
		},
		[263899] = {
			2113, -- [1]
			"毒心藤蔓扭曲者", -- [2]
		},
		[265178] = {
			2134, -- [1]
			"维克提斯", -- [2]
		},
		[275499] = {
			2136, -- [1]
			"治疗之泉图腾 <二奶晃悠悠-迅捷微风>", -- [2]
		},
		[263958] = {
			2125, -- [1]
			"未知目标", -- [2]
		},
		[264923] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[273363] = {
			2145, -- [1]
			"黑暗之池", -- [2]
		},
		[268403] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[281420] = {
			2094, -- [1]
			"水鼠帮盐鳞战士", -- [2]
		},
		[271456] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[273794] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[266459] = {
			2134, -- [1]
			"维克提斯", -- [2]
		},
		[260924] = {
			2097, -- [1]
			"拜恩比吉中士", -- [2]
		},
		[164815] = {
			2135, -- [1]
			11, -- [2]
		},
		[273365] = {
			2145, -- [1]
			"祖尔", -- [2]
		},
		[267483] = {
			2126, -- [1]
			"不羁的火花", -- [2]
		},
		[132463] = {
			2122, -- [1]
			"戈霍恩", -- [2]
		},
		[257397] = {
			2093, -- [1]
			"铁潮锯骨者", -- [2]
		},
		[266109] = {
			2118, -- [1]
			"狂野的群居血虱", -- [2]
		},
		[188089] = {
			2108, -- [1]
			7, -- [2]
		},
		[256589] = {
			2094, -- [1]
			"拉乌尔船长", -- [2]
		},
		[259853] = {
			2107, -- [1]
			"瑞克莎·流火", -- [2]
		},
		[266206] = {
			2140, -- [1]
			"屠夫库拉", -- [2]
		},
		[262370] = {
			2128, -- [1]
			"腐臭吞噬者", -- [2]
		},
		[266225] = {
			2117, -- [1]
			"高莱克·图尔", -- [2]
		},
		[123725] = {
			2135, -- [1]
			10, -- [2]
		},
		[268253] = {
			2141, -- [1]
			"[*] 奥迪尔防御射线", -- [2]
		},
		[263235] = {
			2122, -- [1]
			"戈霍恩", -- [2]
		},
		[255371] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[273254] = {
			2145, -- [1]
			"嗜血的抱齿兽", -- [2]
		},
		[273718] = {
			2097, -- [1]
			"[*] 重型军火", -- [2]
		},
		[271579] = {
			2105, -- [1]
			"风险投资公司塑地者", -- [2]
		},
		[277973] = {
			2141, -- [1]
			"纯净圣母", -- [2]
		},
		[275160] = {
			2122, -- [1]
			"戈霍恩", -- [2]
		},
		[276439] = {
			2134, -- [1]
			"维克提斯", -- [2]
		},
		[256005] = {
			2093, -- [1]
			"鲨鱼饵", -- [2]
		},
		[260852] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[264931] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[32175] = {
			2108, -- [1]
			7, -- [2]
		},
		[280788] = {
			2135, -- [1]
			8, -- [2]
		},
		[267261] = {
			2134, -- [1]
			"维克提斯", -- [2]
		},
		[100] = {
			2135, -- [1]
			1, -- [2]
		},
		[259574] = {
			2085, -- [1]
			"沃卡尔", -- [2]
		},
		[268796] = {
			2143, -- [1]
			"[*] 穿刺长矛", -- [2]
		},
		[259830] = {
			2112, -- [1]
			"孢子召唤师赞查", -- [2]
		},
		[258935] = {
			2103, -- [1]
			"艾什凡炉火医师", -- [2]
		},
		[264166] = {
			2130, -- [1]
			"小型水元素", -- [2]
		},
		[259191] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[132467] = {
			2135, -- [1]
			10, -- [2]
		},
		[85948] = {
			2136, -- [1]
			6, -- [2]
		},
		[250368] = {
			2085, -- [1]
			"沃卡尔", -- [2]
		},
		[279664] = {
			2135, -- [1]
			"被征服的戈霍恩的触须 <谁在那儿> <谁在那儿>", -- [2]
		},
		[257785] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[263912] = {
			2125, -- [1]
			"米利克萨", -- [2]
		},
		[268260] = {
			2109, -- [1]
			"艾什凡炮手", -- [2]
		},
		[262378] = {
			2128, -- [1]
			"腐臭吞噬者", -- [2]
		},
		[257274] = {
			2093, -- [1]
			"[*] 污秽油膜", -- [2]
		},
		[257402] = {
			2096, -- [1]
			"哈兰·斯威提", -- [2]
		},
		[259474] = {
			2107, -- [1]
			"瑞克莎·流火", -- [2]
		},
		[104318] = {
			2122, -- [1]
			"野生小鬼 <雪焼排骨-影之哀伤> <雪焼排骨-影之哀伤>", -- [2]
		},
		[256199] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[269029] = {
			2109, -- [1]
			"恐怖船长洛克伍德", -- [2]
		},
		[267239] = {
			2136, -- [1]
			"扭曲投影", -- [2]
		},
		[265237] = {
			2136, -- [1]
			"泽克沃兹", -- [2]
		},
		[273889] = {
			2145, -- [1]
			"祖尔", -- [2]
		},
		[268007] = {
			2127, -- [1]
			"心脏守卫", -- [2]
		},
		[284631] = {
			2141, -- [1]
			"[*] 奥迪尔防御射线", -- [2]
		},
		[261266] = {
			2113, -- [1]
			"女巫马拉迪", -- [2]
		},
		[187874] = {
			2108, -- [1]
			7, -- [2]
		},
		[268008] = {
			2127, -- [1]
			"瘟疫博士", -- [2]
		},
		[266266] = {
			2117, -- [1]
			"高莱克·图尔", -- [2]
		},
		[265451] = {
			2136, -- [1]
			"[*] 翻腾黑暗", -- [2]
		},
		[264734] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[205231] = {
			2132, -- [1]
			"黑眼 <寻欢一世> <寻欢一世>", -- [2]
		},
		[267242] = {
			2134, -- [1]
			"维克提斯", -- [2]
		},
		[271590] = {
			2116, -- [1]
			"维克雷斯夫人", -- [2]
		},
		[260792] = {
			2125, -- [1]
			"爆炸物", -- [2]
		},
		[280286] = {
			2135, -- [1]
			"拆解者米斯拉克斯", -- [2]
		},
		[265761] = {
			2114, -- [1]
			"主母布琳德尔", -- [2]
		},
		[29722] = {
			2136, -- [1]
			9, -- [2]
		},
		[279575] = {
			2122, -- [1]
			"[*] 窒息沼气", -- [2]
		},
		[246152] = {
			2135, -- [1]
			3, -- [2]
		},
		[348] = {
			2135, -- [1]
			9, -- [2]
		},
		[265454] = {
			2136, -- [1]
			"[*] 翻腾黑暗", -- [2]
		},
		[273944] = {
			2135, -- [1]
			"恩拉其毁灭者", -- [2]
		},
		[265002] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[271903] = {
			2105, -- [1]
			"投币式群体打击者", -- [2]
		},
		[198839] = {
			2136, -- [1]
			"大地之墙图腾 <流体力学-试炼之环> <流体力学-试炼之环>", -- [2]
		},
		[257278] = {
			2096, -- [1]
			"哈兰·斯威提", -- [2]
		},
		[261498] = {
			2111, -- [1]
			"[*] 蔓延腐化", -- [2]
		},
		[273438] = {
			2145, -- [1]
			"[*] 黑暗启示", -- [2]
		},
		[275686] = {
			2144, -- [1]
			8, -- [2]
		},
		[47632] = {
			2135, -- [1]
			6, -- [2]
		},
		[265968] = {
			2124, -- [1]
			"充能的沙尘恶魔", -- [2]
		},
		[274408] = {
			2128, -- [1]
			"腐臭吞噬者", -- [2]
		},
		[256128] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[272874] = {
			2099, -- [1]
			"艾什凡指挥官", -- [2]
		},
		[257407] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[268271] = {
			2116, -- [1]
			"维克雷斯夫人", -- [2]
		},
		[263778] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[257791] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[49966] = {
			2135, -- [1]
			"裂蹄牛 <我生来狂野-雷霆之王> <我生来狂野-雷霆之王>", -- [2]
		},
		[32176] = {
			2108, -- [1]
			7, -- [2]
		},
		[277735] = {
			2144, -- [1]
			"[*] 易燃材料", -- [2]
		},
		[279014] = {
			2127, -- [1]
			"塞塔里斯之心", -- [2]
		},
		[256137] = {
			2105, -- [1]
			"艾泽里特足球炸弹", -- [2]
		},
		[100780] = {
			2135, -- [1]
			10, -- [2]
		},
		[265540] = {
			2118, -- [1]
			"恶臭蛆虫", -- [2]
		},
		[264693] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[66198] = {
			2135, -- [1]
			6, -- [2]
		},
		[241680] = {
			2130, -- [1]
			"斯托颂勋爵", -- [2]
		},
		[257293] = {
			2096, -- [1]
			"疾风军刀", -- [2]
		},
		[264694] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[265973] = {
			2126, -- [1]
			"能量核心", -- [2]
		},
		[265206] = {
			2134, -- [1]
			"瘟疫聚合体", -- [2]
		},
		[259711] = {
			2101, -- [1]
			"监狱守卫", -- [2]
		},
		[257793] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[265974] = {
			2126, -- [1]
			"加瓦兹特", -- [2]
		},
		[257582] = {
			2106, -- [1]
			"地怒者", -- [2]
		},
		[267509] = {
			2122, -- [1]
			"戈霍恩", -- [2]
		},
		[264526] = {
			2130, -- [1]
			"抓地机械手", -- [2]
		},
		[260894] = {
			2111, -- [1]
			"长者莉娅克萨", -- [2]
		},
		[266231] = {
			2140, -- [1]
			"屠夫库拉", -- [2]
		},
		[255620] = {
			2085, -- [1]
			"复活的荣誉卫士", -- [2]
		},
		[272457] = {
			2112, -- [1]
			"孢子召唤师赞查", -- [2]
		},
	},
	["report_where"] = "SAY",
	["got_first_run"] = true,
	["report_pos"] = {
		1.94378662109375, -- [1]
		1.00006103515625, -- [2]
	},
	["latest_report_table"] = {
	},
	["__profiles"] = {
		["尊严德-燃烧之刃"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 3,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["instances"] = {
				{
					["__snapV"] = true,
					["__pos"] = {
						["normal"] = {
							["y"] = -6.103515625,
							["x"] = -630.400909423828,
							["w"] = 435.697265625,
							["h"] = 221.685897827148,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["__snapH"] = false,
					["bars_inverted"] = false,
					["bg_r"] = 0.0941176470588235,
					["libwindow"] = {
						["y"] = -6.103515625,
						["x"] = 118.358047485352,
						["point"] = "LEFT",
						["scale"] = 1,
					},
					["__was_opened"] = true,
					["hide_out_of_combat"] = false,
					["show_sidebars"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["switch_healer"] = false,
					["skin_custom"] = "",
					["skin"] = "Minimalistic",
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["grab_on_top"] = false,
					["bars_grow_direction"] = 1,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textYMod"] = 1,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 0,
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 6,
								["textAlign"] = 0,
								["timeType"] = 1,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["backdrop_texture"] = "Details Ground",
					["switch_all_roles_in_combat"] = false,
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["enable_custom_text"] = false,
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["bars_sort_direction"] = 1,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["strata"] = "LOW",
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["__snap"] = {
						[4] = 2,
					},
					["ignore_mass_showhide"] = false,
					["hide_in_combat_alpha"] = 0,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["micro_displays_locked"] = true,
					["window_scale"] = 1,
					["micro_displays_side"] = 2,
					["switch_damager"] = false,
					["switch_all_roles_after_wipe"] = false,
					["switch_damager_in_combat"] = false,
					["switch_tank"] = false,
					["bg_alpha"] = 0.183960914611816,
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -6.103515625,
							["x"] = -630.400909423828,
							["w"] = 435.697265625,
							["h"] = 221.685897827148,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["switch_healer_in_combat"] = false,
					["show_statusbar"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["height"] = 17,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["textR_bracket"] = "(",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["font_size"] = 14,
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture"] = "BantoBar",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["no_icon"] = false,
						["textR_enable_custom_text"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["texture_custom_file"] = "Interface\\",
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["hide_icon"] = true,
					["bg_b"] = 0.0941176470588235,
				}, -- [1]
				{
					["__snapV"] = true,
					["__pos"] = {
						["normal"] = {
							["y"] = 190.303894042969,
							["x"] = -630.400909423828,
							["w"] = 435.697265625,
							["h"] = 131.128860473633,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["menu_icons_size"] = 0.850000023841858,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["__snapH"] = false,
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["bg_r"] = 0.0941176470588235,
					["bg_alpha"] = 0.183960914611816,
					["__was_opened"] = true,
					["hide_out_of_combat"] = false,
					["bars_inverted"] = false,
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["switch_healer"] = false,
					["bars_sort_direction"] = 1,
					["hide_in_combat_type"] = 1,
					["stretch_button_side"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_grow_direction"] = 1,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 0,
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 6,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["timeType"] = 1,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["switch_healer_in_combat"] = false,
					["switch_all_roles_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_tank_in_combat"] = false,
					["skin_custom"] = "",
					["switch_damager_in_combat"] = false,
					["strata"] = "LOW",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["__snap"] = {
						[2] = 1,
					},
					["switch_tank"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["switch_damager"] = false,
					["micro_displays_side"] = 2,
					["libwindow"] = {
						["y"] = 190.303924560547,
						["x"] = 118.358047485352,
						["point"] = "LEFT",
						["scale"] = 1,
					},
					["window_scale"] = 1,
					["micro_displays_locked"] = true,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["desaturated_menu"] = false,
					["hide_icon"] = true,
					["plugins_grow_direction"] = 1,
					["ignore_mass_showhide"] = false,
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["skin"] = "Minimalistic",
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 190.303894042969,
							["x"] = -630.400909423828,
							["w"] = 435.697265625,
							["h"] = 131.128860473633,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["backdrop_texture"] = "Details Ground",
					["show_sidebars"] = false,
					["wallpaper"] = {
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["enabled"] = false,
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["height"] = 17,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["texture_custom_file"] = "Interface\\",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["font_size"] = 14,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture"] = "BantoBar",
						["textL_enable_custom_text"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["textL_class_colors"] = false,
						["textR_enable_custom_text"] = false,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["use_spec_icons"] = true,
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["grab_on_top"] = false,
					["bg_b"] = 0.0941176470588235,
				}, -- [2]
			},
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["pvp_as_group"] = true,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["overall_clear_newboss"] = true,
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
			},
			["player_details_window"] = {
				["scale"] = 0.998378038406372,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["disable_alldisplays_window"] = false,
			["numerical_system_symbols"] = "auto",
			["trash_auto_remove"] = true,
			["total_abbreviation"] = 2,
			["segments_amount_to_save"] = 18,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["segments_auto_erase"] = 1,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
			},
			["segments_panic_mode"] = false,
			["standard_skin"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["numerical_system"] = 1,
			["overall_flag"] = 16,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["segments_amount"] = 18,
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = false,
		},
		["暗言术喵-燃烧之刃"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 28.4443969726563,
							["x"] = -690.696441650391,
							["w"] = 309.999969482422,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["backdrop_texture"] = "Details Ground",
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bars_inverted"] = false,
					["bg_r"] = 0.0941176470588235,
					["menu_icons_size"] = 0.850000023841858,
					["skin"] = "Minimalistic",
					["hide_out_of_combat"] = false,
					["skin_custom"] = "",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["switch_healer"] = false,
					["micro_displays_locked"] = true,
					["stretch_button_side"] = 1,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["enable_custom_text"] = false,
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["__was_opened"] = true,
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textYMod"] = 1,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 0,
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textYMod"] = 1,
								["textAlign"] = 0,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textXMod"] = 6,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
					},
					["bars_grow_direction"] = 1,
					["switch_all_roles_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["height"] = 17,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["texture_custom_file"] = "Interface\\",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_enable_custom_text"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["no_icon"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 14,
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["micro_displays_side"] = 2,
					["strata"] = "LOW",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["__snap"] = {
					},
					["switch_tank"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["show_sidebars"] = false,
					["window_scale"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["switch_healer_in_combat"] = false,
					["grab_on_top"] = false,
					["hide_icon"] = true,
					["switch_damager_in_combat"] = false,
					["libwindow"] = {
						["y"] = 28.4443359375,
						["x"] = 120.911148071289,
						["point"] = "LEFT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 28.4443969726563,
							["x"] = -690.696441650391,
							["w"] = 309.999969482422,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["bg_alpha"] = 0.183960914611816,
					["switch_tank_in_combat"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["bars_sort_direction"] = 1,
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["show_statusbar"] = false,
					["bg_b"] = 0.0941176470588235,
				}, -- [1]
			},
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["pvp_as_group"] = true,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["overall_clear_newboss"] = true,
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["overall_flag"] = 16,
			["disable_alldisplays_window"] = false,
			["numerical_system_symbols"] = "auto",
			["trash_auto_remove"] = true,
			["total_abbreviation"] = 2,
			["segments_amount_to_save"] = 18,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["segments_auto_erase"] = 1,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
			},
			["segments_panic_mode"] = false,
			["standard_skin"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["numerical_system"] = 1,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["segments_amount"] = 18,
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = false,
		},
		["教授猫-白银之手"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = false,
			["deadlog_limit"] = 16,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -11.0758056640625,
							["x"] = -556.80615234375,
							["w"] = 309.999969482422,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["menu_icons_size"] = 0.850000023841858,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_b"] = 0.0941176470588235,
					["bg_r"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["switch_healer"] = false,
					["skin"] = "Minimalistic",
					["micro_displays_locked"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["skin_custom"] = "",
					["stretch_button_side"] = 1,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 0,
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textXMod"] = 6,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["switch_all_roles_in_combat"] = false,
					["switch_tank_in_combat"] = false,
					["bg_alpha"] = 0.183960914611816,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["font_size"] = 16,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_enable_custom_text"] = false,
						["textR_enable_custom_text"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["textR_outline_small"] = true,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["textR_class_colors"] = false,
						["textL_outline_small"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["texture_custom_file"] = "Interface\\",
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["strata"] = "LOW",
					["bars_grow_direction"] = 1,
					["__snap"] = {
					},
					["switch_tank"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["window_scale"] = 1,
					["libwindow"] = {
						["y"] = -11.0758514404297,
						["x"] = 254.801452636719,
						["point"] = "LEFT",
						["scale"] = 1,
					},
					["backdrop_texture"] = "Details Ground",
					["grab_on_top"] = false,
					["switch_damager_in_combat"] = false,
					["hide_icon"] = true,
					["show_sidebars"] = false,
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -11.0758056640625,
							["x"] = -556.80615234375,
							["w"] = 309.999969482422,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["enable_custom_text"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
					},
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["bars_sort_direction"] = 1,
					["hide_out_of_combat"] = false,
					["hide_in_combat_type"] = 1,
					["bars_inverted"] = false,
				}, -- [1]
			},
			["data_broker_text"] = "",
			["segments_amount"] = 18,
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["use_battleground_server_parser"] = false,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["use_scroll"] = false,
			["report_schema"] = 1,
			["overall_clear_newboss"] = true,
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["standard_skin"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["trash_auto_remove"] = true,
			["animation_speed_triggertravel"] = 5,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["default_bg_color"] = 0.0941,
			["segments_amount_to_save"] = 18,
			["total_abbreviation"] = 2,
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["overall_flag"] = 16,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["memory_threshold"] = 3,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["pvp_as_group"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["time_type_original"] = 2,
		},
		["萌娘百科-燃烧之刃"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = false,
			["deadlog_limit"] = 16,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 7.122314453125,
							["x"] = -736.914489746094,
							["w"] = 432.973999023438,
							["h"] = 224.278533935547,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_b"] = 0.0941176470588235,
					["show_statusbar"] = false,
					["bg_r"] = 0.0941176470588235,
					["skin_custom"] = "",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["hide_out_of_combat"] = false,
					["stretch_button_side"] = 1,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["enable_custom_text"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
					},
					["skin"] = "Minimalistic",
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bg_alpha"] = 0.183960914611816,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 0,
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["timeType"] = 1,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textXMod"] = 6,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["plugins_grow_direction"] = 1,
					["switch_all_roles_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 14,
						["height"] = 17,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["texture_custom_file"] = "Interface\\",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["texture"] = "BantoBar",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["textR_class_colors"] = false,
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["ignore_mass_showhide"] = false,
					["show_sidebars"] = false,
					["bars_grow_direction"] = 1,
					["strata"] = "LOW",
					["__snapV"] = true,
					["__snap"] = {
						[4] = 2,
					},
					["switch_tank"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["window_scale"] = 1,
					["libwindow"] = {
						["y"] = 7.12228393554688,
						["x"] = 13.2060985565186,
						["point"] = "LEFT",
						["scale"] = 1,
					},
					["switch_damager_in_combat"] = false,
					["switch_tank_in_combat"] = false,
					["grab_on_top"] = false,
					["hide_icon"] = true,
					["backdrop_texture"] = "Details Ground",
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 7.122314453125,
							["x"] = -736.914489746094,
							["w"] = 432.973999023438,
							["h"] = 224.278533935547,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_healer"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["switch_healer_in_combat"] = false,
					["micro_displays_locked"] = true,
					["bars_inverted"] = false,
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 204.072814941406,
							["x"] = -736.914489746094,
							["w"] = 432.973999023438,
							["h"] = 129.622543334961,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_b"] = 0.0941176470588235,
					["show_statusbar"] = false,
					["bg_r"] = 0.0941176470588235,
					["skin_custom"] = "",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["hide_out_of_combat"] = false,
					["stretch_button_side"] = 1,
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
					},
					["skin"] = "Minimalistic",
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bg_alpha"] = 0.183960914611816,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textYMod"] = 1,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["timeType"] = 1,
								["textXMod"] = 6,
								["textStyle"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["plugins_grow_direction"] = 1,
					["switch_all_roles_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["height"] = 17,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["font_size"] = 14,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_enable_custom_text"] = false,
						["texture"] = "BantoBar",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_outline_small"] = true,
						["start_after_icon"] = true,
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["no_icon"] = false,
						["texture_custom"] = "",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["texture_custom_file"] = "Interface\\",
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["ignore_mass_showhide"] = false,
					["show_sidebars"] = false,
					["bars_grow_direction"] = 1,
					["strata"] = "LOW",
					["__snapV"] = true,
					["__snap"] = {
						[2] = 1,
					},
					["switch_tank"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["window_scale"] = 1,
					["libwindow"] = {
						["y"] = 204.072845458984,
						["x"] = 13.2060985565186,
						["point"] = "LEFT",
						["scale"] = 1,
					},
					["switch_damager_in_combat"] = false,
					["switch_tank_in_combat"] = false,
					["grab_on_top"] = false,
					["hide_icon"] = true,
					["backdrop_texture"] = "Details Ground",
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 204.072814941406,
							["x"] = -736.914489746094,
							["w"] = 432.973999023438,
							["h"] = 129.622543334961,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_healer"] = false,
					["wallpaper"] = {
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["enabled"] = false,
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["switch_healer_in_combat"] = false,
					["micro_displays_locked"] = true,
					["bars_inverted"] = false,
				}, -- [2]
			},
			["data_broker_text"] = "",
			["segments_amount"] = 18,
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["use_battleground_server_parser"] = false,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["use_scroll"] = false,
			["report_schema"] = 1,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["minimum_combat_time"] = 5,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["standard_skin"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["trash_auto_remove"] = true,
			["animation_speed_triggertravel"] = 5,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["default_bg_color"] = 0.0941,
			["segments_amount_to_save"] = 18,
			["total_abbreviation"] = 2,
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["overall_flag"] = 16,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["memory_threshold"] = 3,
			["overall_clear_logout"] = false,
			["overall_clear_newboss"] = true,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["pvp_as_group"] = true,
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["time_type_original"] = 2,
		},
		["泠凊之腤-白银之手"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["segments_amount"] = 18,
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["minimum_combat_time"] = 5,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["overall_flag"] = 16,
			["disable_alldisplays_window"] = false,
			["numerical_system_symbols"] = "auto",
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 18,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["animation_speed_triggertravel"] = 5,
			["trash_auto_remove"] = true,
			["segments_panic_mode"] = false,
			["standard_skin"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_clear_logout"] = false,
			["overall_clear_newboss"] = true,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -331.767700195313,
							["x"] = -194.328125,
							["w"] = 291.876098632813,
							["h"] = 104.635139465332,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bars_inverted"] = false,
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["skin_custom"] = "",
					["skin"] = "Minimalistic",
					["micro_displays_locked"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["__was_opened"] = true,
					["switch_tank_in_combat"] = false,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textYMod"] = 1,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textYMod"] = 1,
								["textStyle"] = 2,
								["textXMod"] = 6,
								["timeType"] = 1,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_all_roles_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["bg_alpha"] = 0.183960914611816,
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["show_sidebars"] = false,
					["strata"] = "LOW",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["__snap"] = {
					},
					["switch_tank"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["switch_damager"] = false,
					["micro_displays_side"] = 2,
					["bars_grow_direction"] = 1,
					["window_scale"] = 1,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["font_size"] = 16,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\BigWigs\\Media\\Textures\\BantoBar",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["percent_type"] = 1,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_outline_small"] = true,
						["textR_enable_custom_text"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["texture_custom_file"] = "Interface\\",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["no_icon"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_outline_small"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
					},
					["hide_icon"] = true,
					["grab_on_top"] = false,
					["switch_damager_in_combat"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["desaturated_menu"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -331.767700195313,
							["x"] = -194.328125,
							["w"] = 291.876098632813,
							["h"] = 104.635139465332,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["libwindow"] = {
						["y"] = 127.91471862793,
						["x"] = -194.328094482422,
						["point"] = "BOTTOM",
						["scale"] = 1,
					},
					["version"] = 3,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["backdrop_texture"] = "Details Ground",
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["bg_b"] = 0.0941176470588235,
				}, -- [1]
			},
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = false,
		},
		["自杀贼-燃烧之刃"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["animation_speed_maxtravel"] = 3,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["segments_amount"] = 18,
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["pvp_as_group"] = true,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["overall_clear_newboss"] = true,
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["overall_flag"] = 16,
			["disable_alldisplays_window"] = false,
			["numerical_system_symbols"] = "auto",
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 18,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["animation_speed_triggertravel"] = 5,
			["trash_auto_remove"] = true,
			["segments_panic_mode"] = false,
			["standard_skin"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["numerical_system"] = 1,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -3.05175781250e-005,
							["x"] = 0,
							["w"] = 310,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["backdrop_texture"] = "Details Ground",
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_b"] = 0.0941176470588235,
					["bg_r"] = 0.0941176470588235,
					["menu_icons_size"] = 0.850000023841858,
					["skin"] = "Minimalistic",
					["hide_out_of_combat"] = false,
					["skin_custom"] = "",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["stretch_button_side"] = 1,
					["switch_healer_in_combat"] = false,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["__was_opened"] = true,
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textYMod"] = 1,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textYMod"] = 1,
								["textAlign"] = 0,
								["textXMod"] = 6,
								["textStyle"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_all_roles_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["font_size"] = 14,
						["height"] = 17,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["percent_type"] = 1,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_outline_small"] = true,
						["textR_enable_custom_text"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["texture_custom_file"] = "Interface\\",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["no_icon"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_outline_small"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["window_scale"] = 1,
					["switch_all_roles_after_wipe"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["strata"] = "LOW",
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["__snap"] = {
					},
					["ignore_mass_showhide"] = false,
					["hide_in_combat_alpha"] = 0,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["bars_grow_direction"] = 1,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["switch_damager"] = false,
					["hide_icon"] = true,
					["grab_on_top"] = false,
					["switch_damager_in_combat"] = false,
					["bg_alpha"] = 0.183960914611816,
					["libwindow"] = {
						["y"] = -6.1035156250e-005,
						["x"] = 3.05175781250e-005,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["switch_tank"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -3.05175781250e-005,
							["x"] = 0,
							["w"] = 310,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["switch_tank_in_combat"] = false,
					["show_sidebars"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["micro_displays_locked"] = true,
					["switch_healer"] = false,
					["hide_in_combat_type"] = 1,
					["bars_inverted"] = false,
				}, -- [1]
			},
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = false,
		},
	},
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
			["249919"] = {
				"Yazma", -- [1]
				"249919", -- [2]
				"刺穿", -- [3]
				6.1, -- [4]
				132141, -- [5]
				["id"] = 2087,
			},
			["265231"] = {
				"Zek'voz, Herald of N'zoth", -- [1]
				"265231", -- [2]
				"虚空鞭笞", -- [3]
				15.5, -- [4]
				537022, -- [5]
				["id"] = 2136,
			},
			["266459"] = {
				"Vectis", -- [1]
				"266459", -- [2]
				"瘟疫炸弹", -- [3]
				13.5, -- [4]
				1392546, -- [5]
				["id"] = 2134,
			},
			["268932"] = {
				"Dazar, The First King", -- [1]
				"268932", -- [2]
				"震地之跃", -- [3]
				12.1, -- [4]
				878213, -- [5]
				["id"] = 2143,
			},
			["265217"] = {
				"Vectis", -- [1]
				"265217", -- [2]
				"液化", -- [3]
				90, -- [4]
				1029738, -- [5]
				["id"] = 2134,
			},
			["263912"] = {
				"Merektha", -- [1]
				"263912", -- [2]
				"毒性吐息", -- [3]
				83, -- [4]
				136182, -- [5]
				["id"] = 2125,
			},
			["259718"] = {
				"Sporecaller Zancha", -- [1]
				"259718", -- [2]
				"颠覆", -- [3]
				16, -- [4]
				236188, -- [5]
				["id"] = 2112,
			},
			["267037"] = {
				"Vol'zith the Whisperer", -- [1]
				"267037", -- [2]
				"力量的低语", -- [3]
				12.5, -- [4]
				1386549, -- [5]
				["id"] = 2133,
			},
			["264239"] = {
				"Merektha", -- [1]
				"264239", -- [2]
				"孵化", -- [3]
				40, -- [4]
				236197, -- [5]
				["id"] = 2125,
			},
			["266225"] = {
				"Gorak Tul", -- [1]
				"266225", -- [2]
				"黑暗闪电", -- [3]
				9, -- [4]
				1385911, -- [5]
				["id"] = 2117,
			},
			["257028"] = {
				"Knight Captain Valyri", -- [1]
				"257028", -- [2]
				"点火器", -- [3]
				17.5, -- [4]
				132093, -- [5]
				["id"] = 2103,
			},
			["268403"] = {
				"Dazar, The First King", -- [1]
				"268403", -- [2]
				"强风劈砍", -- [3]
				14.5, -- [4]
				1029585, -- [5]
				["id"] = 2143,
			},
			["261563"] = {
				"Hadal Darkfathom", -- [1]
				"261563", -- [2]
				"毁灭之潮", -- [3]
				13, -- [4]
				1385912, -- [5]
				["id"] = 2099,
			},
			["260703"] = {
				"Heartsbane Triad", -- [1]
				"260703", -- [2]
				"不稳定的符文印记", -- [3]
				9, -- [4]
				633004, -- [5]
				["id"] = 2113,
			},
			["257337"] = {
				"Coin-Operated Crowd Pummeler", -- [1]
				"257337", -- [2]
				"电击之爪", -- [3]
				25.5, -- [4]
				136050, -- [5]
				["id"] = 2105,
			},
			["267462"] = {
				"G'huun", -- [1]
				"267462", -- [2]
				"腐烂喷发", -- [3]
				8.5, -- [4]
				136145, -- [5]
				["id"] = 2122,
			},
			["267891"] = {
				"Tidesage Coucil", -- [1]
				"267891", -- [2]
				"迅捷结界", -- [3]
				14.5, -- [4]
				1589500, -- [5]
				["id"] = 2131,
			},
			["255582"] = {
				"Priestess Alun'za", -- [1]
				"255582", -- [2]
				"熔化的黄金", -- [3]
				19, -- [4]
				135903, -- [5]
				["id"] = 2084,
			},
			["263371"] = {
				"Adderis and Aspix", -- [1]
				"263371", -- [2]
				"导电", -- [3]
				22.5, -- [4]
				136050, -- [5]
				["id"] = 2124,
			},
			["crawg"] = {
				"Zul", -- [1]
				"crawg", -- [2]
				"即将Crawg", -- [3]
				37, -- [4]
				"Interface\\Icons\\achievement_dungeon_infestedcrawg", -- [5]
				["id"] = 2145,
			},
			["272506"] = {
				"G'huun", -- [1]
				"272506", -- [2]
				"爆炸腐蚀", -- [3]
				8, -- [4]
				136145, -- [5]
				["id"] = 2122,
			},
			["258381"] = {
				"Council o' Captains", -- [1]
				"258381", -- [2]
				"葡萄弹", -- [3]
				8.5, -- [4]
				1773651, -- [5]
				["id"] = 2094,
			},
			["262364"] = {
				"Fetid Devourer", -- [1]
				"262364", -- [2]
				"增援", -- [3]
				50, -- [4]
				133955, -- [5]
				["id"] = 2128,
			},
			["257495"] = {
				"The Sand Queen", -- [1]
				"257495", -- [2]
				"沙尘暴", -- [3]
				30, -- [4]
				796638, -- [5]
				["id"] = 2101,
			},
			["260793"] = {
				"Infested Crawg", -- [1]
				"260793", -- [2]
				"消化不良", -- [3]
				8, -- [4]
				1394887, -- [5]
				["id"] = 2118,
			},
			["263958"] = {
				"Merektha", -- [1]
				"263958", -- [2]
				"缠绕的蛇群：Fdsffd*", -- [3]
				15, -- [4]
				132211, -- [5]
				["id"] = 2125,
			},
			["250050"] = {
				"Yazma", -- [1]
				"250050", -- [2]
				"沙德拉的回响", -- [3]
				15.8, -- [4]
				134321, -- [5]
				["id"] = 2087,
			},
			["268347"] = {
				"Lord Stormsong", -- [1]
				"268347", -- [2]
				"虚空箭", -- [3]
				8.5, -- [4]
				132886, -- [5]
				["id"] = 2132,
			},
			["271965"] = {
				"Taloc", -- [1]
				"271965", -- [2]
				"阶段转换", -- [3]
				88.8, -- [4]
				1500899, -- [5]
				["id"] = 2144,
			},
			["255579"] = {
				"Priestess Alun'za", -- [1]
				"255579", -- [2]
				"镀金之爪", -- [3]
				11, -- [4]
				237389, -- [5]
				["id"] = 2084,
			},
			["256493"] = {
				"Coin-Operated Crowd Pummeler", -- [1]
				"256493", -- [2]
				"炽燃的艾泽里特：投币式群体打击者", -- [3]
				15, -- [4]
				615339, -- [5]
				["id"] = 2105,
			},
			["270185"] = {
				"Viq'Goth", -- [1]
				"270185", -- [2]
				"深渊的呼唤", -- [3]
				6, -- [4]
				533422, -- [5]
				["id"] = 2100,
			},
			["272046"] = {
				"Skycap'n Kragg", -- [1]
				"272046", -- [2]
				"俯冲轰炸", -- [3]
				15.5, -- [4]
				1029584, -- [5]
				["id"] = 2093,
			},
			["255371"] = {
				"Rezan", -- [1]
				"255371", -- [2]
				"<施放：恐惧之面>", -- [3]
				5, -- [4]
				132111, -- [5]
				["id"] = 2086,
			},
			["266266"] = {
				"Gorak Tul", -- [1]
				"266266", -- [2]
				"召唤亡触奴隶主", -- [3]
				17, -- [4]
				136194, -- [5]
				["id"] = 2117,
			},
			["269231"] = {
				"Dazar, The First King", -- [1]
				"269231", -- [2]
				"狩猎跃击", -- [3]
				5, -- [4]
				132141, -- [5]
				["id"] = 2143,
			},
			["274358"] = {
				"Zul", -- [1]
				"274358", -- [2]
				"破裂之血", -- [3]
				10, -- [4]
				136133, -- [5]
				["id"] = 2145,
			},
			["stages"] = {
				"G'huun", -- [1]
				"stages", -- [2]
				"<施放：坍缩>", -- [3]
				20, -- [4]
				132846, -- [5]
				["id"] = 2122,
			},
			["256198"] = {
				"Overseer Korgus", -- [1]
				"256198", -- [2]
				"艾泽里特子弹：爆炎弹", -- [3]
				6, -- [4]
				514016, -- [5]
				["id"] = 2104,
			},
			["264382"] = {
				"Zek'voz, Herald of N'zoth", -- [1]
				"264382", -- [2]
				"眼棱", -- [3]
				96, -- [4]
				236407, -- [5]
				["id"] = 2136,
			},
			["271698"] = {
				"Tik'ali", -- [1]
				"271698", -- [2]
				"艾泽里特灌注", -- [3]
				20, -- [4]
				612968, -- [5]
				["id"] = 2106,
			},
			["269131"] = {
				"Lord Stormsong", -- [1]
				"269131", -- [2]
				"上古摧心者", -- [3]
				22, -- [4]
				462324, -- [5]
				["id"] = 2132,
			},
			["271456"] = {
				"Mogul Razzdunk", -- [1]
				"271456", -- [2]
				"钻地猛砸", -- [3]
				8.5, -- [4]
				892833, -- [5]
				["id"] = 2108,
			},
			["268024"] = {
				"Avatar of Sethraliss", -- [1]
				"268024", -- [2]
				"脉冲", -- [3]
				40, -- [4]
				237237, -- [5]
				["id"] = 2127,
			},
			["257777"] = {
				"Jes Howlis", -- [1]
				"257777", -- [2]
				"断筋剃刀", -- [3]
				7, -- [4]
				132290, -- [5]
				["id"] = 2102,
			},
			["260894"] = {
				"Elder Leaxa", -- [1]
				"260894", -- [2]
				"蔓延腐化", -- [3]
				12, -- [4]
				236271, -- [5]
				["id"] = 2111,
			},
			["256970"] = {
				"Knight Captain Valyri", -- [1]
				"256970", -- [2]
				"点火", -- [3]
				10, -- [4]
				236215, -- [5]
				["id"] = 2103,
			},
			["268260"] = {
				"Dread Captain Lockwood", -- [1]
				"268260", -- [2]
				"舷侧攻击", -- [3]
				16, -- [4]
				252185, -- [5]
				["id"] = 2109,
			},
			["260280"] = {
				"Mogul Razzdunk", -- [1]
				"260280", -- [2]
				"加特林机枪", -- [3]
				15, -- [4]
				249177, -- [5]
				["id"] = 2108,
			},
			["271296"] = {
				"Taloc", -- [1]
				"271296", -- [2]
				"鲜血大槌", -- [3]
				31.5, -- [4]
				1981044, -- [5]
				["id"] = 2144,
			},
			["267239"] = {
				"Zek'voz, Herald of N'zoth", -- [1]
				"267239", -- [2]
				"腐蚀之球", -- [3]
				90, -- [4]
				458969, -- [5]
				["id"] = 2136,
			},
			["274271"] = {
				"Zul", -- [1]
				"274271", -- [2]
				"死亡之愿", -- [3]
				26, -- [4]
				237557, -- [5]
				["id"] = 2145,
			},
			["267242"] = {
				"Vectis", -- [1]
				"267242", -- [2]
				"传染病毒", -- [3]
				20.5, -- [4]
				132096, -- [5]
				["id"] = 2134,
			},
			["256955"] = {
				"Knight Captain Valyri", -- [1]
				"256955", -- [2]
				"炉渣之焰", -- [3]
				18, -- [4]
				524795, -- [5]
				["id"] = 2103,
			},
			["267905"] = {
				"Tidesage Coucil", -- [1]
				"267905", -- [2]
				"强化结界", -- [3]
				30, -- [4]
				1589501, -- [5]
				["id"] = 2131,
			},
			["274582"] = {
				"G'huun", -- [1]
				"274582", -- [2]
				"恶毒菌株", -- [3]
				25.5, -- [4]
				1392546, -- [5]
				["id"] = 2122,
			},
			["269399"] = {
				"Vol'zith the Whisperer", -- [1]
				"269399", -- [2]
				"巨口之门", -- [3]
				12.5, -- [4]
				1022950, -- [5]
				["id"] = 2133,
			},
			["272536"] = {
				"Mythrax the Unraveler", -- [1]
				"272536", -- [2]
				"毁灭迫近", -- [3]
				15, -- [4]
				136201, -- [5]
				["id"] = 2135,
			},
			["261438"] = {
				"Lord and Lady Waycrest", -- [1]
				"261438", -- [2]
				"污秽攻击", -- [3]
				6.5, -- [4]
				132100, -- [5]
				["id"] = 2116,
			},
			["256038"] = {
				"Overseer Korgus", -- [1]
				"256038", -- [2]
				"致命狙击", -- [3]
				28, -- [4]
				132385, -- [5]
				["id"] = 2104,
			},
			["265206"] = {
				"Vectis", -- [1]
				"265206", -- [2]
				"免疫力压制（1）", -- [3]
				6, -- [4]
				132097, -- [5]
				["id"] = 2134,
			},
			["255434"] = {
				"Rezan", -- [1]
				"255434", -- [2]
				"锯齿", -- [3]
				35.2, -- [4]
				236304, -- [5]
				["id"] = 2086,
			},
			["268253"] = {
				"MOTHER", -- [1]
				"268253", -- [2]
				"奥迪尔防御射线", -- [3]
				30.5, -- [4]
				1698700, -- [5]
				["id"] = 2141,
			},
			["269310"] = {
				"Unbound Abomination", -- [1]
				"269310", -- [2]
				"净化之光", -- [3]
				18, -- [4]
				237541, -- [5]
				["id"] = 2123,
			},
			["275160"] = {
				"G'huun", -- [1]
				"275160", -- [2]
				"戈霍恩的凝视", -- [3]
				32.5, -- [4]
				136183, -- [5]
				["id"] = 2122,
			},
			["257092"] = {
				"The Sand Queen", -- [1]
				"257092", -- [2]
				"流沙陷阱", -- [3]
				8.5, -- [4]
				796634, -- [5]
				["id"] = 2101,
			},
			["256589"] = {
				"Council o' Captains", -- [1]
				"256589", -- [2]
				"砸桶", -- [3]
				6, -- [4]
				132622, -- [5]
				["id"] = 2094,
			},
			["262277"] = {
				"Fetid Devourer", -- [1]
				"262277", -- [2]
				"恐惧痛击", -- [3]
				5.5, -- [4]
				463493, -- [5]
				["id"] = 2128,
			},
			["267360"] = {
				"Vol'zith the Whisperer", -- [1]
				"267360", -- [2]
				"沉没之城的掌控", -- [3]
				20.5, -- [4]
				136194, -- [5]
				["id"] = 2133,
			},
			["257407"] = {
				"Rezan", -- [1]
				"257407", -- [2]
				"追踪", -- [3]
				35.2, -- [4]
				236192, -- [5]
				["id"] = 2086,
			},
			["267787"] = {
				"MOTHER", -- [1]
				"267787", -- [2]
				"消毒打击", -- [3]
				5.8, -- [4]
				132363, -- [5]
				["id"] = 2141,
			},
			["267795"] = {
				"MOTHER", -- [1]
				"267795", -- [2]
				"净化烈焰", -- [3]
				10.5, -- [4]
				236216, -- [5]
				["id"] = 2141,
			},
			["265923"] = {
				"The Golden Serpent", -- [1]
				"265923", -- [2]
				"卢彻的召唤", -- [3]
				40, -- [4]
				135950, -- [5]
				["id"] = 2139,
			},
			["269266"] = {
				"Viq'Goth", -- [1]
				"269266", -- [2]
				"猛击", -- [3]
				8, -- [4]
				451165, -- [5]
				["id"] = 2100,
			},
			["262292"] = {
				"Fetid Devourer", -- [1]
				"262292", -- [2]
				"腐败反刍", -- [3]
				30.5, -- [4]
				348565, -- [5]
				["id"] = 2128,
			},
			["273365"] = {
				"Zul", -- [1]
				"273365", -- [2]
				"黑暗启示", -- [3]
				30, -- [4]
				1022945, -- [5]
				["id"] = 2145,
			},
			["bloodhexer"] = {
				"Zul", -- [1]
				"bloodhexer", -- [2]
				"即将Bloodhexer", -- [3]
				50, -- [4]
				"Interface\\Icons\\inv_bloodtrollfemalehead", -- [5]
				["id"] = 2145,
			},
			["272457"] = {
				"Sporecaller Zancha", -- [1]
				"272457", -- [2]
				"震荡波", -- [3]
				10, -- [4]
				451165, -- [5]
				["id"] = 2112,
			},
			["276068"] = {
				"Hadal Darkfathom", -- [1]
				"276068", -- [2]
				"海潮涌动", -- [3]
				24, -- [4]
				237590, -- [5]
				["id"] = 2099,
			},
			["267409"] = {
				"G'huun", -- [1]
				"267409", -- [2]
				"黑暗交易", -- [3]
				23, -- [4]
				633004, -- [5]
				["id"] = 2122,
			},
			["267273"] = {
				"The Council of Tribes", -- [1]
				"267273", -- [2]
				"毒性新星", -- [3]
				10.5, -- [4]
				132099, -- [5]
				["id"] = 2140,
			},
			["267412"] = {
				"G'huun", -- [1]
				"267412", -- [2]
				"重压", -- [3]
				9.7, -- [4]
				135892, -- [5]
				["id"] = 2122,
			},
			["271224"] = {
				"Taloc", -- [1]
				"271224", -- [2]
				"赤红迸发", -- [3]
				6, -- [4]
				1029738, -- [5]
				["id"] = 2144,
			},
			["-18397"] = {
				"Zek'voz, Herald of N'zoth", -- [1]
				"-18397", -- [2]
				"蛛魔虚空编织者", -- [3]
				62, -- [4]
				132886, -- [5]
				["id"] = 2136,
			},
			["264206"] = {
				"Merektha", -- [1]
				"264206", -- [2]
				"钻地", -- [3]
				28, -- [4]
				451165, -- [5]
				["id"] = 2125,
			},
			["268752"] = {
				"Dread Captain Lockwood", -- [1]
				"268752", -- [2]
				"紧急回避", -- [3]
				13.5, -- [4]
				1126431, -- [5]
				["id"] = 2109,
			},
			["268230"] = {
				"Dread Captain Lockwood", -- [1]
				"268230", -- [2]
				"腥红横扫", -- [3]
				9, -- [4]
				132155, -- [5]
				["id"] = 2109,
			},
			["257785"] = {
				"Jes Howlis", -- [1]
				"257785", -- [2]
				"闪光飞刃", -- [3]
				12, -- [4]
				236273, -- [5]
				["id"] = 2102,
			},
			["263482"] = {
				"G'huun", -- [1]
				"263482", -- [2]
				"重组冲击", -- [3]
				24, -- [4]
				1408832, -- [5]
				["id"] = 2122,
			},
			["257593"] = {
				"Tik'ali", -- [1]
				"257593", -- [2]
				"召唤地怒者", -- [3]
				64, -- [4]
				136024, -- [5]
				["id"] = 2106,
			},
			["269686"] = {
				"Avatar of Sethraliss", -- [1]
				"269686", -- [2]
				"瘟疫：做她的骑士*", -- [3]
				12, -- [4]
				804968, -- [5]
				["id"] = 2127,
			},
			["265773"] = {
				"The Golden Serpent", -- [1]
				"265773", -- [2]
				"吐金", -- [3]
				11, -- [4]
				646669, -- [5]
				["id"] = 2139,
			},
			["berserk"] = {
				"Fetid Devourer", -- [1]
				"berserk", -- [2]
				"狂暴", -- [3]
				330, -- [4]
				136224, -- [5]
				["id"] = 2128,
			},
			["259187"] = {
				"Yazma", -- [1]
				"259187", -- [2]
				"碎魂", -- [3]
				9.7, -- [4]
				1354410, -- [5]
				["id"] = 2087,
			},
			["260669"] = {
				"Rixxa Fluxflame", -- [1]
				"260669", -- [2]
				"推进器冲击", -- [3]
				46, -- [4]
				135833, -- [5]
				["id"] = 2107,
			},
			["263235"] = {
				"G'huun", -- [1]
				"263235", -- [2]
				"鲜血盛宴", -- [3]
				47, -- [4]
				132278, -- [5]
				["id"] = 2122,
			},
			["266951"] = {
				"The Council of Tribes", -- [1]
				"266951", -- [2]
				"翻滚", -- [3]
				23.5, -- [4]
				628134, -- [5]
				["id"] = 2140,
			},
			["263573"] = {
				"Adderis and Aspix", -- [1]
				"263573", -- [2]
				"飓风打击", -- [3]
				8.5, -- [4]
				511543, -- [5]
				["id"] = 2124,
			},
			["-18390"] = {
				"Zek'voz, Herald of N'zoth", -- [1]
				"-18390", -- [2]
				"异种虫战士", -- [3]
				70, -- [4]
				1623380, -- [5]
				["id"] = 2136,
			},
			["257585"] = {
				"Sergeant Bainbridge", -- [1]
				"257585", -- [2]
				"火炮弹幕", -- [3]
				60, -- [4]
				252185, -- [5]
				["id"] = 2097,
			},
			["275014"] = {
				"Viq'Goth", -- [1]
				"275014", -- [2]
				"腐败之水", -- [3]
				5, -- [4]
				463570, -- [5]
				["id"] = 2100,
			},
			["256105"] = {
				"Overseer Korgus", -- [1]
				"256105", -- [2]
				"爆炸", -- [3]
				13, -- [4]
				878211, -- [5]
				["id"] = 2104,
			},
			["267618"] = {
				"Mchimba the Embalmer", -- [1]
				"267618", -- [2]
				"排干体液", -- [3]
				17.9, -- [4]
				463570, -- [5]
				["id"] = 2142,
			},
			["265781"] = {
				"The Golden Serpent", -- [1]
				"265781", -- [2]
				"蛇之风", -- [3]
				12.5, -- [4]
				1029585, -- [5]
				["id"] = 2139,
			},
			["265178"] = {
				"Vectis", -- [1]
				"265178", -- [2]
				"进化痛苦", -- [3]
				8.5, -- [4]
				1035055, -- [5]
				["id"] = 2134,
			},
			["273361"] = {
				"Zul", -- [1]
				"273361", -- [2]
				"黑暗之池", -- [3]
				21, -- [4]
				1500906, -- [5]
				["id"] = 2145,
			},
			["264166"] = {
				"Aqu'sirr", -- [1]
				"264166", -- [2]
				"逆流", -- [3]
				32, -- [4]
				893778, -- [5]
				["id"] = 2130,
			},
			["262347"] = {
				"Coin-Operated Crowd Pummeler", -- [1]
				"262347", -- [2]
				"静电脉冲", -- [3]
				9, -- [4]
				136050, -- [5]
				["id"] = 2105,
			},
			["-18530"] = {
				"Zul", -- [1]
				"-18530", -- [2]
				"祖尔的爪牙", -- [3]
				10, -- [4]
				136199, -- [5]
				["id"] = 2145,
			},
			["269029"] = {
				"Dread Captain Lockwood", -- [1]
				"269029", -- [2]
				"清扫甲板", -- [3]
				4.5, -- [4]
				132306, -- [5]
				["id"] = 2109,
			},
			["273949"] = {
				"Mythrax the Unraveler", -- [1]
				"273949", -- [2]
				"疯狂幻象", -- [3]
				11.5, -- [4]
				458229, -- [5]
				["id"] = 2135,
			},
			["266206"] = {
				"The Council of Tribes", -- [1]
				"266206", -- [2]
				"旋转利斧", -- [3]
				10.5, -- [4]
				999952, -- [5]
				["id"] = 2140,
			},
			["262288"] = {
				"Fetid Devourer", -- [1]
				"262288", -- [2]
				"震波践踏", -- [3]
				26, -- [4]
				132368, -- [5]
				["id"] = 2128,
			},
			["256489"] = {
				"Ring of Booty", -- [1]
				"256489", -- [2]
				"重新武装", -- [3]
				46, -- [4]
				136225, -- [5]
				["id"] = 2095,
			},
			["264603"] = {
				"Elder Leaxa", -- [1]
				"264603", -- [2]
				"血之镜像", -- [3]
				15.5, -- [4]
				1726347, -- [5]
				["id"] = 2111,
			},
			["267899"] = {
				"Tidesage Coucil", -- [1]
				"267899", -- [2]
				"妨害劈斩", -- [3]
				6, -- [4]
				460959, -- [5]
				["id"] = 2131,
			},
			["264694"] = {
				"Raal the Gluttonous", -- [1]
				"264694", -- [2]
				"腐物喷发", -- [3]
				5.5, -- [4]
				132098, -- [5]
				["id"] = 2115,
			},
			["266181"] = {
				"Gorak Tul", -- [1]
				"266181", -- [2]
				"恐惧精华", -- [3]
				27.5, -- [4]
				1778230, -- [5]
				["id"] = 2117,
			},
			["273360"] = {
				"Zul", -- [1]
				"273360", -- [2]
				"黑暗之池", -- [3]
				21, -- [4]
				1500906, -- [5]
				["id"] = 2145,
			},
			["268306"] = {
				"Lord and Lady Waycrest", -- [1]
				"268306", -- [2]
				"不谐乐段", -- [3]
				18, -- [4]
				463569, -- [5]
				["id"] = 2116,
			},
			["265360"] = {
				"Zek'voz, Herald of N'zoth", -- [1]
				"265360", -- [2]
				"翻腾欺诈", -- [3]
				46, -- [4]
				538560, -- [5]
				["id"] = 2136,
			},
			["270042"] = {
				"Rixxa Fluxflame", -- [1]
				"270042", -- [2]
				"艾泽里特催化剂", -- [3]
				8, -- [4]
				135789, -- [5]
				["id"] = 2107,
			},
			["257278"] = {
				"Harlan Sweete", -- [1]
				"257278", -- [2]
				"疾风军刀", -- [3]
				11, -- [4]
				796638, -- [5]
				["id"] = 2096,
			},
			["257791"] = {
				"Jes Howlis", -- [1]
				"257791", -- [2]
				"咆哮恐惧", -- [3]
				8.5, -- [4]
				607852, -- [5]
				["id"] = 2102,
			},
			["260333"] = {
				"Infested Crawg", -- [1]
				"260333", -- [2]
				"发脾气", -- [3]
				45, -- [4]
				1694232, -- [5]
				["id"] = 2118,
			},
			["265248"] = {
				"Zek'voz, Herald of N'zoth", -- [1]
				"265248", -- [2]
				"粉碎", -- [3]
				4, -- [4]
				132358, -- [5]
				["id"] = 2136,
			},
			["260829"] = {
				"Mogul Razzdunk", -- [1]
				"260829", -- [2]
				"自控导弹", -- [3]
				5, -- [4]
				369278, -- [5]
				["id"] = 2108,
			},
			["255952"] = {
				"Skycap'n Kragg", -- [1]
				"255952", -- [2]
				"冲冲冲锋", -- [3]
				4.8, -- [4]
				1716281, -- [5]
				["id"] = 2093,
			},
			["260292"] = {
				"Infested Crawg", -- [1]
				"260292", -- [2]
				"冲锋", -- [3]
				21, -- [4]
				2011119, -- [5]
				["id"] = 2118,
			},
			["267907"] = {
				"Soulbound Goliath", -- [1]
				"267907", -- [2]
				"灵魂荆棘", -- [3]
				10, -- [4]
				1016245, -- [5]
				["id"] = 2114,
			},
			["256405"] = {
				"Ring of Booty", -- [1]
				"256405", -- [2]
				"狂鲨飓风", -- [3]
				23, -- [4]
				463487, -- [5]
				["id"] = 2095,
			},
			["272115"] = {
				"Mythrax the Unraveler", -- [1]
				"272115", -- [2]
				"湮灭光束", -- [3]
				21, -- [4]
				1386551, -- [5]
				["id"] = 2135,
			},
			["258622"] = {
				"Tik'ali", -- [1]
				"258622", -- [2]
				"回荡脉冲", -- [3]
				9.5, -- [4]
				451165, -- [5]
				["id"] = 2106,
			},
			["256106"] = {
				"Skycap'n Kragg", -- [1]
				"256106", -- [2]
				"艾泽里特填装弹", -- [3]
				12.5, -- [4]
				134536, -- [5]
				["id"] = 2093,
			},
			["269051"] = {
				"MOTHER", -- [1]
				"269051", -- [2]
				"净化荡涤（1）", -- [3]
				182, -- [4]
				"Interface\\Icons\\ability_mage_firestarter", -- [5]
				["id"] = 2141,
			},
			["277965"] = {
				"Sergeant Bainbridge", -- [1]
				"277965", -- [2]
				"重型军火：拜恩比吉中士", -- [3]
				6, -- [4]
				1141394, -- [5]
				["id"] = 2097,
			},
			["263914"] = {
				"Merektha", -- [1]
				"263914", -- [2]
				"<施放：盲目之沙>", -- [3]
				2.5, -- [4]
				132284, -- [5]
				["id"] = 2125,
			},
			["adds"] = {
				"Sergeant Bainbridge", -- [1]
				"adds", -- [2]
				"增援", -- [3]
				17, -- [4]
				"Interface\\Icons\\inv_misc_groupneedmore", -- [5]
				["id"] = 2097,
			},
			["271895"] = {
				"Taloc", -- [1]
				"271895", -- [2]
				"血色静电", -- [3]
				20.5, -- [4]
				1357794, -- [5]
				["id"] = 2144,
			},
			["nil"] = {
				"Wipe", -- [1]
				"nil", -- [2]
				"重生", -- [3]
				16, -- [4]
				236372, -- [5]
				["id"] = 2144,
			},
			["256083"] = {
				"Overseer Korgus", -- [1]
				"256083", -- [2]
				"交叉点火", -- [3]
				18, -- [4]
				460952, -- [5]
				["id"] = 2104,
			},
			["257305"] = {
				"Harlan Sweete", -- [1]
				"257305", -- [2]
				"火炮弹幕", -- [3]
				20, -- [4]
				252185, -- [5]
				["id"] = 2096,
			},
			["269843"] = {
				"Unbound Abomination", -- [1]
				"269843", -- [2]
				"邪恶污染", -- [3]
				8.5, -- [4]
				1029009, -- [5]
				["id"] = 2123,
			},
			["263307"] = {
				"G'huun", -- [1]
				"263307", -- [2]
				"麻痹聒噪", -- [3]
				67.5, -- [4]
				460857, -- [5]
				["id"] = 2122,
			},
			["264560"] = {
				"Aqu'sirr", -- [1]
				"264560", -- [2]
				"窒息海潮", -- [3]
				12, -- [4]
				893779, -- [5]
				["id"] = 2130,
			},
			["250096"] = {
				"Yazma", -- [1]
				"250096", -- [2]
				"毁灭痛苦", -- [3]
				3.7, -- [4]
				236300, -- [5]
				["id"] = 2087,
			},
			["273282"] = {
				"Mythrax the Unraveler", -- [1]
				"273282", -- [2]
				"精华撕裂", -- [3]
				20, -- [4]
				1354410, -- [5]
				["id"] = 2135,
			},
			["crusher"] = {
				"Zul", -- [1]
				"crusher", -- [2]
				"即将Crusher", -- [3]
				75, -- [4]
				"Interface\\Icons\\inv_bloodtrollfemaleheaddire01", -- [5]
				["id"] = 2145,
			},
			["-18109"] = {
				"G'huun", -- [1]
				"-18109", -- [2]
				"能量矩阵出现 (左)", -- [3]
				6, -- [4]
				"Interface\\Icons\\ability_titankeeper_cleansingorb", -- [5]
				["id"] = 2122,
			},
			["demolishing"] = {
				"Viq'Goth", -- [1]
				"demolishing", -- [2]
				"攻城恐魔", -- [3]
				20, -- [4]
				"Interface\\Icons\\achievement_boss_yoggsaron_01", -- [5]
				["id"] = 2100,
			},
			["250258"] = {
				"Vol'kaal", -- [1]
				"250258", -- [2]
				"剧毒跳碾", -- [3]
				2, -- [4]
				132301, -- [5]
				["id"] = 2085,
			},
			["breath"] = {
				"Fetid Devourer", -- [1]
				"breath", -- [2]
				"吐息", -- [3]
				41.5, -- [4]
				348565, -- [5]
				["id"] = 2128,
			},
			["267385"] = {
				"Vol'zith the Whisperer", -- [1]
				"267385", -- [2]
				"<施放：触须猛击>", -- [3]
				4, -- [4]
				537022, -- [5]
				["id"] = 2133,
			},
			["269369"] = {
				"Dazar, The First King", -- [1]
				"269369", -- [2]
				"致命咆哮", -- [3]
				8.5, -- [4]
				236175, -- [5]
				["id"] = 2143,
			},
			["267878"] = {
				"MOTHER", -- [1]
				"267878", -- [2]
				"风之隧道", -- [3]
				20.5, -- [4]
				463565, -- [5]
				["id"] = 2141,
			},
			["264757"] = {
				"Elder Leaxa", -- [1]
				"264757", -- [2]
				"喋血盛筵", -- [3]
				9, -- [4]
				1394887, -- [5]
				["id"] = 2111,
			},
			["265530"] = {
				"Zek'voz, Herald of N'zoth", -- [1]
				"265530", -- [2]
				"翻腾黑暗", -- [3]
				30.5, -- [4]
				1022950, -- [5]
				["id"] = 2136,
			},
			["256199"] = {
				"Overseer Korgus", -- [1]
				"256199", -- [2]
				"艾泽里特子弹：爆破弹", -- [3]
				27.5, -- [4]
				133584, -- [5]
				["id"] = 2104,
			},
			["259572"] = {
				"Vol'kaal", -- [1]
				"259572", -- [2]
				"恶毒臭气", -- [3]
				6, -- [4]
				132108, -- [5]
				["id"] = 2085,
			},
			["259732"] = {
				"Sporecaller Zancha", -- [1]
				"259732", -- [2]
				"溃烂收割", -- [3]
				35, -- [4]
				237521, -- [5]
				["id"] = 2112,
			},
			["269097"] = {
				"Lord Stormsong", -- [1]
				"269097", -- [2]
				"唤醒虚空", -- [3]
				13.5, -- [4]
				136221, -- [5]
				["id"] = 2132,
			},
			["255577"] = {
				"Priestess Alun'za", -- [1]
				"255577", -- [2]
				"鲜血灌注", -- [3]
				25, -- [4]
				135949, -- [5]
				["id"] = 2084,
			},
			["263345"] = {
				"Overseer Korgus", -- [1]
				"263345", -- [2]
				"巨力冲击", -- [3]
				27.5, -- [4]
				1373903, -- [5]
				["id"] = 2104,
			},
			["269493"] = {
				"Coin-Operated Crowd Pummeler", -- [1]
				"269493", -- [2]
				"足球炸弹发射器", -- [3]
				14.5, -- [4]
				660531, -- [5]
				["id"] = 2105,
			},
			["264923"] = {
				"Raal the Gluttonous", -- [1]
				"264923", -- [2]
				"暴捶", -- [3]
				20.5, -- [4]
				132318, -- [5]
				["id"] = 2115,
			},
			["275432"] = {
				"Taloc", -- [1]
				"275432", -- [2]
				"奥迪尔防御射线（1）", -- [3]
				30, -- [4]
				1698700, -- [5]
				["id"] = 2144,
			},
			["266231"] = {
				"The Council of Tribes", -- [1]
				"266231", -- [2]
				"斩首之斧", -- [3]
				21.5, -- [4]
				132215, -- [5]
				["id"] = 2140,
			},
			["265212"] = {
				"Vectis", -- [1]
				"265212", -- [2]
				"育种", -- [3]
				10.5, -- [4]
				136118, -- [5]
				["id"] = 2134,
			},
			["257608"] = {
				"The Sand Queen", -- [1]
				"257608", -- [2]
				"颠覆之击", -- [3]
				14.5, -- [4]
				136025, -- [5]
				["id"] = 2101,
			},
			["267639"] = {
				"Mchimba the Embalmer", -- [1]
				"267639", -- [2]
				"燃烧腐蚀", -- [3]
				11.1, -- [4]
				892832, -- [5]
				["id"] = 2142,
			},
			["264931"] = {
				"Raal the Gluttonous", -- [1]
				"264931", -- [2]
				"召唤仆从", -- [3]
				43.5, -- [4]
				1769027, -- [5]
				["id"] = 2115,
			},
			["261440"] = {
				"Lord and Lady Waycrest", -- [1]
				"261440", -- [2]
				"恶性病原体", -- [3]
				11.5, -- [4]
				132104, -- [5]
				["id"] = 2116,
			},
			["272404"] = {
				"Mythrax the Unraveler", -- [1]
				"272404", -- [2]
				"湮灭之球", -- [3]
				9, -- [4]
				458969, -- [5]
				["id"] = 2135,
			},
			["258338"] = {
				"Council o' Captains", -- [1]
				"258338", -- [2]
				"眩晕酒桶", -- [3]
				19.4, -- [4]
				132620, -- [5]
				["id"] = 2094,
			},
			["267060"] = {
				"The Council of Tribes", -- [1]
				"267060", -- [2]
				"元素的召唤", -- [3]
				21.5, -- [4]
				538566, -- [5]
				["id"] = 2140,
			},
			["257316"] = {
				"Harlan Sweete", -- [1]
				"257316", -- [2]
				"来人，上！", -- [3]
				32, -- [4]
				463515, -- [5]
				["id"] = 2096,
			},
			["265910"] = {
				"The Golden Serpent", -- [1]
				"265910", -- [2]
				"甩尾", -- [3]
				15.5, -- [4]
				132202, -- [5]
				["id"] = 2139,
			},
			["260741"] = {
				"Heartsbane Triad", -- [1]
				"260741", -- [2]
				"锯齿荨麻", -- [3]
				8.5, -- [4]
				959837, -- [5]
				["id"] = 2113,
			},
			["260954"] = {
				"Sergeant Bainbridge", -- [1]
				"260954", -- [2]
				"铁之凝视：寒冰之忆", -- [3]
				20, -- [4]
				1357795, -- [5]
				["id"] = 2097,
			},
			["256060"] = {
				"Skycap'n Kragg", -- [1]
				"256060", -- [2]
				"复苏之酒", -- [3]
				28.5, -- [4]
				132800, -- [5]
				["id"] = 2093,
			},
			["273810"] = {
				"Mythrax the Unraveler", -- [1]
				"273810", -- [2]
				"<施放：夏尔扎克斯的觉醒>", -- [3]
				8, -- [4]
				132291, -- [5]
				["id"] = 2135,
			},
			["273285"] = {
				"Sporecaller Zancha", -- [1]
				"273285", -- [2]
				"不稳定的种荚", -- [3]
				30, -- [4]
				620828, -- [5]
				["id"] = 2112,
			},
			["257882"] = {
				"Hadal Darkfathom", -- [1]
				"257882", -- [2]
				"激流破奔", -- [3]
				7, -- [4]
				135861, -- [5]
				["id"] = 2099,
			},
			["259853"] = {
				"Rixxa Fluxflame", -- [1]
				"259853", -- [2]
				"化学灼烧", -- [3]
				30, -- [4]
				132100, -- [5]
				["id"] = 2107,
			},
			["268586"] = {
				"Dazar, The First King", -- [1]
				"268586", -- [2]
				"剑刃连击", -- [3]
				18.2, -- [4]
				1035036, -- [5]
				["id"] = 2143,
			},
			["260508"] = {
				"Soulbound Goliath", -- [1]
				"260508", -- [2]
				"碾压", -- [3]
				6, -- [4]
				132318, -- [5]
				["id"] = 2114,
			},
			["256358"] = {
				"Ring of Booty", -- [1]
				"256358", -- [2]
				"鲨鱼投掷", -- [3]
				17, -- [4]
				622095, -- [5]
				["id"] = 2095,
			},
			["264101"] = {
				"Aqu'sirr", -- [1]
				"264101", -- [2]
				"踏浪冲锋", -- [3]
				15.5, -- [4]
				237590, -- [5]
				["id"] = 2130,
			},
			["271728"] = {
				"Taloc", -- [1]
				"271728", -- [2]
				"取回战槌", -- [3]
				53.5, -- [4]
				337689, -- [5]
				["id"] = 2144,
			},
			["267509"] = {
				"G'huun", -- [1]
				"267509", -- [2]
				"千喉之灾（1）", -- [3]
				25.5, -- [4]
				237395, -- [5]
				["id"] = 2122,
			},
			["270373"] = {
				"G'huun", -- [1]
				"270373", -- [2]
				"腐化之潮", -- [3]
				15.5, -- [4]
				1396973, -- [5]
				["id"] = 2122,
			},
			["267702"] = {
				"Mchimba the Embalmer", -- [1]
				"267702", -- [2]
				"埋葬", -- [3]
				29.5, -- [4]
				236399, -- [5]
				["id"] = 2142,
			},
			["273538"] = {
				"Mythrax the Unraveler", -- [1]
				"273538", -- [2]
				"湮灭冲击", -- [3]
				9.5, -- [4]
				1022950, -- [5]
				["id"] = 2135,
			},
			["266237"] = {
				"The Council of Tribes", -- [1]
				"266237", -- [2]
				"衰弱抽击", -- [3]
				24, -- [4]
				134919, -- [5]
				["id"] = 2140,
			},
		},
		["encounter_timers_dbm"] = {
			["249919"] = {
				"249919", -- [1]
				"Timer249919cd", -- [2]
				"刺穿冷却", -- [3]
				28.9, -- [4]
				132141, -- [5]
				"cd", -- [6]
				249919, -- [7]
				5, -- [8]
				"2030", -- [9]
				["id"] = 2087,
			},
			["263776"] = {
				"263776", -- [1]
				"Timer263776cd", -- [2]
				"狂风之力冷却", -- [3]
				26.7, -- [4]
				649816, -- [5]
				"cd", -- [6]
				263776, -- [7]
				3, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["266459"] = {
				"266459", -- [1]
				"Timer266459cdcount	1", -- [2]
				"瘟疫炸弹冷却（1）", -- [3]
				9.8, -- [4]
				1392546, -- [5]
				"cdcount", -- [6]
				266459, -- [7]
				5, -- [8]
				"2166", -- [9]
				["id"] = 2134,
			},
			["273316"] = {
				"273316", -- [1]
				"Timer273316cd	Creature-0-4292-1861-25573-139051-00001518AB", -- [2]
				"血腥顺劈冷却", -- [3]
				13.4, -- [4]
				135593, -- [5]
				"cd", -- [6]
				273316, -- [7]
				5, -- [8]
				"2195", -- [9]
				["id"] = 2145,
			},
			["268932"] = {
				"268932", -- [1]
				"Timer268932ai", -- [2]
				"震地之跃人工智能计时冷却", -- [3]
				19.4279999999562, -- [4]
				878213, -- [5]
				"ai", -- [6]
				268932, -- [7]
				3, -- [8]
				"2172", -- [9]
				["id"] = 2143,
			},
			["265217"] = {
				"265217", -- [1]
				"Timer265217cd", -- [2]
				"液化冷却", -- [3]
				90.8, -- [4]
				1029738, -- [5]
				"cd", -- [6]
				265217, -- [7]
				6, -- [8]
				"2166", -- [9]
				["id"] = 2134,
			},
			["264144"] = {
				"264144", -- [1]
				"Timer264144cd", -- [2]
				"逆流冷却", -- [3]
				26, -- [4]
				893778, -- [5]
				"cd", -- [6]
				264144, -- [7]
				3, -- [8]
				"2153", -- [9]
				["id"] = 2130,
			},
			["259718"] = {
				"259718", -- [1]
				"Timer259718ai", -- [2]
				"颠覆人工智能计时冷却", -- [3]
				15.3570000000036, -- [4]
				236188, -- [5]
				"ai", -- [6]
				259718, -- [7]
				3, -- [8]
				"2130", -- [9]
				["id"] = 2112,
			},
			["264239"] = {
				"264239", -- [1]
				"Timer264239ai", -- [2]
				"孵化人工智能计时冷却", -- [3]
				43.9280000000144, -- [4]
				236197, -- [5]
				"ai", -- [6]
				264239, -- [7]
				1, -- [8]
				"2143", -- [9]
				["id"] = 2125,
			},
			["266225"] = {
				"266225", -- [1]
				"Timer266225cd", -- [2]
				"黑暗闪电冷却", -- [3]
				8, -- [4]
				1385911, -- [5]
				"cd", -- [6]
				266225, -- [7]
				3, -- [8]
				"2129", -- [9]
				["id"] = 2117,
			},
			["256005"] = {
				"256005", -- [1]
				"Timer256005cd", -- [2]
				"污秽轰炸冷却", -- [3]
				6.2, -- [4]
				1500941, -- [5]
				"cd", -- [6]
				256005, -- [7]
				3, -- [8]
				"2102", -- [9]
				["id"] = 2093,
			},
			["257028"] = {
				"257028", -- [1]
				"Timer257028cd", -- [2]
				"点火器冷却", -- [3]
				15.1, -- [4]
				132093, -- [5]
				"cd", -- [6]
				257028, -- [7]
				3, -- [8]
				"2099", -- [9]
				["id"] = 2103,
			},
			["268403"] = {
				"268403", -- [1]
				"Timer268403ai", -- [2]
				"强风劈砍人工智能计时冷却", -- [3]
				14.6409999999451, -- [4]
				1029585, -- [5]
				"ai", -- [6]
				268403, -- [7]
				3, -- [8]
				"2172", -- [9]
				["id"] = 2143,
			},
			["261563"] = {
				"261563", -- [1]
				"Timer261563cd", -- [2]
				"毁灭之潮冷却", -- [3]
				13.1, -- [4]
				1385912, -- [5]
				"cd", -- [6]
				261563, -- [7]
				5, -- [8]
				"2134", -- [9]
				["id"] = 2099,
			},
			["260703"] = {
				"260703", -- [1]
				"Timer260703next", -- [2]
				"下一次不稳定的符文印记", -- [3]
				8.5, -- [4]
				633004, -- [5]
				"next", -- [6]
				260703, -- [7]
				3, -- [8]
				"2125", -- [9]
				["id"] = 2113,
			},
			["257337"] = {
				"257337", -- [1]
				"Timer257337ai", -- [2]
				"电击之爪人工智能计时冷却", -- [3]
				34.0409999999974, -- [4]
				136050, -- [5]
				"ai", -- [6]
				257337, -- [7]
				3, -- [8]
				"2109", -- [9]
				["id"] = 2105,
			},
			["267522"] = {
				"267522", -- [1]
				"Timer267522cd", -- [2]
				"刀刃疾突冷却", -- [3]
				4.1, -- [4]
				965900, -- [5]
				"cd", -- [6]
				267522, -- [7]
				3, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["267891"] = {
				"267891", -- [1]
				"Timer267891cd", -- [2]
				"迅捷结界冷却", -- [3]
				16.7, -- [4]
				1589500, -- [5]
				"cd", -- [6]
				267891, -- [7]
				5, -- [8]
				"2154", -- [9]
				["id"] = 2131,
			},
			["260811"] = {
				"260811", -- [1]
				"Timer260811ai", -- [2]
				"自控导弹人工智能计时冷却", -- [3]
				22.0199999999895, -- [4]
				369278, -- [5]
				"ai", -- [6]
				260811, -- [7]
				3, -- [8]
				"2116", -- [9]
				["id"] = 2108,
			},
			["263371"] = {
				"263371", -- [1]
				"Timer263371ai", -- [2]
				"导电人工智能计时冷却", -- [3]
				19.4900000000198, -- [4]
				136050, -- [5]
				"ai", -- [6]
				263371, -- [7]
				3, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["265910"] = {
				"265910", -- [1]
				"Timer265910ai", -- [2]
				"甩尾人工智能计时冷却", -- [3]
				16.9990000000107, -- [4]
				132202, -- [5]
				"ai", -- [6]
				265910, -- [7]
				5, -- [8]
				"2165", -- [9]
				["id"] = 2139,
			},
			["272506"] = {
				"272506", -- [1]
				"Timer272506cdcount	1", -- [2]
				"爆炸腐蚀冷却（1）", -- [3]
				6, -- [4]
				136145, -- [5]
				"cdcount", -- [6]
				272506, -- [7]
				3, -- [8]
				"2147", -- [9]
				["id"] = 2122,
			},
			["258381"] = {
				"258381", -- [1]
				"Timer258381next", -- [2]
				"下一次葡萄弹", -- [3]
				9.5, -- [4]
				1773651, -- [5]
				"next", -- [6]
				258381, -- [7]
				3, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["262364"] = {
				"262364", -- [1]
				"Timer262364adds", -- [2]
				"下一波小怪", -- [3]
				55, -- [4]
				133955, -- [5]
				"adds", -- [6]
				262364, -- [7]
				1, -- [8]
				"2146", -- [9]
				["id"] = 2128,
			},
			["ej18071"] = {
				"ej18071", -- [1]
				"Timerej18071cd", -- [2]
				"异种虫战士冷却", -- [3]
				70, -- [4]
				134399, -- [5]
				"cd", -- [6]
				"ej18071", -- [7]
				1, -- [8]
				"2169", -- [9]
				["id"] = 2136,
			},
			["257495"] = {
				"257495", -- [1]
				"Timer257495cd", -- [2]
				"沙尘暴冷却", -- [3]
				31.5, -- [4]
				796638, -- [5]
				"cd", -- [6]
				257495, -- [7]
				2, -- [8]
				"2097", -- [9]
				["id"] = 2101,
			},
			["264954"] = {
				"264954", -- [1]
				"Timer264954cd", -- [2]
				"泰坦火花冷却", -- [3]
				10, -- [4]
				1519263, -- [5]
				"cd", -- [6]
				264954, -- [7]
				2, -- [8]
				"2169", -- [9]
				["id"] = 2136,
			},
			["260793"] = {
				"260793", -- [1]
				"Timer260793ai", -- [2]
				"消化不良人工智能计时冷却", -- [3]
				43.724000000002, -- [4]
				1394887, -- [5]
				"ai", -- [6]
				260793, -- [7]
				5, -- [8]
				"2131", -- [9]
				["id"] = 2118,
			},
			["263365"] = {
				"263365", -- [1]
				"Timer263365ai", -- [2]
				"雷电轰鸣人工智能计时冷却", -- [3]
				13.0240000000922, -- [4]
				136111, -- [5]
				"ai", -- [6]
				263365, -- [7]
				2, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["250050"] = {
				"250050", -- [1]
				"Timer250050cd", -- [2]
				"沙德拉的回响冷却", -- [3]
				22.9, -- [4]
				134321, -- [5]
				"cd", -- [6]
				250050, -- [7]
				3, -- [8]
				"2030", -- [9]
				["id"] = 2087,
			},
			["268347"] = {
				"268347", -- [1]
				"Timer268347cd", -- [2]
				"虚空箭冷却", -- [3]
				8.4, -- [4]
				132886, -- [5]
				"cd", -- [6]
				268347, -- [7]
				4, -- [8]
				"2155", -- [9]
				["id"] = 2132,
			},
			["271965"] = {
				"271965", -- [1]
				"Timer271965active", -- [2]
				"能源关闭结束", -- [3]
				88.6, -- [4]
				1500899, -- [5]
				"active", -- [6]
				271965, -- [7]
				6, -- [8]
				"2168", -- [9]
				["id"] = 2144,
			},
			["255579"] = {
				"255579", -- [1]
				"Timer255579next", -- [2]
				"下一次镀金之爪", -- [3]
				10.5, -- [4]
				237389, -- [5]
				"next", -- [6]
				255579, -- [7]
				5, -- [8]
				"2082", -- [9]
				["id"] = 2084,
			},
			["256493"] = {
				"256493", -- [1]
				"Timer256493fades", -- [2]
				"炽燃的艾泽里特消失", -- [3]
				15, -- [4]
				615339, -- [5]
				"fades", -- [6]
				256493, -- [7]
				5, -- [8]
				"2109", -- [9]
				["id"] = 2105,
			},
			["272046"] = {
				"272046", -- [1]
				"Timer272046cd", -- [2]
				"俯冲轰炸冷却", -- [3]
				17.7, -- [4]
				1029584, -- [5]
				"cd", -- [6]
				272046, -- [7]
				3, -- [8]
				"2102", -- [9]
				["id"] = 2093,
			},
			["272902"] = {
				"272902", -- [1]
				"Timer272902ai", -- [2]
				"链弹射击人工智能计时冷却", -- [3]
				15.7619999999879, -- [4]
				132309, -- [5]
				"ai", -- [6]
				272902, -- [7]
				5, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["266266"] = {
				"266266", -- [1]
				"Timer266266cd", -- [2]
				"召唤亡触奴隶主冷却", -- [3]
				13, -- [4]
				136194, -- [5]
				"cd", -- [6]
				266266, -- [7]
				1, -- [8]
				"2129", -- [9]
				["id"] = 2117,
			},
			["269231"] = {
				"269231", -- [1]
				"Timer269231cd", -- [2]
				"狩猎跃击冷却", -- [3]
				5, -- [4]
				132141, -- [5]
				"cd", -- [6]
				269231, -- [7]
				3, -- [8]
				"2172", -- [9]
				["id"] = 2143,
			},
			["274358"] = {
				"274358", -- [1]
				"Timer274358cd", -- [2]
				"破裂之血冷却", -- [3]
				6.5, -- [4]
				136133, -- [5]
				"cd", -- [6]
				274358, -- [7]
				5, -- [8]
				"2195", -- [9]
				["id"] = 2145,
			},
			["256198"] = {
				"256198", -- [1]
				"Timer256198cd", -- [2]
				"艾泽里特子弹：爆炎弹冷却", -- [3]
				5.1, -- [4]
				514016, -- [5]
				"cd", -- [6]
				256198, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["268586"] = {
				"268586", -- [1]
				"Timer268586ai", -- [2]
				"剑刃连击人工智能计时冷却", -- [3]
				18.2140000000363, -- [4]
				1035036, -- [5]
				"ai", -- [6]
				268586, -- [7]
				5, -- [8]
				"2172", -- [9]
				["id"] = 2143,
			},
			["271698"] = {
				"271698", -- [1]
				"Timer271698ai", -- [2]
				"艾泽里特灌注人工智能计时冷却", -- [3]
				19.448000000004, -- [4]
				612968, -- [5]
				"ai", -- [6]
				271698, -- [7]
				3, -- [8]
				"2114", -- [9]
				["id"] = 2106,
			},
			["269131"] = {
				"269131", -- [1]
				"Timer269131cd", -- [2]
				"上古摧心者冷却", -- [3]
				19.6, -- [4]
				462324, -- [5]
				"cd", -- [6]
				269131, -- [7]
				3, -- [8]
				"2155", -- [9]
				["id"] = 2132,
			},
			["271456"] = {
				"271456", -- [1]
				"Timer271456ai", -- [2]
				"钻地猛砸人工智能计时冷却", -- [3]
				7.28500000000349, -- [4]
				892833, -- [5]
				"ai", -- [6]
				271456, -- [7]
				3, -- [8]
				"2116", -- [9]
				["id"] = 2108,
			},
			["268024"] = {
				"268024", -- [1]
				"Timer268024ai", -- [2]
				"脉冲人工智能计时冷却", -- [3]
				14.966999999946, -- [4]
				237237, -- [5]
				"ai", -- [6]
				268024, -- [7]
				5, -- [8]
				"2145", -- [9]
				["id"] = 2127,
			},
			["257777"] = {
				"257777", -- [1]
				"Timer257777cd", -- [2]
				"断筋剃刀冷却", -- [3]
				7.2, -- [4]
				132290, -- [5]
				"cd", -- [6]
				257777, -- [7]
				5, -- [8]
				"2098", -- [9]
				["id"] = 2102,
			},
			["260894"] = {
				"260894", -- [1]
				"Timer260894ai", -- [2]
				"蔓延腐化人工智能计时冷却", -- [3]
				15.7810000000027, -- [4]
				236271, -- [5]
				"ai", -- [6]
				260894, -- [7]
				3, -- [8]
				"2157", -- [9]
				["id"] = 2111,
			},
			["256970"] = {
				"256970", -- [1]
				"Timer256970cd", -- [2]
				"点火冷却", -- [3]
				7, -- [4]
				236215, -- [5]
				"cd", -- [6]
				256970, -- [7]
				5, -- [8]
				"2099", -- [9]
				["id"] = 2103,
			},
			["ej18312"] = {
				"ej18312", -- [1]
				"Timerej18312cd", -- [2]
				"血面兽冷却", -- [3]
				22.3, -- [4]
				136133, -- [5]
				"cd", -- [6]
				"ej18312", -- [7]
				1, -- [8]
				"2158", -- [9]
				["id"] = 2123,
			},
			["260280"] = {
				"260280", -- [1]
				"Timer260280ai", -- [2]
				"加特林机枪人工智能计时冷却", -- [3]
				19.9919999999984, -- [4]
				249177, -- [5]
				"ai", -- [6]
				260280, -- [7]
				3, -- [8]
				"2116", -- [9]
				["id"] = 2108,
			},
			["263234"] = {
				"263234", -- [1]
				"Timer263234ai", -- [2]
				"弧光斩击人工智能计时冷却", -- [3]
				14.5850000000792, -- [4]
				237510, -- [5]
				"ai", -- [6]
				263234, -- [7]
				5, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["271296"] = {
				"271296", -- [1]
				"Timer271296cd", -- [2]
				"鲜血大槌冷却", -- [3]
				35, -- [4]
				1981044, -- [5]
				"cd", -- [6]
				271296, -- [7]
				5, -- [8]
				"2168", -- [9]
				["id"] = 2144,
			},
			["267239"] = {
				"267239", -- [1]
				"Timer267239cdcount	2", -- [2]
				"腐蚀之球冷却（2）", -- [3]
				50, -- [4]
				458969, -- [5]
				"cdcount", -- [6]
				267239, -- [7]
				5, -- [8]
				"2169", -- [9]
				["id"] = 2136,
			},
			["274271"] = {
				"274271", -- [1]
				"Timer274271next", -- [2]
				"下一次死亡之愿", -- [3]
				23, -- [4]
				237557, -- [5]
				"next", -- [6]
				274271, -- [7]
				3, -- [8]
				"2195", -- [9]
				["id"] = 2145,
			},
			["267242"] = {
				"267242", -- [1]
				"Timer267242cdcount	1", -- [2]
				"传染病毒冷却（1）", -- [3]
				20.5, -- [4]
				132096, -- [5]
				"cdcount", -- [6]
				267242, -- [7]
				2, -- [8]
				"2166", -- [9]
				["id"] = 2134,
			},
			["256955"] = {
				"256955", -- [1]
				"Timer256955cd", -- [2]
				"炉渣之焰冷却", -- [3]
				19.4, -- [4]
				524795, -- [5]
				"cd", -- [6]
				256955, -- [7]
				3, -- [8]
				"2099", -- [9]
				["id"] = 2103,
			},
			["267905"] = {
				"267905", -- [1]
				"Timer267905cd", -- [2]
				"强化结界冷却", -- [3]
				30.1, -- [4]
				1589501, -- [5]
				"cd", -- [6]
				267905, -- [7]
				5, -- [8]
				"2154", -- [9]
				["id"] = 2131,
			},
			["269266"] = {
				"269266", -- [1]
				"Timer269266ai	Creature-0-3910-1822-18149-140447-0000094CED", -- [2]
				"猛击人工智能计时冷却", -- [3]
				14.1500000001397, -- [4]
				451165, -- [5]
				"ai", -- [6]
				269266, -- [7]
				3, -- [8]
				"2140", -- [9]
				["id"] = 2100,
			},
			["269399"] = {
				"269399", -- [1]
				"Timer269399cd", -- [2]
				"巨口之门冷却", -- [3]
				13, -- [4]
				1022950, -- [5]
				"cd", -- [6]
				269399, -- [7]
				3, -- [8]
				"2156", -- [9]
				["id"] = 2133,
			},
			["272536"] = {
				"272536", -- [1]
				"Timer272536nextcount	1", -- [2]
				"下一次毁灭迫近（1）", -- [3]
				4.9, -- [4]
				136201, -- [5]
				"nextcount", -- [6]
				272536, -- [7]
				3, -- [8]
				"2194", -- [9]
				["id"] = 2135,
			},
			["261438"] = {
				"261438", -- [1]
				"Timer261438next", -- [2]
				"下一次污秽攻击", -- [3]
				6, -- [4]
				132100, -- [5]
				"next", -- [6]
				261438, -- [7]
				5, -- [8]
				"2128", -- [9]
				["id"] = 2116,
			},
			["256038"] = {
				"256038", -- [1]
				"Timer256038cd", -- [2]
				"致命狙击冷却", -- [3]
				23.3, -- [4]
				132385, -- [5]
				"cd", -- [6]
				256038, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["257791"] = {
				"257791", -- [1]
				"Timer257791cd", -- [2]
				"咆哮恐惧冷却", -- [3]
				8.5, -- [4]
				607852, -- [5]
				"cd", -- [6]
				257791, -- [7]
				4, -- [8]
				"2098", -- [9]
				["id"] = 2102,
			},
			["267273"] = {
				"267273", -- [1]
				"Timer267273ai", -- [2]
				"毒性新星人工智能计时冷却", -- [3]
				32.7599999999511, -- [4]
				132099, -- [5]
				"ai", -- [6]
				267273, -- [7]
				4, -- [8]
				"2170", -- [9]
				["id"] = 2140,
			},
			["269310"] = {
				"269310", -- [1]
				"Timer269310ai", -- [2]
				"净化之光人工智能计时冷却", -- [3]
				25.5349999999889, -- [4]
				237541, -- [5]
				"ai", -- [6]
				269310, -- [7]
				5, -- [8]
				"2158", -- [9]
				["id"] = 2123,
			},
			["267509"] = {
				"267509", -- [1]
				"Timer267509cdcount	1", -- [2]
				"千喉之灾冷却（1）", -- [3]
				25.4, -- [4]
				237395, -- [5]
				"cdcount", -- [6]
				267509, -- [7]
				1, -- [8]
				"2147", -- [9]
				["id"] = 2122,
			},
			["257092"] = {
				"257092", -- [1]
				"Timer257092cd", -- [2]
				"流沙陷阱冷却", -- [3]
				8.5, -- [4]
				796634, -- [5]
				"cd", -- [6]
				257092, -- [7]
				3, -- [8]
				"2097", -- [9]
				["id"] = 2101,
			},
			["256589"] = {
				"256589", -- [1]
				"Timer256589cd", -- [2]
				"砸桶冷却", -- [3]
				7.1, -- [4]
				132622, -- [5]
				"cd", -- [6]
				256589, -- [7]
				3, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["262277"] = {
				"262277", -- [1]
				"Timer262277cd", -- [2]
				"恐惧痛击冷却", -- [3]
				6.7, -- [4]
				463493, -- [5]
				"cd", -- [6]
				262277, -- [7]
				5, -- [8]
				"2146", -- [9]
				["id"] = 2128,
			},
			["272582"] = {
				"272582", -- [1]
				"Timer272582cd", -- [2]
				"血色静电冷却", -- [3]
				18, -- [4]
				1357794, -- [5]
				"cd", -- [6]
				272582, -- [7]
				3, -- [8]
				"2168", -- [9]
				["id"] = 2144,
			},
			["267360"] = {
				"267360", -- [1]
				"Timer267360next", -- [2]
				"下一次沉没之城的掌控", -- [3]
				20.5, -- [4]
				136194, -- [5]
				"next", -- [6]
				267360, -- [7]
				6, -- [8]
				"2156", -- [9]
				["id"] = 2133,
			},
			["257407"] = {
				"257407", -- [1]
				"Timer257407ai", -- [2]
				"追踪人工智能计时冷却", -- [3]
				40.0350000000035, -- [4]
				236192, -- [5]
				"ai", -- [6]
				257407, -- [7]
				3, -- [8]
				"2083", -- [9]
				["id"] = 2086,
			},
			["267787"] = {
				"267787", -- [1]
				"Timer267787next", -- [2]
				"下一次消毒打击", -- [3]
				5.9, -- [4]
				132363, -- [5]
				"next", -- [6]
				267787, -- [7]
				5, -- [8]
				"2167", -- [9]
				["id"] = 2141,
			},
			["267795"] = {
				"267795", -- [1]
				"Timer267795next", -- [2]
				"下一次净化烈焰", -- [3]
				10.8, -- [4]
				236216, -- [5]
				"next", -- [6]
				267795, -- [7]
				3, -- [8]
				"2167", -- [9]
				["id"] = 2141,
			},
			["265923"] = {
				"265923", -- [1]
				"Timer265923ai", -- [2]
				"卢彻的召唤人工智能计时冷却", -- [3]
				38.8179999999702, -- [4]
				135950, -- [5]
				"ai", -- [6]
				265923, -- [7]
				3, -- [8]
				"2165", -- [9]
				["id"] = 2139,
			},
			["259022"] = {
				"259022", -- [1]
				"Timer259022cd", -- [2]
				"艾泽里特催化剂冷却", -- [3]
				4, -- [4]
				135789, -- [5]
				"cd", -- [6]
				259022, -- [7]
				3, -- [8]
				"2115", -- [9]
				["id"] = 2107,
			},
			["273365"] = {
				"273365", -- [1]
				"Timer273365cd", -- [2]
				"黑暗启示冷却", -- [3]
				30, -- [4]
				1022945, -- [5]
				"cd", -- [6]
				273365, -- [7]
				3, -- [8]
				"2195", -- [9]
				["id"] = 2145,
			},
			["255577"] = {
				"255577", -- [1]
				"Timer255577next", -- [2]
				"下一次鲜血灌注", -- [3]
				25, -- [4]
				135949, -- [5]
				"next", -- [6]
				255577, -- [7]
				5, -- [8]
				"2082", -- [9]
				["id"] = 2084,
			},
			["272457"] = {
				"272457", -- [1]
				"Timer272457ai", -- [2]
				"震荡波人工智能计时冷却", -- [3]
				14.1370000000024, -- [4]
				451165, -- [5]
				"ai", -- [6]
				272457, -- [7]
				5, -- [8]
				"2130", -- [9]
				["id"] = 2112,
			},
			["267409"] = {
				"267409", -- [1]
				"Timer267409cd	Creature-0-4292-1861-25573-138529-00001523FB", -- [2]
				"黑暗交易冷却", -- [3]
				23, -- [4]
				633004, -- [5]
				"cd", -- [6]
				267409, -- [7]
				3, -- [8]
				"2147", -- [9]
				["id"] = 2122,
			},
			["264694"] = {
				"264694", -- [1]
				"Timer264694cd", -- [2]
				"腐物喷发冷却", -- [3]
				6, -- [4]
				132098, -- [5]
				"cd", -- [6]
				264694, -- [7]
				3, -- [8]
				"2127", -- [9]
				["id"] = 2115,
			},
			["273538"] = {
				"273538", -- [1]
				"Timer273538nextsource	首领", -- [2]
				"下一次湮灭冲击: 首领", -- [3]
				14.9, -- [4]
				1022950, -- [5]
				"nextsource", -- [6]
				273538, -- [7]
				3, -- [8]
				"2194", -- [9]
				["id"] = 2135,
			},
			["266237"] = {
				"266237", -- [1]
				"Timer266237ai", -- [2]
				"衰弱抽击人工智能计时冷却", -- [3]
				24.6549999999697, -- [4]
				134919, -- [5]
				"ai", -- [6]
				266237, -- [7]
				5, -- [8]
				"2170", -- [9]
				["id"] = 2140,
			},
			["264206"] = {
				"264206", -- [1]
				"Timer264206cd", -- [2]
				"钻地冷却", -- [3]
				15.2, -- [4]
				451165, -- [5]
				"cd", -- [6]
				264206, -- [7]
				6, -- [8]
				"2143", -- [9]
				["id"] = 2125,
			},
			["274230"] = {
				"274230", -- [1]
				"Timer274230active", -- [2]
				"湮灭帷幕结束", -- [3]
				60, -- [4]
				1097742, -- [5]
				"active", -- [6]
				274230, -- [7]
				6, -- [8]
				"2194", -- [9]
				["id"] = 2135,
			},
			["275205"] = {
				"275205", -- [1]
				"Timer275205cdcount	1", -- [2]
				"变大的心脏冷却（1）", -- [3]
				24, -- [4]
				514018, -- [5]
				"cdcount", -- [6]
				275205, -- [7]
				3, -- [8]
				"2168", -- [9]
				["id"] = 2144,
			},
			["257785"] = {
				"257785", -- [1]
				"Timer257785cd", -- [2]
				"闪光飞刃冷却", -- [3]
				12.2, -- [4]
				236273, -- [5]
				"cd", -- [6]
				257785, -- [7]
				2, -- [8]
				"2098", -- [9]
				["id"] = 2102,
			},
			["276068"] = {
				"276068", -- [1]
				"Timer276068cd", -- [2]
				"海潮涌动冷却", -- [3]
				24.1, -- [4]
				237590, -- [5]
				"cd", -- [6]
				276068, -- [7]
				2, -- [8]
				"2134", -- [9]
				["id"] = 2099,
			},
			["267618"] = {
				"267618", -- [1]
				"Timer267618ai", -- [2]
				"排干体液人工智能计时冷却", -- [3]
				43.6969999999856, -- [4]
				463570, -- [5]
				"ai", -- [6]
				267618, -- [7]
				3, -- [8]
				"2171", -- [9]
				["id"] = 2142,
			},
			["268095"] = {
				"268095", -- [1]
				"Timer268095castsource	1", -- [2]
				"净化荡涤: 1", -- [3]
				180, -- [4]
				1387353, -- [5]
				"castsource", -- [6]
				268095, -- [7]
				6, -- [8]
				"2167", -- [9]
				["id"] = 2141,
			},
			["265773"] = {
				"265773", -- [1]
				"Timer265773ai", -- [2]
				"吐金人工智能计时冷却", -- [3]
				10.935999999987, -- [4]
				646669, -- [5]
				"ai", -- [6]
				265773, -- [7]
				3, -- [8]
				"2165", -- [9]
				["id"] = 2139,
			},
			["269827"] = {
				"269827", -- [1]
				"Timer269827cdsource	旁边", -- [2]
				"奥迪尔防御射线冷却: 旁边", -- [3]
				40, -- [4]
				463565, -- [5]
				"cdsource", -- [6]
				269827, -- [7]
				3, -- [8]
				"2167", -- [9]
				["id"] = 2141,
			},
			["268752"] = {
				"268752", -- [1]
				"Timer268752cd", -- [2]
				"紧急回避冷却", -- [3]
				13.1, -- [4]
				1126431, -- [5]
				"cd", -- [6]
				268752, -- [7]
				6, -- [8]
				"2173", -- [9]
				["id"] = 2109,
			},
			["268260"] = {
				"268260", -- [1]
				"Timer268260cd", -- [2]
				"舷侧攻击冷却", -- [3]
				11.3, -- [4]
				252185, -- [5]
				"cd", -- [6]
				268260, -- [7]
				3, -- [8]
				"2173", -- [9]
				["id"] = 2109,
			},
			["263235"] = {
				"263235", -- [1]
				"Timer263235cd", -- [2]
				"鲜血盛宴冷却", -- [3]
				15, -- [4]
				132278, -- [5]
				"cd", -- [6]
				263235, -- [7]
				2, -- [8]
				"2147", -- [9]
				["id"] = 2122,
			},
			["264101"] = {
				"264101", -- [1]
				"Timer264101cd", -- [2]
				"踏浪冲锋冷却", -- [3]
				17, -- [4]
				237590, -- [5]
				"cd", -- [6]
				264101, -- [7]
				3, -- [8]
				"2153", -- [9]
				["id"] = 2130,
			},
			["263482"] = {
				"263482", -- [1]
				"Timer263482active", -- [2]
				"重组冲击结束", -- [3]
				25, -- [4]
				1408832, -- [5]
				"active", -- [6]
				263482, -- [7]
				6, -- [8]
				"2147", -- [9]
				["id"] = 2122,
			},
			["263257"] = {
				"263257", -- [1]
				"Timer263257ai", -- [2]
				"静电冲击人工智能计时冷却", -- [3]
				35.6870000000054, -- [4]
				237587, -- [5]
				"ai", -- [6]
				263257, -- [7]
				2, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["273271"] = {
				"273271", -- [1]
				"Timer273271cd", -- [2]
				"不稳定的种荚冷却", -- [3]
				20.4, -- [4]
				620828, -- [5]
				"cd", -- [6]
				273271, -- [7]
				3, -- [8]
				"2130", -- [9]
				["id"] = 2112,
			},
			["263573"] = {
				"263573", -- [1]
				"Timer263573ai", -- [2]
				"飓风打击人工智能计时冷却", -- [3]
				14.5810000000056, -- [4]
				511543, -- [5]
				"ai", -- [6]
				263573, -- [7]
				3, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["256105"] = {
				"256105", -- [1]
				"Timer256105cd", -- [2]
				"爆炸冷却", -- [3]
				11.5, -- [4]
				878211, -- [5]
				"cd", -- [6]
				256105, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["257117"] = {
				"257117", -- [1]
				"Timer257117next", -- [2]
				"下一次幸运数字", -- [3]
				10.8, -- [4]
				1373910, -- [5]
				"next", -- [6]
				257117, -- [7]
				5, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["259830"] = {
				"259830", -- [1]
				"Timer259830ai", -- [2]
				"无边腐烂人工智能计时冷却", -- [3]
				43.7360000000335, -- [4]
				134522, -- [5]
				"ai", -- [6]
				259830, -- [7]
				3, -- [8]
				"2130", -- [9]
				["id"] = 2112,
			},
			["265178"] = {
				"265178", -- [1]
				"Timer265178cd", -- [2]
				"进化痛苦冷却", -- [3]
				4.7, -- [4]
				1035055, -- [5]
				"cd", -- [6]
				265178, -- [7]
				5, -- [8]
				"2166", -- [9]
				["id"] = 2134,
			},
			["271784"] = {
				"271784", -- [1]
				"Timer271784ai", -- [2]
				"抛硬币人工智能计时冷却", -- [3]
				35.9760000000242, -- [4]
				237281, -- [5]
				"ai", -- [6]
				271784, -- [7]
				3, -- [8]
				"2109", -- [9]
				["id"] = 2105,
			},
			["267702"] = {
				"267702", -- [1]
				"Timer267702ai", -- [2]
				"埋葬人工智能计时冷却", -- [3]
				26.6720000000205, -- [4]
				236399, -- [5]
				"ai", -- [6]
				267702, -- [7]
				3, -- [8]
				"2171", -- [9]
				["id"] = 2142,
			},
			["262347"] = {
				"262347", -- [1]
				"Timer262347ai", -- [2]
				"静电脉冲人工智能计时冷却", -- [3]
				23.1440000000002, -- [4]
				136050, -- [5]
				"ai", -- [6]
				262347, -- [7]
				2, -- [8]
				"2109", -- [9]
				["id"] = 2105,
			},
			["265781"] = {
				"265781", -- [1]
				"Timer265781cd", -- [2]
				"蛇之风冷却", -- [3]
				13.054, -- [4]
				1029585, -- [5]
				"cd", -- [6]
				265781, -- [7]
				2, -- [8]
				"2165", -- [9]
				["id"] = 2139,
			},
			["269029"] = {
				"269029", -- [1]
				"Timer269029ai", -- [2]
				"清扫甲板人工智能计时冷却", -- [3]
				18.2119999998249, -- [4]
				132306, -- [5]
				"ai", -- [6]
				269029, -- [7]
				5, -- [8]
				"2173", -- [9]
				["id"] = 2109,
			},
			["273949"] = {
				"273949", -- [1]
				"Timer273949next", -- [2]
				"下一次疯狂幻象", -- [3]
				11.5, -- [4]
				458229, -- [5]
				"next", -- [6]
				273949, -- [7]
				1, -- [8]
				"2194", -- [9]
				["id"] = 2135,
			},
			["266206"] = {
				"266206", -- [1]
				"Timer266206ai", -- [2]
				"旋转利斧人工智能计时冷却", -- [3]
				10.935999999987, -- [4]
				999952, -- [5]
				"ai", -- [6]
				266206, -- [7]
				3, -- [8]
				"2170", -- [9]
				["id"] = 2140,
			},
			["260907"] = {
				"260907", -- [1]
				"Timer260907next", -- [2]
				"下一次灵魂操控", -- [3]
				11.3, -- [4]
				892448, -- [5]
				"next", -- [6]
				260907, -- [7]
				3, -- [8]
				"2125", -- [9]
				["id"] = 2113,
			},
			["256489"] = {
				"256489", -- [1]
				"Timer256489cd", -- [2]
				"重新武装冷却", -- [3]
				43.5, -- [4]
				136225, -- [5]
				"cd", -- [6]
				256489, -- [7]
				3, -- [8]
				"2094", -- [9]
				["id"] = 2095,
			},
			["262288"] = {
				"262288", -- [1]
				"Timer262288cd", -- [2]
				"震波践踏冷却", -- [3]
				26.1, -- [4]
				132368, -- [5]
				"cd", -- [6]
				262288, -- [7]
				2, -- [8]
				"2146", -- [9]
				["id"] = 2128,
			},
			["267899"] = {
				"267899", -- [1]
				"Timer267899cd", -- [2]
				"妨害劈斩冷却", -- [3]
				5.8, -- [4]
				460959, -- [5]
				"cd", -- [6]
				267899, -- [7]
				5, -- [8]
				"2154", -- [9]
				["id"] = 2131,
			},
			["263420"] = {
				"263420", -- [1]
				"Timer263420nextcount	1", -- [2]
				"下一次能量矩阵（1）", -- [3]
				5.3, -- [4]
				897131, -- [5]
				"nextcount", -- [6]
				263420, -- [7]
				5, -- [8]
				"2147", -- [9]
				["id"] = 2122,
			},
			["266181"] = {
				"266181", -- [1]
				"Timer266181cd", -- [2]
				"恐惧精华冷却", -- [3]
				25, -- [4]
				1778230, -- [5]
				"cd", -- [6]
				266181, -- [7]
				2, -- [8]
				"2129", -- [9]
				["id"] = 2117,
			},
			["264605"] = {
				"264605", -- [1]
				"Timer264605next", -- [2]
				"下一次掌柜之棍", -- [3]
				8, -- [4]
				644384, -- [5]
				"next", -- [6]
				264605, -- [7]
				3, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["259732"] = {
				"259732", -- [1]
				"Timer259732ai", -- [2]
				"溃烂收割人工智能计时冷却", -- [3]
				35.2310000000289, -- [4]
				237521, -- [5]
				"ai", -- [6]
				259732, -- [7]
				2, -- [8]
				"2130", -- [9]
				["id"] = 2112,
			},
			["265360"] = {
				"265360", -- [1]
				"Timer265360cd", -- [2]
				"翻腾欺诈冷却", -- [3]
				60, -- [4]
				538560, -- [5]
				"cd", -- [6]
				265360, -- [7]
				3, -- [8]
				"2169", -- [9]
				["id"] = 2136,
			},
			["271225"] = {
				"271225", -- [1]
				"Timer271225cd", -- [2]
				"赤红迸发冷却", -- [3]
				5.9, -- [4]
				1029738, -- [5]
				"cd", -- [6]
				271225, -- [7]
				3, -- [8]
				"2168", -- [9]
				["id"] = 2144,
			},
			["273361"] = {
				"273361", -- [1]
				"Timer273361cdcount	1", -- [2]
				"黑暗之池冷却（1）", -- [3]
				20.5, -- [4]
				1500906, -- [5]
				"cdcount", -- [6]
				273361, -- [7]
				5, -- [8]
				"2195", -- [9]
				["id"] = 2145,
			},
			["257617"] = {
				"257617", -- [1]
				"Timer257617cd", -- [2]
				"颠覆之击冷却", -- [3]
				20.5, -- [4]
				136025, -- [5]
				"cd", -- [6]
				257617, -- [7]
				3, -- [8]
				"2097", -- [9]
				["id"] = 2101,
			},
			["272657"] = {
				"272657", -- [1]
				"Timer272657cd", -- [2]
				"毒性吐息冷却", -- [3]
				6, -- [4]
				136182, -- [5]
				"cd", -- [6]
				272657, -- [7]
				3, -- [8]
				"2143", -- [9]
				["id"] = 2125,
			},
			["260292"] = {
				"260292", -- [1]
				"Timer260292ai", -- [2]
				"冲锋人工智能计时冷却", -- [3]
				20.6560000000027, -- [4]
				2011119, -- [5]
				"ai", -- [6]
				260292, -- [7]
				3, -- [8]
				"2131", -- [9]
				["id"] = 2118,
			},
			["272407"] = {
				"272407", -- [1]
				"Timer272407nextcount	1", -- [2]
				"下一次湮灭之球（1）", -- [3]
				9, -- [4]
				458969, -- [5]
				"nextcount", -- [6]
				272407, -- [7]
				3, -- [8]
				"2194", -- [9]
				["id"] = 2135,
			},
			["255952"] = {
				"255952", -- [1]
				"Timer255952cd", -- [2]
				"冲冲冲锋冷却", -- [3]
				4.7, -- [4]
				1716281, -- [5]
				"cd", -- [6]
				255952, -- [7]
				3, -- [8]
				"2102", -- [9]
				["id"] = 2093,
			},
			["250368"] = {
				"250368", -- [1]
				"Timer250368next", -- [2]
				"下一次恶毒臭气", -- [3]
				7, -- [4]
				132108, -- [5]
				"next", -- [6]
				250368, -- [7]
				3, -- [8]
				"2036", -- [9]
				["id"] = 2085,
			},
			["274582"] = {
				"274582", -- [1]
				"Timer274582cd", -- [2]
				"恶毒菌株冷却", -- [3]
				33.7, -- [4]
				1392546, -- [5]
				"cd", -- [6]
				274582, -- [7]
				3, -- [8]
				"2147", -- [9]
				["id"] = 2122,
			},
			["267412"] = {
				"267412", -- [1]
				"Timer267412cd	Creature-0-4292-1861-25573-138529-00001523FB", -- [2]
				"重压冷却", -- [3]
				9.7, -- [4]
				135892, -- [5]
				"cd", -- [6]
				267412, -- [7]
				5, -- [8]
				"2147", -- [9]
				["id"] = 2122,
			},
			["258622"] = {
				"258622", -- [1]
				"Timer258622ai", -- [2]
				"回荡脉冲人工智能计时冷却", -- [3]
				33.6229999999923, -- [4]
				451165, -- [5]
				"ai", -- [6]
				258622, -- [7]
				2, -- [8]
				"2114", -- [9]
				["id"] = 2106,
			},
			["249923"] = {
				"249923", -- [1]
				"Timer249923cd", -- [2]
				"碎魂冷却", -- [3]
				6, -- [4]
				1354410, -- [5]
				"cd", -- [6]
				249923, -- [7]
				3, -- [8]
				"2030", -- [9]
				["id"] = 2087,
			},
			["256106"] = {
				"256106", -- [1]
				"Timer256106cd", -- [2]
				"艾泽里特填装弹冷却", -- [3]
				5.4, -- [4]
				134536, -- [5]
				"cd", -- [6]
				256106, -- [7]
				3, -- [8]
				"2102", -- [9]
				["id"] = 2093,
			},
			["267907"] = {
				"267907", -- [1]
				"Timer267907next", -- [2]
				"下一次灵魂荆棘", -- [3]
				8.1, -- [4]
				1016245, -- [5]
				"next", -- [6]
				267907, -- [7]
				3, -- [8]
				"2126", -- [9]
				["id"] = 2114,
			},
			["264382"] = {
				"264382", -- [1]
				"Timer264382cd", -- [2]
				"眼棱冷却", -- [3]
				40, -- [4]
				236407, -- [5]
				"cd", -- [6]
				264382, -- [7]
				3, -- [8]
				"2169", -- [9]
				["id"] = 2136,
			},
			["nil"] = {
				"nil", -- [1]
				"DBMLFGTimer", -- [2]
				"随机副本确认", -- [3]
				40, -- [4]
				"Interface\\Icons\\Spell_Holy_BorrowedTime", -- [5]
				"extratimer", -- [6]
				nil, -- [7]
				0, -- [8]
				["id"] = 2101,
			},
			["265451"] = {
				"265451", -- [1]
				"Timer265451cd", -- [2]
				"翻腾黑暗冷却", -- [3]
				25, -- [4]
				1022950, -- [5]
				"cd", -- [6]
				265451, -- [7]
				2, -- [8]
				"2169", -- [9]
				["id"] = 2136,
			},
			["263914"] = {
				"263914", -- [1]
				"Timer263914ai", -- [2]
				"盲目之沙人工智能计时冷却", -- [3]
				39.7609999999986, -- [4]
				132284, -- [5]
				"ai", -- [6]
				263914, -- [7]
				2, -- [8]
				"2143", -- [9]
				["id"] = 2125,
			},
			["272115"] = {
				"272115", -- [1]
				"Timer272115cdcount	1", -- [2]
				"湮灭光束冷却（1）", -- [3]
				20, -- [4]
				1386551, -- [5]
				"cdcount", -- [6]
				272115, -- [7]
				3, -- [8]
				"2194", -- [9]
				["id"] = 2135,
			},
			["256083"] = {
				"256083", -- [1]
				"Timer256083cd", -- [2]
				"交叉点火冷却", -- [3]
				16, -- [4]
				460952, -- [5]
				"cd", -- [6]
				256083, -- [7]
				2, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["257305"] = {
				"257305", -- [1]
				"Timer257305cd", -- [2]
				"火炮弹幕冷却", -- [3]
				20, -- [4]
				252185, -- [5]
				"cd", -- [6]
				257305, -- [7]
				3, -- [8]
				"2095", -- [9]
				["id"] = 2096,
			},
			["269843"] = {
				"269843", -- [1]
				"Timer269843ai", -- [2]
				"邪恶污染人工智能计时冷却", -- [3]
				15.8000000000029, -- [4]
				1029009, -- [5]
				"ai", -- [6]
				269843, -- [7]
				3, -- [8]
				"2158", -- [9]
				["id"] = 2123,
			},
			["263307"] = {
				"263307", -- [1]
				"Timer263307cd	Creature-0-3041-1861-7339-134010-00005C5199", -- [2]
				"麻痹聒噪冷却", -- [3]
				10, -- [4]
				460857, -- [5]
				"cd", -- [6]
				263307, -- [7]
				2, -- [8]
				"2147", -- [9]
				["id"] = 2122,
			},
			["259940"] = {
				"259940", -- [1]
				"Timer259940ai", -- [2]
				"推进器冲击人工智能计时冷却", -- [3]
				5.987999999983, -- [4]
				135833, -- [5]
				"ai", -- [6]
				259940, -- [7]
				3, -- [8]
				"2115", -- [9]
				["id"] = 2107,
			},
			["250096"] = {
				"250096", -- [1]
				"Timer250096cd", -- [2]
				"毁灭痛苦冷却", -- [3]
				3.5, -- [4]
				236300, -- [5]
				"cd", -- [6]
				250096, -- [7]
				4, -- [8]
				"2030", -- [9]
				["id"] = 2087,
			},
			["264923"] = {
				"264923", -- [1]
				"Timer264923next", -- [2]
				"下一次暴捶", -- [3]
				29.2, -- [4]
				132318, -- [5]
				"next", -- [6]
				264923, -- [7]
				3, -- [8]
				"2127", -- [9]
				["id"] = 2115,
			},
			["264560"] = {
				"264560", -- [1]
				"Timer264560cd", -- [2]
				"窒息海潮冷却", -- [3]
				10.5, -- [4]
				893779, -- [5]
				"cd", -- [6]
				264560, -- [7]
				5, -- [8]
				"2153", -- [9]
				["id"] = 2130,
			},
			["268896"] = {
				"268896", -- [1]
				"Timer268896ai", -- [2]
				"心灵撕裂人工智能计时冷却", -- [3]
				10.9160000000265, -- [4]
				136125, -- [5]
				"ai", -- [6]
				268896, -- [7]
				3, -- [8]
				"2155", -- [9]
				["id"] = 2132,
			},
			["256199"] = {
				"256199", -- [1]
				"Timer256199cd", -- [2]
				"艾泽里特子弹：爆破弹冷却", -- [3]
				22.2, -- [4]
				133584, -- [5]
				"cd", -- [6]
				256199, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["267945"] = {
				"267945", -- [1]
				"Timer267945next", -- [2]
				"下一次风之隧道", -- [3]
				20.6, -- [4]
				463565, -- [5]
				"next", -- [6]
				267945, -- [7]
				2, -- [8]
				"2167", -- [9]
				["id"] = 2141,
			},
			["269097"] = {
				"269097", -- [1]
				"Timer269097cd", -- [2]
				"唤醒虚空冷却", -- [3]
				13.1, -- [4]
				136221, -- [5]
				"cd", -- [6]
				269097, -- [7]
				3, -- [8]
				"2155", -- [9]
				["id"] = 2132,
			},
			["275907"] = {
				"275907", -- [1]
				"Timer275907ai", -- [2]
				"地质冲击人工智能计时冷却", -- [3]
				24.0560000000114, -- [4]
				136025, -- [5]
				"ai", -- [6]
				275907, -- [7]
				3, -- [8]
				"2114", -- [9]
				["id"] = 2106,
			},
			["269369"] = {
				"269369", -- [1]
				"Timer269369ai", -- [2]
				"致命咆哮人工智能计时冷却", -- [3]
				13.3179999999702, -- [4]
				236175, -- [5]
				"ai", -- [6]
				269369, -- [7]
				2, -- [8]
				"2172", -- [9]
				["id"] = 2143,
			},
			["264757"] = {
				"264757", -- [1]
				"Timer264757ai", -- [2]
				"喋血盛筵人工智能计时冷却", -- [3]
				30.7369999999646, -- [4]
				1394887, -- [5]
				"ai", -- [6]
				264757, -- [7]
				3, -- [8]
				"2157", -- [9]
				["id"] = 2111,
			},
			["274693"] = {
				"274693", -- [1]
				"Timer274693nextsource	首领", -- [2]
				"下一次精华撕裂: 首领", -- [3]
				19, -- [4]
				1354410, -- [5]
				"nextsource", -- [6]
				274693, -- [7]
				5, -- [8]
				"2194", -- [9]
				["id"] = 2135,
			},
			["255371"] = {
				"255371", -- [1]
				"Timer255371ai", -- [2]
				"恐惧之面人工智能计时冷却", -- [3]
				40.0469999999914, -- [4]
				132111, -- [5]
				"ai", -- [6]
				255371, -- [7]
				2, -- [8]
				"2083", -- [9]
				["id"] = 2086,
			},
			["250258"] = {
				"250258", -- [1]
				"Timer250258next", -- [2]
				"下一次剧毒跳碾", -- [3]
				2, -- [4]
				132301, -- [5]
				"next", -- [6]
				250258, -- [7]
				3, -- [8]
				"2036", -- [9]
				["id"] = 2085,
			},
			["257593"] = {
				"257593", -- [1]
				"Timer257593ai", -- [2]
				"召唤地怒者人工智能计时冷却", -- [3]
				59.5040000000154, -- [4]
				136024, -- [5]
				"ai", -- [6]
				257593, -- [7]
				1, -- [8]
				"2114", -- [9]
				["id"] = 2106,
			},
			["272884"] = {
				"272884", -- [1]
				"Timer272884next", -- [2]
				"下一次打开酒桶", -- [3]
				12.2, -- [4]
				132621, -- [5]
				"next", -- [6]
				272884, -- [7]
				5, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["262292"] = {
				"262292", -- [1]
				"Timer262292cd", -- [2]
				"腐败反刍冷却", -- [3]
				31.4, -- [4]
				348565, -- [5]
				"cd", -- [6]
				262292, -- [7]
				3, -- [8]
				"2146", -- [9]
				["id"] = 2128,
			},
			["260879"] = {
				"260879", -- [1]
				"Timer260879ai", -- [2]
				"噬血箭人工智能计时冷却", -- [3]
				7.2899999999936, -- [4]
				538040, -- [5]
				"ai", -- [6]
				260879, -- [7]
				4, -- [8]
				"2157", -- [9]
				["id"] = 2111,
			},
			["263345"] = {
				"263345", -- [1]
				"Timer263345cd", -- [2]
				"巨力冲击冷却", -- [3]
				17, -- [4]
				1373903, -- [5]
				"cd", -- [6]
				263345, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["269493"] = {
				"269493", -- [1]
				"Timer269493cd", -- [2]
				"足球炸弹发射器冷却", -- [3]
				9.4, -- [4]
				660531, -- [5]
				"cd", -- [6]
				269493, -- [7]
				5, -- [8]
				"2109", -- [9]
				["id"] = 2105,
			},
			["263424"] = {
				"263424", -- [1]
				"Timer263424ai", -- [2]
				"电弧冲刺人工智能计时冷却", -- [3]
				11.7160000000149, -- [4]
				1041234, -- [5]
				"ai", -- [6]
				263424, -- [7]
				3, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["267639"] = {
				"267639", -- [1]
				"Timer267639ai", -- [2]
				"燃烧腐蚀人工智能计时冷却", -- [3]
				43.7090000000317, -- [4]
				892832, -- [5]
				"ai", -- [6]
				267639, -- [7]
				2, -- [8]
				"2171", -- [9]
				["id"] = 2142,
			},
			["266231"] = {
				"266231", -- [1]
				"Timer266231cd", -- [2]
				"斩首之斧冷却", -- [3]
				22.2, -- [4]
				132215, -- [5]
				"cd", -- [6]
				266231, -- [7]
				3, -- [8]
				"2170", -- [9]
				["id"] = 2140,
			},
			["265212"] = {
				"265212", -- [1]
				"Timer265212cd", -- [2]
				"育种冷却", -- [3]
				10, -- [4]
				136118, -- [5]
				"cd", -- [6]
				265212, -- [7]
				3, -- [8]
				"2166", -- [9]
				["id"] = 2134,
			},
			["256405"] = {
				"256405", -- [1]
				"Timer256405cd", -- [2]
				"狂鲨飓风冷却", -- [3]
				20.4, -- [4]
				463487, -- [5]
				"cd", -- [6]
				256405, -- [7]
				3, -- [8]
				"2094", -- [9]
				["id"] = 2095,
			},
			["261440"] = {
				"261440", -- [1]
				"Timer261440next", -- [2]
				"下一次恶性病原体", -- [3]
				10.5, -- [4]
				132104, -- [5]
				"next", -- [6]
				261440, -- [7]
				3, -- [8]
				"2128", -- [9]
				["id"] = 2116,
			},
			["267579"] = {
				"267579", -- [1]
				"Timer267579cd	Creature-0-3041-1861-7339-134590-00005C5132", -- [2]
				"钻地冷却", -- [3]
				30.5, -- [4]
				451165, -- [5]
				"cd", -- [6]
				267579, -- [7]
				6, -- [8]
				"2147", -- [9]
				["id"] = 2122,
			},
			["266951"] = {
				"266951", -- [1]
				"Timer266951ai", -- [2]
				"翻滚人工智能计时冷却", -- [3]
				23.4550000000163, -- [4]
				628134, -- [5]
				"ai", -- [6]
				266951, -- [7]
				3, -- [8]
				"2170", -- [9]
				["id"] = 2140,
			},
			["267312"] = {
				"267312", -- [1]
				"Timer267312cd", -- [2]
				"虚空的力量冷却", -- [3]
				15, -- [4]
				136221, -- [5]
				"cd", -- [6]
				267312, -- [7]
				5, -- [8]
				"2169", -- [9]
				["id"] = 2136,
			},
			["258338"] = {
				"258338", -- [1]
				"Timer258338cd", -- [2]
				"眩晕酒桶冷却", -- [3]
				21.7, -- [4]
				132620, -- [5]
				"cd", -- [6]
				258338, -- [7]
				3, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["267060"] = {
				"267060", -- [1]
				"Timer267060ai", -- [2]
				"元素的召唤人工智能计时冷却", -- [3]
				22.1200000000536, -- [4]
				538566, -- [5]
				"ai", -- [6]
				267060, -- [7]
				1, -- [8]
				"2170", -- [9]
				["id"] = 2140,
			},
			["257316"] = {
				"257316", -- [1]
				"Timer257316cd", -- [2]
				"来人，上！冷却", -- [3]
				10.4, -- [4]
				463515, -- [5]
				"cd", -- [6]
				257316, -- [7]
				3, -- [8]
				"2095", -- [9]
				["id"] = 2096,
			},
			["264603"] = {
				"264603", -- [1]
				"Timer264603ai", -- [2]
				"血之镜像人工智能计时冷却", -- [3]
				49.7660000000033, -- [4]
				1726347, -- [5]
				"ai", -- [6]
				264603, -- [7]
				1, -- [8]
				"2157", -- [9]
				["id"] = 2111,
			},
			["260741"] = {
				"260741", -- [1]
				"Timer260741next", -- [2]
				"下一次锯齿荨麻", -- [3]
				13.3, -- [4]
				959837, -- [5]
				"next", -- [6]
				260741, -- [7]
				5, -- [8]
				"2125", -- [9]
				["id"] = 2113,
			},
			["ej18397"] = {
				"ej18397", -- [1]
				"Timerej18397cd", -- [2]
				"蛛魔虚空编织者冷却", -- [3]
				60, -- [4]
				134399, -- [5]
				"cd", -- [6]
				"ej18397", -- [7]
				1, -- [8]
				"2169", -- [9]
				["id"] = 2136,
			},
			["256060"] = {
				"256060", -- [1]
				"Timer256060cd", -- [2]
				"复苏之酒冷却", -- [3]
				15.8, -- [4]
				132800, -- [5]
				"cd", -- [6]
				256060, -- [7]
				4, -- [8]
				"2102", -- [9]
				["id"] = 2093,
			},
			["268306"] = {
				"268306", -- [1]
				"Timer268306cd", -- [2]
				"不谐乐段冷却", -- [3]
				15.5, -- [4]
				463569, -- [5]
				"cd", -- [6]
				268306, -- [7]
				3, -- [8]
				"2128", -- [9]
				["id"] = 2116,
			},
			["275014"] = {
				"275014", -- [1]
				"Timer275014cd", -- [2]
				"腐败之水冷却", -- [3]
				3.4, -- [4]
				463570, -- [5]
				"cd", -- [6]
				275014, -- [7]
				5, -- [8]
				"2140", -- [9]
				["id"] = 2100,
			},
			["257882"] = {
				"257882", -- [1]
				"Timer257882ai", -- [2]
				"激流破奔人工智能计时冷却", -- [3]
				29.1629999999423, -- [4]
				135861, -- [5]
				"ai", -- [6]
				257882, -- [7]
				3, -- [8]
				"2134", -- [9]
				["id"] = 2099,
			},
			["259853"] = {
				"259853", -- [1]
				"Timer259853ai", -- [2]
				"化学灼烧人工智能计时冷却", -- [3]
				15.0409999999974, -- [4]
				132100, -- [5]
				"ai", -- [6]
				259853, -- [7]
				5, -- [8]
				"2115", -- [9]
				["id"] = 2107,
			},
			["267901"] = {
				"267901", -- [1]
				"Timer267901ai", -- [2]
				"铁墙祝福人工智能计时冷却", -- [3]
				32.7690000000293, -- [4]
				236370, -- [5]
				"ai", -- [6]
				267901, -- [7]
				5, -- [8]
				"2154", -- [9]
				["id"] = 2131,
			},
			["260508"] = {
				"260508", -- [1]
				"Timer260508cd", -- [2]
				"碾压冷却", -- [3]
				5.7, -- [4]
				132318, -- [5]
				"cd", -- [6]
				260508, -- [7]
				5, -- [8]
				"2126", -- [9]
				["id"] = 2114,
			},
			["260924"] = {
				"260924", -- [1]
				"Timer260924ai", -- [2]
				"钢铁风暴人工智能计时冷却", -- [3]
				60.7110000001267, -- [4]
				132316, -- [5]
				"ai", -- [6]
				260924, -- [7]
				3, -- [8]
				"2133", -- [9]
				["id"] = 2097,
			},
			["269686"] = {
				"269686", -- [1]
				"Timer269686target	Eilidan-萨尔", -- [2]
				"瘟疫: Eilidan-萨尔", -- [3]
				10, -- [4]
				804968, -- [5]
				"target", -- [6]
				269686, -- [7]
				5, -- [8]
				"2145", -- [9]
				["id"] = 2127,
			},
			["267299"] = {
				"267299", -- [1]
				"Timer267299ai", -- [2]
				"召唤深渊人工智能计时冷却", -- [3]
				6.39900000003399, -- [4]
				1305154, -- [5]
				"ai", -- [6]
				267299, -- [7]
				5, -- [8]
				"2156", -- [9]
				["id"] = 2133,
			},
			["275160"] = {
				"275160", -- [1]
				"Timer275160cd", -- [2]
				"戈霍恩的凝视冷却", -- [3]
				43.3, -- [4]
				136183, -- [5]
				"cd", -- [6]
				275160, -- [7]
				2, -- [8]
				"2147", -- [9]
				["id"] = 2122,
			},
			["267533"] = {
				"267533", -- [1]
				"Timer267533cd", -- [2]
				"回旋剑刃冷却", -- [3]
				9.8, -- [4]
				1500963, -- [5]
				"cd", -- [6]
				267533, -- [7]
				3, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["270373"] = {
				"270373", -- [1]
				"Timer270373cdcount	1", -- [2]
				"腐化之潮冷却（1）", -- [3]
				15, -- [4]
				1396973, -- [5]
				"cdcount", -- [6]
				270373, -- [7]
				3, -- [8]
				"2147", -- [9]
				["id"] = 2122,
			},
			["255434"] = {
				"255434", -- [1]
				"Timer255434ai", -- [2]
				"锯齿人工智能计时冷却", -- [3]
				40.1119999999937, -- [4]
				236304, -- [5]
				"ai", -- [6]
				255434, -- [7]
				5, -- [8]
				"2083", -- [9]
				["id"] = 2086,
			},
			["255591"] = {
				"255591", -- [1]
				"Timer255591next", -- [2]
				"下一次熔化的黄金", -- [3]
				16.5, -- [4]
				135903, -- [5]
				"next", -- [6]
				255591, -- [7]
				3, -- [8]
				"2082", -- [9]
				["id"] = 2084,
			},
		},
	},
	["spell_school_cache"] = {
		["火焰尾气"] = 4,
		["百裂爪"] = 1,
		["恶性喷发"] = 32,
		["重伤"] = 1,
		["死亡之愿"] = 32,
		["传染性残渣"] = 8,
		["灼热强袭"] = 4,
		["鲜血脓液"] = 32,
		["野火"] = 4,
		["刀锋冲刺"] = 1,
		["钻地"] = 1,
		["枯萎凋零"] = 32,
		["熔化的黄金"] = 4,
		["荆棘光环"] = 1,
		["污秽之刃"] = 40,
		["深渊的呼唤"] = 8,
		["闪光匕首"] = 1,
		["地雷爆炸"] = 4,
		["碎裂灵魂"] = 32,
		["自动射击"] = 1,
		["毒性释放"] = 8,
		["鲜血虹吸"] = 32,
		["腐蚀脉冲"] = 32,
		["激光矩阵"] = 64,
		["心脏震击"] = 8,
		["吞噬"] = 1,
		["横扫利爪"] = 1,
		["强风劈砍"] = 8,
		["神圣之盾"] = 2,
		["毁灭之智"] = 32,
		["坍缩"] = 8,
		["蒂基之焰"] = 4,
		["低吼冲锋"] = 1,
		["影舞步"] = 1,
		["艾泽里特觅心者"] = 1,
		["天灾领主之刺"] = 1,
		["火葬"] = 4,
		["湮灭帷幕"] = 32,
		["取回战槌"] = 1,
		["喷吐"] = 8,
		["灰烬觉醒"] = 6,
		["射击"] = 1,
		["恶性瘟疫"] = 32,
		["绝望深渊"] = 32,
		["致命狙击"] = 1,
		["毁灭闪电"] = 8,
		["眼棱"] = 124,
		["冰霜新星"] = 16,
		["嗜血成性"] = 32,
		["火焰之雨"] = 4,
		["痛苦无常"] = 32,
		["戈霍恩的凝视"] = 32,
		["奥术冲击"] = 64,
		["掠食之跃"] = 1,
		["拔根而起"] = 8,
		["燃烧的军火库"] = 4,
		["洪流"] = 16,
		["粉碎脉冲"] = 8,
		["粉碎防御"] = 1,
		["邪恶污染"] = 32,
		["灭战者"] = 1,
		["破浪者"] = 1,
		["痛击"] = 1,
		["个人护盾机"] = 1,
		["压制"] = 1,
		["定时爆炸"] = 4,
		["迫击炮射击"] = 1,
		["公正之剑"] = 1,
		["撕裂重殴"] = 1,
		["虚空箭雨"] = 32,
		["窒息沼气"] = 40,
		["传播感染"] = 32,
		["分裂之刺"] = 1,
		["硬化血脉"] = 32,
		["深度坠落"] = 1,
		["近战"] = 1,
		["沙德拉的回响"] = 32,
		["腐化胆汁"] = 8,
		["灵魂链接"] = 1,
		["沉重挥砍"] = 1,
		["加特林机枪"] = 1,
		["投枪"] = 1,
		["夺命黑鸦"] = 1,
		["地震回荡"] = 1,
		["弧形释放"] = 64,
		["邪能献祭"] = 4,
		["维克戈斯之怒"] = 16,
		["燃火外衣"] = 4,
		["镀金之爪"] = 1,
		["精神鞭笞"] = 32,
		["喷涌黑暗"] = 32,
		["重新武装"] = 1,
		["临界炽焰"] = 32,
		["狂鲨飓风"] = 1,
		["通电"] = 8,
		["燃烧之拳"] = 4,
		["蹒跚冲锋"] = 1,
		["锯刃"] = 1,
		["海潮涌动"] = 16,
		["艾泽里特冲击"] = 64,
		["战斧狂怒"] = 1,
		["莱赞之怒"] = 1,
		["重组冲击"] = 64,
		["烈酒投掷"] = 8,
		["裂地术"] = 5,
		["血色静电"] = 32,
		["不洁传染"] = 40,
		["蔓延腐化"] = 8,
		["重槌"] = 1,
		["锯齿切割"] = 1,
		["冰风暴"] = 16,
		["火球术"] = 4,
		["碎骨片"] = 1,
		["迅捷结界"] = 8,
		["狂暴冲锋"] = 1,
		["恶臭沼气"] = 8,
		["艾泽里特弹幕"] = 2,
		["巨口噬咬"] = 1,
		["燃烧弹片"] = 4,
		["旋转利斧"] = 1,
		["闪电之盾"] = 8,
		["恶毒槌击"] = 1,
		["衰落意志"] = 8,
		["腐化之咬"] = 40,
		["虚空鞭笞"] = 32,
		["毁灭之痕"] = 124,
		["狩猎跃击"] = 1,
		["“蕉”燥狂攻"] = 1,
		["疯狂幻象"] = 32,
		["腐化之潮"] = 40,
		["爪击"] = 1,
		["燃烧"] = 4,
		["剑刃乱舞"] = 1,
		["复仇之盾"] = 2,
		["雷霆冲击"] = 8,
		["大型红色火箭"] = 4,
		["暗影鞭笞"] = 32,
		["碎颅打击"] = 1,
		["鲜血灌注"] = 32,
		["死亡棱镜"] = 32,
		["混乱之箭"] = 124,
		["蜂蜜之爪"] = 8,
		["闪电箭"] = 8,
		["噬咬"] = 1,
		["释放混沌"] = 124,
		["盐水池"] = 16,
		["烧尽"] = 4,
		["长矛猛刺"] = 1,
		["腐化者的契约"] = 32,
		["不谐和弦"] = 32,
		["艾泽里特手榴弹"] = 4,
		["意志奴役"] = 32,
		["投掷利刃"] = 1,
		["大地之墙"] = 8,
		["吹动艾泽里特"] = 64,
		["黑火药炸弹"] = 4,
		["军团打击"] = 1,
		["腐烂恶臭"] = 8,
		["强化结界"] = 8,
		["喷涌"] = 16,
		["割裂"] = 1,
		["心脏打击"] = 1,
		["裂肠者"] = 1,
		["浸毒之爪"] = 8,
		["腐烂孢子"] = 32,
		["血爪"] = 1,
		["英勇飞跃"] = 1,
		["破城者"] = 1,
		["生命绽放"] = 8,
		["斩杀"] = 1,
		["艾泽里特催化剂"] = 4,
		["苦修"] = 2,
		["火焰之盾"] = 4,
		["哀伤之触"] = 32,
		["爆炎弹"] = 4,
		["十字军打击"] = 1,
		["乘胜追击"] = 1,
		["湮灭之球"] = 32,
		["污秽淤泥"] = 8,
		["撕咬"] = 1,
		["阴森挥砍"] = 1,
		["红牌"] = 1,
		["腐败之血"] = 32,
		["特制黑火药"] = 4,
		["穿刺长矛"] = 1,
		["熵能之拥"] = 48,
		["堕落之血"] = 32,
		["矛尖射击"] = 1,
		["召唤闪电"] = 8,
		["斩击"] = 1,
		["恐惧咆哮"] = 32,
		["灼烧"] = 4,
		["惩击"] = 2,
		["电磁感应"] = 8,
		["恶魔之咬"] = 1,
		["深海之握"] = 48,
		["变大的心脏"] = 32,
		["圣光回响"] = 2,
		["死亡横扫"] = 1,
		["自控导弹"] = 4,
		["利爪猛刺"] = 1,
		["瘟疫"] = 40,
		["毒性腐化"] = 40,
		["虚空齐射"] = 32,
		["冰霜疫病"] = 16,
		["冰刺"] = 16,
		["大灾变"] = 36,
		["再生之血"] = 40,
		["岩浆柱"] = 4,
		["骨堆"] = 32,
		["掷斧"] = 1,
		["旋风斩"] = 1,
		["不稳定的鲜血爆炸"] = 32,
		["赋予信仰"] = 2,
		["翻腾之血"] = 32,
		["吸血鬼之触"] = 32,
		["窒息海潮"] = 16,
		["火焰箭"] = 4,
		["竭心毒剂"] = 1,
		["真言术：盾"] = 2,
		["冲锋"] = 1,
		["血之疫病"] = 32,
		["赤红迸发"] = 32,
		["巨口之门"] = 32,
		["眼镜蛇射击"] = 1,
		["火舌攻击"] = 4,
		["发脾气"] = 1,
		["黑暗吸收"] = 32,
		["腾跃猛击"] = 1,
		["致命药膏"] = 8,
		["暗影束缚"] = 32,
		["秩序之源"] = 2,
		["守护者新星"] = 64,
		["终极菌体"] = 32,
		["听从我的召唤"] = 8,
		["静电释放"] = 1,
		["吞噬之影"] = 32,
		["恐怖撕裂"] = 1,
		["影中暗刃"] = 1,
		["污秽感染"] = 32,
		["暗影箭"] = 32,
		["爆炸虚空"] = 32,
		["真气爆裂"] = 8,
		["突进冲锋"] = 1,
		["毁灭"] = 32,
		["燃烧之地"] = 4,
		["腐败之水"] = 16,
		["毒性噬咬"] = 8,
		["瞄准火炮"] = 64,
		["暴怒"] = 1,
		["剑刃风暴"] = 1,
		["油脂枪"] = 1,
		["毒液喷吐"] = 8,
		["撕裂"] = 1,
		["血染大海"] = 1,
		["风土病毒"] = 32,
		["符文印记"] = 32,
		["暗言术：痛"] = 32,
		["点火"] = 4,
		["致伤之咬"] = 1,
		["灵魂荆棘"] = 1,
		["免疫力压制"] = 8,
		["沙尘暴"] = 8,
		["流水护甲"] = 16,
		["灵能冲击波"] = 32,
		["击碎"] = 1,
		["易燃材料"] = 4,
		["炽燃的艾泽里特"] = 4,
		["舔舐"] = 8,
		["野蛮打击"] = 1,
		["踏浪冲锋"] = 16,
		["刀锋之牙"] = 1,
		["审判"] = 2,
		["左右开弓"] = 1,
		["育种"] = 32,
		["缠绕的蛇群"] = 1,
		["绝杀毒液"] = 8,
		["大海之歌"] = 16,
		["爆裂"] = 32,
		["野兽顺劈"] = 1,
		["回旋剑刃"] = 8,
		["多重射击"] = 1,
		["杀戮命令"] = 1,
		["荆棘弹幕"] = 1,
		["锯齿利牙"] = 1,
		["冰川尖刺"] = 16,
		["血肉模糊"] = 1,
		["针刺"] = 1,
		["冰镇汽水"] = 16,
		["混乱打击"] = 127,
		["诡异魅影"] = 32,
		["投掷石块"] = 1,
		["荆棘树根"] = 8,
		["剧毒的爪子"] = 8,
		["火把攻击"] = 4,
		["碎裂投掷"] = 1,
		["狂风鞭笞"] = 8,
		["恐惧箭雨"] = 64,
		["凝聚瘟疫"] = 32,
		["剧毒腐化"] = 8,
		["滴血"] = 32,
		["毒性淤泥"] = 8,
		["湮灭冲击"] = 32,
		["剑刃连击"] = 1,
		["灭杀"] = 16,
		["掩护"] = 1,
		["神圣之火"] = 2,
		["炼狱蔽体"] = 32,
		["鬼影缠身"] = 32,
		["感染"] = 32,
		["狂热"] = 2,
		["Corpo-a-Corpo"] = 1,
		["钢铁箭雨"] = 1,
		["瘟疫炸弹"] = 32,
		["泰坦火花"] = 64,
		["不稳定的符文印记"] = 32,
		["腐烂波"] = 8,
		["恶魔变形"] = 124,
		["舷侧攻击"] = 64,
		["黑暗启示"] = 32,
		["暴风雪"] = 16,
		["推进器冲击"] = 8,
		["戈霍恩之蚀"] = 32,
		["颠覆"] = 1,
		["腐化者的意志"] = 32,
		["爆炸"] = 4,
		["石化"] = 8,
		["恶毒臭气"] = 8,
		["奇美拉射击"] = 16,
		["细胞毒素"] = 8,
		["死疽溃烂"] = 40,
		["阿尔法炮"] = 4,
		["火炮弹幕"] = 4,
		["弹出！"] = 1,
		["奥术飞弹"] = 64,
		["风怒攻击"] = 1,
		["蠕行苔藓"] = 40,
		["正中眉心"] = 1,
		["剧毒之池"] = 8,
		["风暴打击"] = 1,
		["防御矩阵"] = 64,
		["剧痛鞭笞"] = 32,
		["腐化的黄金"] = 4,
		["不谐乐段"] = 32,
		["净化荡涤"] = 4,
		["脓疮爆发"] = 8,
		["恶毒菌株"] = 40,
		["恶魔之箭"] = 36,
		["邪能弹幕"] = 124,
		["黄金之触"] = 1,
		["毁灭箭"] = 32,
		["毒性打击"] = 8,
		["践踏"] = 1,
		["流沙陷阱"] = 8,
		["灼烧试剂"] = 4,
		["污秽油膜"] = 8,
		["狂热重击"] = 1,
		["毁灭之潮"] = 16,
		["爆燃冲刺"] = 1,
		["灵魂盛宴"] = 32,
		["不羁的火花"] = 8,
		["英勇投掷"] = 1,
		["冷漠光环"] = 1,
		["致死打击"] = 1,
		["回旋飞斧"] = 1,
		["影袭"] = 1,
		["织网者的灵魂宝石"] = 32,
		["兽穴之母"] = 1,
		["恐怖光环"] = 32,
		["上古摧心者"] = 32,
		["充血爆发"] = 32,
		["折磨"] = 32,
		["翻腾黑暗"] = 32,
		["艾泽里特射击"] = 65,
		["夏尔扎克斯的觉醒"] = 32,
		["狂风之力"] = 1,
		["回旋风暴"] = 8,
		["献祭光环"] = 4,
		["奉献"] = 2,
		["噬血箭"] = 32,
		["充电"] = 8,
		["震荡榴弹"] = 4,
		["倒刺射击"] = 1,
		["钉刺之毒"] = 8,
		["眩晕"] = 1,
		["疫病之地"] = 40,
		["污血"] = 32,
		["微型飞弹"] = 4,
		["碎魂"] = 32,
		["腐物喷发"] = 8,
		["激流冲击"] = 8,
		["重型军火"] = 64,
		["灵魂操控"] = 32,
		["鲜血大槌"] = 32,
		["暗影打击"] = 1,
		["肉块风暴"] = 1,
		["剧毒倒钩"] = 8,
		["灵界打击"] = 1,
		["钻地猛砸"] = 1,
		["鞭笞"] = 1,
		["鲜血之喉"] = 1,
		["手枪射击"] = 4,
		["湮灭光束"] = 32,
		["火箭靴"] = 4,
		["化学灼烧"] = 8,
		["挥之不去的恶心感"] = 8,
		["冰锥术"] = 16,
		["燃烧残片"] = 4,
		["利爪挥砍"] = 1,
		["末日凝视"] = 8,
		["粉碎湮灭"] = 32,
		["邪能冲撞"] = 127,
		["毁灭迫近"] = 32,
		["献祭"] = 4,
		["电裂长空"] = 8,
		["死神的抚摩"] = 32,
		["死界之伤"] = 1,
		["铁铲掴击"] = 1,
		["混乱新星"] = 124,
		["真气波"] = 8,
		["猛击"] = 1,
		["邪恶喷吐"] = 40,
		["熔火之皮"] = 4,
		["净化烈焰"] = 4,
		["寒冰宝珠"] = 16,
		["激流破奔"] = 16,
		["乱射"] = 1,
		["劈砍"] = 1,
		["反冲气流"] = 8,
		["尘土云"] = 1,
		["虚弱妖术"] = 32,
		["锯齿咬颚"] = 1,
		["凶狠噬咬"] = 1,
		["重击者"] = 1,
		["艾泽里特液球"] = 4,
		["奥迪尔防御射线"] = 64,
		["扭动的鲨鱼"] = 1,
		["瘙痒叮咬"] = 1,
		["风暴之锤"] = 1,
		["砸桶"] = 1,
		["鲜血风暴"] = 32,
		["脉冲"] = 8,
		["愤怒之锤"] = 2,
		["大地打击"] = 8,
		["鲜血喷泉"] = 32,
		["疾风军刀"] = 8,
		["刀刃劈砍"] = 1,
		["暗影残留物"] = 32,
		["拖拽鱼叉"] = 1,
		["岩石重击"] = 1,
		["爆炸腐蚀"] = 40,
		["翻腾欺诈"] = 32,
		["顺劈斩"] = 1,
		["圣殿骑士的裁决"] = 2,
		["宁静"] = 8,
		["复仇回避"] = 1,
		["阳炎之怒"] = 8,
		["割裂猛刺"] = 1,
		["副手风暴轰击"] = 1,
	},
	["deathlog_healingdone_min"] = 1,
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["realtime_dps_size"] = 12,
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_shadow"] = true,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["run_code"] = {
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["realm_sync"] = true,
	["createauraframe"] = {
	},
	["item_level_pool"] = {
		["Player-829-037C7426"] = {
			["time"] = 1541864314,
			["name"] = "夜見丶",
			["ilvl"] = 378.5,
		},
		["Player-829-03E19F7E"] = {
			["time"] = 1541862940,
			["name"] = "洃洃啸兲吠",
			["ilvl"] = 375.3125,
		},
		["Player-829-039B0BB7"] = {
			["name"] = "糖稀鸡蛋",
			["time"] = 1541776078,
			["ilvl"] = 377.3125,
		},
		["Player-829-038DA4AA"] = {
			["time"] = 1541863673,
			["name"] = "丨海纳百川丨",
			["ilvl"] = 377.6,
		},
		["Player-829-03A1F469"] = {
			["name"] = "萌娘百科",
			["time"] = 1541779329,
			["ilvl"] = 377.375,
		},
		["Player-829-0386D7DB"] = {
			["time"] = 1541864324,
			["name"] = "尊严德",
			["ilvl"] = 370.25,
		},
		["Player-829-0381D4C3"] = {
			["time"] = 1541861710,
			["name"] = "嘀嘀叭叭丶",
			["ilvl"] = 379.625,
		},
		["Player-829-038F62A8"] = {
			["time"] = 1541864325,
			["name"] = "扎贡丶纳斯",
			["ilvl"] = 379.125,
		},
		["Player-829-03E48D1F"] = {
			["name"] = "若光似影",
			["time"] = 1541778872,
			["ilvl"] = 372.1875,
		},
	},
	["savedCustomSpells"] = {
		{
			1, -- [1]
			"近战", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"自动射击", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			4, -- [1]
			"环境伤害 (溺水)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [3]
		{
			8, -- [1]
			"环境伤害 (粘液)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [4]
		{
			88082, -- [1]
			"火球术 (镜像)", -- [2]
			135812, -- [3]
		}, -- [5]
		{
			94472, -- [1]
			"救赎 (致命)", -- [2]
			135887, -- [3]
		}, -- [6]
		{
			59638, -- [1]
			"寒冰箭 (镜像)", -- [2]
			135846, -- [3]
		}, -- [7]
		{
			237680, -- [1]
			"凛风冲击 (AoE)", -- [2]
			135833, -- [3]
		}, -- [8]
		{
			5, -- [1]
			"环境伤害 (疲劳)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [9]
		{
			215969, -- [1]
			"传染 (AoE)", -- [2]
			136066, -- [3]
		}, -- [10]
		{
			3, -- [1]
			"环境伤害 (高处坠落)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [11]
		{
			6, -- [1]
			"环境伤害 (火烧)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [12]
		{
			44461, -- [1]
			"活动炸弹 (爆炸)", -- [2]
			236220, -- [3]
		}, -- [13]
		{
			120761, -- [1]
			"飞刃 (Glaive #2)", -- [2]
			132330, -- [3]
		}, -- [14]
		{
			121414, -- [1]
			"飞刃 (Glaive #1)", -- [2]
			132330, -- [3]
		}, -- [15]
		{
			49184, -- [1]
			"凛风冲击 (Main Target)", -- [2]
			135833, -- [3]
		}, -- [16]
		{
			7, -- [1]
			"环境伤害 (岩浆)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [17]
		{
			70890, -- [1]
			"天灾打击 (Shadow)", -- [2]
			237530, -- [3]
		}, -- [18]
		{
			212739, -- [1]
			"传染 (Main Target)", -- [2]
			136066, -- [3]
		}, -- [19]
		{
			55090, -- [1]
			"天灾打击 (Physical)", -- [2]
			237530, -- [3]
		}, -- [20]
		{
			98021, -- [1]
			"血量交换", -- [2]
			237586, -- [3]
		}, -- [21]
		{
			33778, -- [1]
			"生命绽放 (Bloom)", -- [2]
			134206, -- [3]
		}, -- [22]
		{
			278227, -- [1]
			"后脊 (Trinket)", -- [2]
			134439, -- [3]
		}, -- [23]
		{
			268998, -- [1]
			"灵魂鼓舞 (Trinket)", -- [2]
			651093, -- [3]
		}, -- [24]
		{
			278812, -- [1]
			"雄狮圣恩 (Trinket)", -- [2]
			464140, -- [3]
		}, -- [25]
		{
			270827, -- [1]
			"织网者的灵魂宝石 (Trinket)", -- [2]
			237431, -- [3]
		}, -- [26]
		{
			279664, -- [1]
			"鲜血胆汁 (Trinket)", -- [2]
			136007, -- [3]
		}, -- [27]
		{
			278359, -- [1]
			"血之憎恨 (Trinket)", -- [2]
			132175, -- [3]
		}, -- [28]
		{
			278155, -- [1]
			"夏尔扎克斯的残留之力 (Trinket)", -- [2]
			254105, -- [3]
		}, -- [29]
		{
			271115, -- [1]
			"炎法师的引线 (Trinket)", -- [2]
			1119937, -- [3]
		}, -- [30]
		{
			277179, -- [1]
			"适者生存 (Trinket)", -- [2]
			135884, -- [3]
		}, -- [31]
		{
			278057, -- [1]
			"不稳定的鲜血爆炸 (Trinket)", -- [2]
			538040, -- [3]
		}, -- [32]
		{
			277185, -- [1]
			"深掘 (Trinket)", -- [2]
			134229, -- [3]
		}, -- [33]
		{
			277187, -- [1]
			"顽强精神 (Trinket)", -- [2]
			135884, -- [3]
		}, -- [34]
		{
			277181, -- [1]
			"胜利的味道 (Trinket)", -- [2]
			135897, -- [3]
		}, -- [35]
		{
			278862, -- [1]
			"符文之凛 (Trinket)", -- [2]
			252270, -- [3]
		}, -- [36]
		{
			271462, -- [1]
			"朽烂外壳巫毒娃娃 (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [37]
		{
			270925, -- [1]
			"喷泉 (Trinket)", -- [2]
			1698701, -- [3]
		}, -- [38]
		{
			271071, -- [1]
			"黑暗低语海螺 (Trinket)", -- [2]
			1498840, -- [3]
		}, -- [39]
		{
			271465, -- [1]
			"朽烂外壳巫毒娃娃 (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [40]
		{
			278383, -- [1]
			"风暴涌动 (Trinket)", -- [2]
			2103829, -- [3]
		}, -- [41]
		{
			271671, -- [1]
			"不谐和弦 (Trinket)", -- [2]
			454048, -- [3]
		}, -- [42]
		{
			196917, -- [1]
			"殉道者之光 (伤害)", -- [2]
			135938, -- [3]
		}, -- [43]
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["always_use_profile"] = false,
	["switchSaved"] = {
		["slots"] = 24,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
			{
			}, -- [15]
			{
			}, -- [16]
			{
			}, -- [17]
			{
			}, -- [18]
			{
			}, -- [19]
			{
			}, -- [20]
			{
			}, -- [21]
			{
			}, -- [22]
			{
			}, -- [23]
			{
			}, -- [24]
			{
			}, -- [25]
			{
			}, -- [26]
			{
			}, -- [27]
			{
			}, -- [28]
			{
			}, -- [29]
			{
			}, -- [30]
			{
			}, -- [31]
			{
			}, -- [32]
			{
			}, -- [33]
			{
			}, -- [34]
			{
			}, -- [35]
			{
			}, -- [36]
			{
			}, -- [37]
			{
			}, -- [38]
			{
			}, -- [39]
			{
			}, -- [40]
		},
	},
	["update_warning_timeout"] = 10,
	["always_use_profile_name"] = "",
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["plugin_window_pos"] = {
		["y"] = 24.1650772094727,
		["x"] = 140.62321472168,
		["point"] = "LEFT",
		["scale"] = 1,
	},
	["savedTimeCaptures"] = {
	},
	["latest_news_saw"] = "v8.0.1.6449",
	["custom"] = {
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "每个人造成伤害的时间",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "活跃伤害时间",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Achievement_PVP_H_06",
			["script_version"] = 1,
		}, -- [1]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "每个人造成治疗的时间.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "活跃治疗时间",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Achievement_PVP_G_06",
			["script_version"] = 1,
		}, -- [2]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "造成群体控制",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [3]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "受到群体控制",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Mage_IceNova",
			["script_version"] = 2,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "在统计中显示你的技能.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "我的技能",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local role = UnitGroupRolesAssigned (\"player\")\n				local pet_attribute\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\ABILITY_MAGE_ARCANEBARRAGE",
			["script_version"] = 5,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示对标记骷髅的目标造成的伤害数值",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "对骷髅标记目标造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示对其它所有标记的目标造成的伤害数值",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "对其它标记目标造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "对护盾造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示你的团队中谁在战斗时使用了药水.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n			    local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n			    if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n			    end\n			end\n\n			--get the buff container for all the others potions\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n			    --potion of the jade serpent\n			    local jade_serpent_potion = buff_uptime_container [DETAILS_INT_POTION_ID]\n			    if (jade_serpent_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_INT_POTION_ID)\n				GameCooltip:AddLine (name, jade_serpent_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n			    end\n			    \n			    --potion of mogu power\n			    local mogu_power_potion = buff_uptime_container [DETAILS_STR_POTION_ID]\n			    if (mogu_power_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_STR_POTION_ID)\n				GameCooltip:AddLine (name, mogu_power_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n			    end\n			    \n			    --mana potion\n			    local mana_potion = buff_uptime_container [DETAILS_MANA_POTION_ID]\n			    if (mana_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_MANA_POTION_ID)\n				GameCooltip:AddLine (name, mana_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n			    end\n			    \n			    --prolongued power\n			    local prolongued_power = buff_uptime_container [DETAILS_AGI_POTION_ID]\n			    if (prolongued_power) then\n				local name, _, icon = GetSpellInfo (DETAILS_AGI_POTION_ID)\n				GameCooltip:AddLine (name, prolongued_power.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n			    end\n			    \n			    --potion of the mountains\n			    local mountains_potion = buff_uptime_container [DETAILS_STAMINA_POTION_ID]\n			    if (mountains_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_STAMINA_POTION_ID)\n				GameCooltip:AddLine (name, mountains_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n			    end\n			end\n		",
			["attribute"] = false,
			["name"] = "有使用药水",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n				    \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					\n					local found_potion = false\n					\n					--get the spell debuff uptime container\n					local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n					if (debuff_uptime_container) then\n					    --potion of focus (can't use as pre-potion, so, its amount is always 1\n					    local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n\n					    if (focus_potion) then\n						total = total + 1\n						found_potion = true\n						if (top < 1) then\n						    top = 1\n						end\n						--add amount to the player \n						instance_container:AddValue (player, 1)\n					    end\n					end\n					\n					--get the spell buff uptime container\n					local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n					if (buff_uptime_container) then\n					    \n					    --potion of the jade serpent\n					    local jade_serpent_potion = buff_uptime_container [DETAILS_INT_POTION_ID]\n					    if (jade_serpent_potion) then\n						local used = jade_serpent_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of mogu power\n					    local mogu_power_potion = buff_uptime_container [DETAILS_STR_POTION_ID]\n					    if (mogu_power_potion) then\n						local used = mogu_power_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --mana potion\n					    local mana_potion = buff_uptime_container [DETAILS_MANA_POTION_ID]\n					    if (mana_potion) then\n						local used = mana_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of prolongued power\n					    local prolongued_power = buff_uptime_container [DETAILS_AGI_POTION_ID]\n					    if (prolongued_power) then\n						local used = prolongued_power.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of the mountains\n					    local mountains_potion = buff_uptime_container [DETAILS_STAMINA_POTION_ID]\n					    if (mountains_potion) then\n						local used = mountains_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					end\n					\n					if (found_potion) then\n					    amount = amount + 1\n					end    \n				    end\n				end\n\n				--return:\n				return total, top, amount\n				",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Trade_Alchemy_PotionD4",
			["script_version"] = 4,
		}, -- [9]
		{
			["source"] = false,
			["desc"] = "显示你的队伍中谁使用过治疗药水或者治疗石",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["name"] = "治疗药水&治疗石",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\warlock_ healthstone",
			["script_version"] = 14,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n				    local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n				    OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				if (instance.row_info.textR_show_data[3]) then\n				    s = ToK (_, value) .. \" (\" .. s .. \", \"\n				else\n				    s = ToK (_, value) .. \" (\" .. s\n				end\n\n				return s\n			",
			["desc"] = "Show overall damage done on the fly.",
			["attribute"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n				    return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					instance_container:AddValue (player, player.total)\n				    end\n				end\n\n				if (Details.in_combat) then\n				    for _, player in ipairs ( damage_container_current ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n					    instance_container:AddValue (player, player.total)        \n					end\n				    end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["name"] = "动态总体伤害",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				local player = CurrentCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n				    tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n				for i, t in ipairs (sortedList) do\n				    local spellID, total = unpack (t)\n				    if (total > 1) then\n					local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n					\n					GameCooltip:AddLine (spellName, format_func (_, total))\n					Details:AddTooltipBackgroundStatusbar()\n					GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Achievement_Quests_Completed_08",
			["script_version"] = 4,
		}, -- [11]
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"4 - Reversing switches.", -- [3]
		"6 - Saving Config.", -- [4]
		"7 - Saving Profiles.", -- [5]
		"8 - Saving nicktag cache.", -- [6]
	},
	["tutorial"] = {
		["unlock_button"] = 4,
		["main_help_button"] = 418,
		["SWITCH_PANEL_FIRST_OPENED"] = true,
		["ATTRIBUTE_SELECT_TUTORIAL1"] = true,
		["logons"] = 418,
		["STREAMER_FEATURES_POPUP1"] = true,
		["ctrl_click_close_tutorial"] = false,
		["WINDOW_GROUP_MAKING1"] = true,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["bookmark_tutorial"] = true,
		["OVERALLDATA_WARNING1"] = 6,
		["OPTIONS_PANEL_OPENED"] = true,
		["version_announce"] = 0,
		["WINDOW_LOCK_UNLOCK1"] = true,
		["ENCOUNTER_DETAILS_BALLON_TUTORIAL1"] = true,
		["MIN_COMBAT_TIME"] = true,
		["DETAILS_INFO_TUTORIAL2"] = 10,
	},
	["lastUpdateWarning"] = 1541767421,
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
			["y"] = -19.8230590820313,
			["x"] = -10.973313331604,
			["point"] = "LEFT",
			["scale"] = 1,
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 20,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = false,
		["mythicrun_chart_frame_ready"] = {
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
			["y"] = -1.525878906250e-005,
			["x"] = 3.05175781250e-005,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["last_mythicrun_chart"] = {
		},
	},
}
