
EPGP_DB = {
	["namespaces"] = {
		["boss"] = {
		},
		["loot"] = {
		},
		["warnings"] = {
		},
		["whisper"] = {
		},
		["gptooltip"] = {
		},
		["announce"] = {
		},
		["log"] = {
			["profiles"] = {
				["最终的梦想"] = {
					["snapshot"] = {
						["roster_info"] = {
							{
								"记忆的大美哥-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [1]
							{
								"暗言术喵-燃烧之刃", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [2]
							{
								"诺和灵-燃烧之刃", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [3]
							{
								"Oscarsr-燃烧之刃", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [4]
							{
								"芙熏-燃烧之刃", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [5]
							{
								"治愈之剑-燃烧之刃", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [6]
							{
								"殈骑-燃烧之刃", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [7]
							{
								"滚釖肉丶-燃烧之刃", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [8]
							{
								"慢热的凉白开-燃烧之刃", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [9]
							{
								"特撸一下-燃烧之刃", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [10]
							{
								"曾妮-燃烧之刃", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [11]
							{
								"无妄无为-燃烧之刃", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [12]
							{
								"七景终落-燃烧之刃", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [13]
							{
								"雨季听雪-燃烧之刃", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [14]
							{
								"慕奶怡-燃烧之刃", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [15]
							{
								"弗吉达之怒丶-燃烧之刃", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [16]
							{
								"Dhuntress-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [17]
							{
								"浪子回归-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [18]
							{
								"冰凝依霜-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [19]
							{
								"天空神经领袖-燃烧之刃", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [20]
							{
								"灵魂小贼-燃烧之刃", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [21]
							{
								"灬雨季-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [22]
							{
								"套弄-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [23]
							{
								"白小壹-燃烧之刃", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [24]
							{
								"Cokacola-燃烧之刃", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [25]
							{
								"銹刀-燃烧之刃", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [26]
							{
								"狐妖美姬-燃烧之刃", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [27]
							{
								"叭叽叭叽丶-燃烧之刃", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [28]
							{
								"喵言术嗷呜-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [29]
							{
								"幽琴羽衣-燃烧之刃", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [30]
							{
								"三途汌-燃烧之刃", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [31]
							{
								"溴溴豞-燃烧之刃", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [32]
							{
								"Pandahero-燃烧之刃", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [33]
							{
								"嘀嘀叭叭丶-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [34]
							{
								"炎燚-燃烧之刃", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [35]
							{
								"天凉王破-燃烧之刃", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [36]
							{
								"伊万杰琳-燃烧之刃", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [37]
							{
								"三妻儿十一-燃烧之刃", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [38]
							{
								"爱与愁-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [39]
							{
								"玖渚蓝蓝-燃烧之刃", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [40]
							{
								"优泌林-燃烧之刃", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [41]
							{
								"扎贡丶纳斯-燃烧之刃", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [42]
							{
								"立二拆三-燃烧之刃", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [43]
							{
								"币开头小德-燃烧之刃", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [44]
							{
								"飍风-燃烧之刃", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [45]
							{
								"给你大保健-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [46]
							{
								"阿萨托斯丶-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [47]
							{
								"背锅熊丶-燃烧之刃", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [48]
							{
								"我叫不高兴丶-燃烧之刃", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [49]
							{
								"陌路灬-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [50]
							{
								"皓月东归-燃烧之刃", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [51]
							{
								"迷糊的小绵羊-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [52]
							{
								"熊熊妞妞-燃烧之刃", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [53]
							{
								"丨薄荷丨-燃烧之刃", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [54]
							{
								"露露杏仁露-燃烧之刃", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [55]
							{
								"无归漫游-燃烧之刃", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [56]
							{
								"請勿投食-燃烧之刃", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [57]
							{
								"光暗之心-燃烧之刃", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [58]
							{
								"Howell-燃烧之刃", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [59]
							{
								"绝殺丶-燃烧之刃", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [60]
							{
								"萌娘百科-燃烧之刃", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [61]
							{
								"半巨人春娇-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [62]
							{
								"专业小奶-燃烧之刃", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [63]
							{
								"倵僧丶-燃烧之刃", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [64]
							{
								"一耳巴仔-燃烧之刃", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [65]
							{
								"阿婆婆蹦蹦-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [66]
							{
								"墨色残阳-燃烧之刃", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [67]
							{
								"Eredarlord-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [68]
							{
								"Deathkissky-燃烧之刃", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [69]
							{
								"记忆的大鸽子-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [70]
							{
								"Eine-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [71]
							{
								"六道空-燃烧之刃", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [72]
							{
								"Onerock-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [73]
							{
								"窝烙科-燃烧之刃", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [74]
							{
								"乌尔旳雪地靴-燃烧之刃", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [75]
							{
								"米露-燃烧之刃", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [76]
							{
								"闪現-燃烧之刃", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [77]
							{
								"牛奶酒-燃烧之刃", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [78]
							{
								"Antipathy-燃烧之刃", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [79]
							{
								"那个熊踢-燃烧之刃", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [80]
							{
								"悪魔嘚契約-燃烧之刃", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [81]
							{
								"天素-燃烧之刃", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [82]
							{
								"黑羽家的喵-燃烧之刃", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [83]
							{
								"溪云山雨-燃烧之刃", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [84]
							{
								"扎丝特思-燃烧之刃", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [85]
							{
								"炯炯更有神-燃烧之刃", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [86]
							{
								"拾玖番-燃烧之刃", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [87]
							{
								"Juventini-燃烧之刃", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [88]
							{
								"记忆得夏天-燃烧之刃", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [89]
							{
								"长门号-燃烧之刃", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [90]
							{
								"段段-燃烧之刃", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [91]
							{
								"糖稀鸡蛋-燃烧之刃", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [92]
							{
								"星辰时光-燃烧之刃", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [93]
							{
								"呱呱丶蛙-燃烧之刃", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [94]
							{
								"Kissdara-燃烧之刃", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [95]
							{
								"画甲肖张-燃烧之刃", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [96]
							{
								"天生恶魔-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [97]
							{
								"落尽的浮华-燃烧之刃", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [98]
							{
								"风筝蛋蛋-燃烧之刃", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [99]
							{
								"尊严德-燃烧之刃", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [100]
							{
								"喀莎莉-燃烧之刃", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [101]
							{
								"Ksiswhite-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [102]
							{
								"吧唧叭叽丶-燃烧之刃", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [103]
							{
								"吃我一贱丶-燃烧之刃", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [104]
							{
								"谁在那儿-燃烧之刃", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [105]
							{
								"Echoforever-燃烧之刃", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [106]
							{
								"床上爱上你-燃烧之刃", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [107]
							{
								"慝丶-燃烧之刃", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [108]
							{
								"寻欢一世-燃烧之刃", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [109]
							{
								"夜末浅唱-燃烧之刃", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [110]
							{
								"秋意渐侬-燃烧之刃", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [111]
							{
								"山涧明月-燃烧之刃", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [112]
							{
								"围灬城-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [113]
							{
								"五月五号-燃烧之刃", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [114]
							{
								"兜兜归唻-燃烧之刃", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [115]
							{
								"燕麦牛奶-燃烧之刃", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [116]
							{
								"小段段-燃烧之刃", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [117]
							{
								"茄汁鱼卷-燃烧之刃", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [118]
							{
								"复杂丶-燃烧之刃", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [119]
							{
								"不想搭理你-燃烧之刃", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [120]
							{
								"自杀贼-燃烧之刃", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [121]
							{
								"你搞笑-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [122]
							{
								"陌路丶丶-燃烧之刃", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [123]
							{
								"滴门夯特-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [124]
							{
								"Help-燃烧之刃", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [125]
							{
								"宋闵浩-燃烧之刃", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [126]
							{
								"玛利亚奈-燃烧之刃", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [127]
							{
								"寧靜致遠-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [128]
							{
								"那只猫的忧伤-燃烧之刃", -- [1]
								"HUNTER", -- [2]
								"", -- [3]
							}, -- [129]
							{
								"燃烧段段-燃烧之刃", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [130]
							{
								"洛克坦丶欧嘎-燃烧之刃", -- [1]
								"WARRIOR", -- [2]
								"", -- [3]
							}, -- [131]
							{
								"风飍-燃烧之刃", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [132]
							{
								"蝙蝠披风-燃烧之刃", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [133]
							{
								"林夕喀-燃烧之刃", -- [1]
								"SHAMAN", -- [2]
								"", -- [3]
							}, -- [134]
							{
								"永远都是宇哥-燃烧之刃", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [135]
							{
								"Tigos-燃烧之刃", -- [1]
								"WARLOCK", -- [2]
								"", -- [3]
							}, -- [136]
							{
								"何鑫橙丶-燃烧之刃", -- [1]
								"DEMONHUNTER", -- [2]
								"", -- [3]
							}, -- [137]
							{
								"我叫没头脑丶-燃烧之刃", -- [1]
								"DRUID", -- [2]
								"", -- [3]
							}, -- [138]
							{
								"Griselde-燃烧之刃", -- [1]
								"DEATHKNIGHT", -- [2]
								"", -- [3]
							}, -- [139]
							{
								"牛牛不壞-燃烧之刃", -- [1]
								"PALADIN", -- [2]
								"", -- [3]
							}, -- [140]
							{
								"Tigoss-燃烧之刃", -- [1]
								"PRIEST", -- [2]
								"", -- [3]
							}, -- [141]
							{
								"老牛也有春天-燃烧之刃", -- [1]
								"MONK", -- [2]
								"", -- [3]
							}, -- [142]
							{
								"十七夜神-燃烧之刃", -- [1]
								"MAGE", -- [2]
								"", -- [3]
							}, -- [143]
							{
								"采花的小松鼠-燃烧之刃", -- [1]
								"ROGUE", -- [2]
								"", -- [3]
							}, -- [144]
						},
						["time"] = 1531312980,
					},
				},
			},
		},
	},
	["profileKeys"] = {
		["喵言术嗷呜 - 燃烧之刃"] = "最终的梦想",
		["泠凊腤 - 拉文凯斯"] = "泠凊腤 - 拉文凯斯",
		["立二拆三 - 燃烧之刃"] = "最终的梦想",
		["Testlze - 燃烧之刃"] = "Testlze - 燃烧之刃",
		["备前长船 - 阿克蒙德"] = "备前长船 - 阿克蒙德",
		["备前长光 - 白银之手"] = "备前长光 - 白银之手",
		["Pantyazure - 燃烧之刃"] = "Pantyazure - 燃烧之刃",
		["萌娘百科 - 燃烧之刃"] = "最终的梦想",
		["喵喵了个咪肉 - 燃烧之刃"] = "喵喵了个咪肉 - 燃烧之刃",
		["自杀贼 - 燃烧之刃"] = "最终的梦想",
		["尊严德 - 燃烧之刃"] = "最终的梦想",
		["暗言术喵 - 燃烧之刃"] = "最终的梦想",
		["喵喵围炉斯 - 燃烧之刃"] = "喵喵围炉斯 - 燃烧之刃",
	},
	["global"] = {
		["last_version"] = "v5.12.17",
		["last_tier"] = 703,
	},
	["profiles"] = {
		["喵言术嗷呜 - 燃烧之刃"] = {
			["outsiders"] = 0,
		},
		["备前长光 - 白银之手"] = {
		},
		["尊严德 - 燃烧之刃"] = {
			["outsiders"] = 0,
		},
		["萌娘百科 - 燃烧之刃"] = {
			["outsiders"] = 0,
		},
		["立二拆三 - 燃烧之刃"] = {
			["outsiders"] = 0,
		},
		["最终的梦想"] = {
			["outsiders"] = 0,
			["bonus_loot_log"] = {
				{
					["player"] = "尊严德",
					["timestamp"] = "2016-10-01 14:07:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [1]
				{
					["timestamp"] = "2016-10-04 12:29:00",
					["player"] = "喵言术嗷呜",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [2]
				{
					["player"] = "尊严德",
					["timestamp"] = "2016-10-06 13:00:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [3]
				{
					["player"] = "喵言术嗷呜",
					["coinsLeft"] = "0",
					["timestamp"] = "2016-10-06 14:36:00",
					["reward"] = "|cffa335ee|Hitem:141482::::::::110:581::3:1:1472:::|h[不稳定的奥术水晶]|h|r",
					["currencyID"] = "0",
				}, -- [4]
				{
					["player"] = "尊严德",
					["timestamp"] = "2016-10-06 21:58:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [5]
				{
					["player"] = "尊严德",
					["timestamp"] = "2016-10-06 22:39:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [6]
				{
					["player"] = "尊严德",
					["timestamp"] = "2016-10-06 22:54:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [7]
				{
					["timestamp"] = "2016-10-13 21:50:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [8]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2016-10-13 22:10:00",
					["reward"] = "|cffa335ee|Hitem:139197::::::::110:270::5:3:1805:1502:3337:::|h[死寂带扣腰带]|h|r",
					["currencyID"] = "0",
				}, -- [9]
				{
					["timestamp"] = "2016-10-13 23:25:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [10]
				{
					["timestamp"] = "2016-10-17 22:32:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [11]
				{
					["timestamp"] = "2016-10-20 22:05:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [12]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2016-10-22 20:58:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:139205::::::::110:270::5:2:1805:1487:::|h[惊骇风帽]|h|r",
				}, -- [13]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2016-10-22 23:17:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:139238::::::::110:270::5:3:1805:1808:1487:::|h[艾萨拉双套玺戒]|h|r",
				}, -- [14]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2016-11-05 16:27:00",
					["reward"] = "|cffa335ee|Hitem:142166::::::::110:268::23:2:3454:1472:::|h[虚灵之瓶]|h|r",
					["currencyID"] = "0",
				}, -- [15]
				{
					["timestamp"] = "2016-11-05 16:35:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [16]
				{
					["timestamp"] = "2016-11-05 16:40:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [17]
				{
					["timestamp"] = "2016-11-05 20:47:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [18]
				{
					["timestamp"] = "2016-11-12 15:01:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [19]
				{
					["player"] = "尊严德",
					["timestamp"] = "2016-11-12 15:14:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [20]
				{
					["timestamp"] = "2016-11-12 20:25:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [21]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2016-11-12 20:39:00",
					["reward"] = "|cffa335ee|Hitem:138219::::::::110:270::5:2:1805:1487:::|h[龙刺护腕]|h|r",
					["currencyID"] = "0",
				}, -- [22]
				{
					["player"] = "尊严德",
					["timestamp"] = "2016-11-18 22:43:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [23]
				{
					["timestamp"] = "2016-11-18 23:23:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [24]
				{
					["timestamp"] = "2016-11-19 20:27:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [25]
				{
					["timestamp"] = "2016-11-19 22:54:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [26]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2016-11-26 16:43:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:143529::::::::110:270::23:2:3454:1472:::|h[虚无怨恨之星]|h|r",
				}, -- [27]
				{
					["player"] = "尊严德",
					["timestamp"] = "2016-11-26 17:07:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [28]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2016-11-27 20:31:00",
					["reward"] = "|cffa335ee|Hitem:139262::::::::110:268::5:3:1805:1492:3336:::|h[反射腿骨]|h|r",
					["currencyID"] = "0",
				}, -- [29]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2016-11-28 23:27:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:139201::::::::110:268::6:2:1806:1502:::|h[污渍血毛护腿]|h|r",
				}, -- [30]
				{
					["timestamp"] = "2016-12-02 20:26:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [31]
				{
					["timestamp"] = "2016-12-02 20:56:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [32]
				{
					["timestamp"] = "2016-12-03 20:15:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [33]
				{
					["timestamp"] = "2016-12-03 20:53:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [34]
				{
					["timestamp"] = "2016-12-05 22:19:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [35]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2016-12-10 14:28:00",
					["reward"] = "|cffa335ee|Hitem:143530::::::::110:268::23:2:3454:1472:::|h[复生仪式]|h|r",
					["currencyID"] = "0",
				}, -- [36]
				{
					["timestamp"] = "2016-12-10 14:52:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [37]
				{
					["player"] = "尊严德",
					["timestamp"] = "2016-12-10 21:08:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [38]
				{
					["timestamp"] = "2016-12-15 22:34:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [39]
				{
					["timestamp"] = "2016-12-16 22:10:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [40]
				{
					["player"] = "暗言术喵",
					["timestamp"] = "2016-12-16 23:28:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [41]
				{
					["player"] = "暗言术喵",
					["timestamp"] = "2016-12-16 23:50:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [42]
				{
					["player"] = "暗言术喵",
					["timestamp"] = "2016-12-17 00:06:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [43]
				{
					["player"] = "暗言术喵",
					["timestamp"] = "2016-12-17 00:18:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [44]
				{
					["player"] = "尊严德",
					["timestamp"] = "2016-12-17 20:50:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [45]
				{
					["player"] = "尊严德",
					["timestamp"] = "2016-12-17 23:25:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [46]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2016-12-22 22:47:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:139201::::::::110:268::6:3:1806:40:1502:::|h[污渍血毛护腿]|h|r",
				}, -- [47]
				{
					["player"] = "尊严德",
					["timestamp"] = "2016-12-23 22:37:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [48]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2016-12-23 23:20:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:142162::::::::110:270::23:2:3453:1472:::|h[波动能量]|h|r",
				}, -- [49]
				{
					["player"] = "喵言术嗷呜",
					["coinsLeft"] = "0",
					["timestamp"] = "2016-12-28 00:34:00",
					["reward"] = "|cffa335ee|Hitem:141438::::::::110:581::3:2:3466:1472:::|h[冷焰吊坠]|h|r",
					["currencyID"] = "0",
				}, -- [50]
				{
					["player"] = "尊严德",
					["timestamp"] = "2016-12-29 22:24:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [51]
				{
					["timestamp"] = "2016-12-29 23:27:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [52]
				{
					["timestamp"] = "2016-12-30 22:02:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [53]
				{
					["timestamp"] = "2016-12-31 00:05:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [54]
				{
					["timestamp"] = "2017-01-05 22:53:00",
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [55]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-01-07 20:59:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:139262::::::::110:268::6:2:1806:1502:::|h[反射腿骨]|h|r",
				}, -- [56]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-01-07 21:19:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:138220::::::::110:268::6:3:1806:1808:1502:::|h[裂心指环]|h|r",
				}, -- [57]
				{
					["player"] = "尊严德",
					["timestamp"] = "2017-01-08 00:24:00",
					["coinsLeft"] = "0",
					["currencyID"] = "0",
				}, -- [58]
				{
					["player"] = "暗言术喵",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-01-13 21:52:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:139336::::::::110:258::5:2:1805:1487:::|h[腐蚀树枝]|h|r",
				}, -- [59]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-01-19 21:33:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:140905::::::::110:268::3:4:3514:1808:1472:1813:::|h[同步元素手套]|h|r",
				}, -- [60]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-01-20 22:13:00",
					["reward"] = "|cffa335ee|Hitem:140889::::::::110:268::3:3:3514:1472:1813:::|h[末路护腕]|h|r",
					["currencyID"] = "0",
				}, -- [61]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-01-26 22:54:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:138337::::::::110:268::5:4:3516:1808:1492:3336:::|h[隐乱护肩]|h|r",
				}, -- [62]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-02-02 21:07:00",
					["reward"] = "|cffa335ee|Hitem:140795::::::::110:268::5:3:3516:1487:1813:::|h[奥鲁瑞尔的镜子]|h|r",
					["currencyID"] = "0",
				}, -- [63]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-02-03 21:30:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:140899::::::::110:268::3:3:3514:1472:1813:::|h[贝勒隆的痛苦项圈]|h|r",
				}, -- [64]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-02-11 23:01:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:140805::::::::110:268::5:3:3516:1487:1813:::|h[刹那之悖论]|h|r",
				}, -- [65]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-02-18 22:05:00",
					["reward"] = "|cffa335ee|Hitem:140857::::::::110:268::5:4:3516:42:1487:1813:::|h[平整护腕]|h|r",
					["currencyID"] = "0",
				}, -- [66]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-02-24 22:11:00",
					["reward"] = "|cffa335ee|Hitem:138328::::::::110:268::3:3:3514:1472:1813:::|h[隐乱手套]|h|r",
					["currencyID"] = "0",
				}, -- [67]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-02-25 23:08:00",
					["reward"] = "|cffa335ee|Hitem:140840::::::::110:268::6:3:3445:1497:1813:::|h[低鸣颚骨]|h|r",
					["currencyID"] = "0",
				}, -- [68]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-03-04 21:46:00",
					["reward"] = "|cffa335ee|Hitem:140838::::::::110:268::6:3:3445:1497:1813:::|h[构造体个性宝珠]|h|r",
					["currencyID"] = "0",
				}, -- [69]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-03-11 20:24:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:140901::::::::110:268::6:3:3445:1497:1813:::|h[老旧的苏拉玛贵族帽]|h|r",
				}, -- [70]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-03-16 21:36:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:140816::::::::110:268::5:3:3516:1487:1813:::|h[邪能蛮兵的指甲]|h|r",
				}, -- [71]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-03-27 23:02:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:138325::::::::110:268::6:3:3518:1522:3337:::|h[隐乱外套]|h|r",
				}, -- [72]
				{
					["player"] = "萌娘百科",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-04-03 22:01:00",
					["reward"] = "|cffa335ee|Hitem:140899::::::::110:252::3:3:3514:1477:3336:::|h[贝勒隆的痛苦项圈]|h|r",
					["currencyID"] = "0",
				}, -- [73]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-04-06 22:11:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:140864::::::::110:268::5:4:3516:1808:1487:3528:::|h[破天护肩]|h|r",
				}, -- [74]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-04-06 23:07:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:140919::::::::110:268::5:3:3517:1512:3337:::|h[高阶暗影议员的腰带]|h|r",
				}, -- [75]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-04-13 23:22:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:140817::::::::110:268::5:3:3517:1492:3528:::|h[狮头翻领扣]|h|r",
				}, -- [76]
				{
					["player"] = "灵魂小贼",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-04-15 22:13:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:138339::::::::110:253::6:3:3518:1502:3528:::|h[鹰爪外套]|h|r",
				}, -- [77]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-04-15 22:14:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:140857::::::::110:268::6:4:3518:1808:1502:3528:::|h[平整护腕]|h|r",
				}, -- [78]
				{
					["player"] = "萌娘百科",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-04-22 13:13:00",
					["reward"] = "|cffa335ee|Hitem:147753::::::::110:250::3:3:3572:1482:3528:::|h[魔能机甲的脆响腰带]|h|r",
					["currencyID"] = "0",
				}, -- [79]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-04-22 15:37:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:140833::::::::110:270::5:3:3516:1492:3336:::|h[破碎流星]|h|r",
				}, -- [80]
				{
					["player"] = "萌娘百科",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-05-03 22:39:00",
					["reward"] = "|cffa335ee|Hitem:138361::::::::110:252::3:3:3514:1472:3528:::|h[恐惧之龙肩甲]|h|r",
					["currencyID"] = "0",
				}, -- [81]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-05-06 21:26:00",
					["reward"] = "|cffa335ee|Hitem:140860::::::::110:268::6:3:3445:1517:3337:::|h[顿步软鞋]|h|r",
					["currencyID"] = "0",
				}, -- [82]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-05-06 23:35:00",
					["reward"] = "|cffa335ee|Hitem:147739::::::::110:268::3:3:3572:1497:3337:::|h[坚固的流星卫士手甲]|h|r",
					["currencyID"] = "0",
				}, -- [83]
				{
					["player"] = "萌娘百科",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-05-11 21:55:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:138358::::::::110:250::5:3:3516:1492:3336:::|h[恐惧之龙腿甲]|h|r",
				}, -- [84]
				{
					["player"] = "灵魂小贼",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-05-11 21:55:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:140817::::::::110:253::5:3:3517:1497:3336:::|h[狮头翻领扣]|h|r",
				}, -- [85]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-05-13 12:57:00",
					["reward"] = "|cffa335ee|Hitem:140791::::::::110:268::5:3:3444:1482:3528:::|h[皇家匕首刀柄]|h|r",
					["currencyID"] = "0",
				}, -- [86]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-05-13 13:37:00",
					["reward"] = "|cffa335ee|Hitem:138328::::::::110:268::5:3:3516:1487:3528:::|h[隐乱手套]|h|r",
					["currencyID"] = "0",
				}, -- [87]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-05-13 20:36:00",
					["reward"] = "|cffa335ee|Hitem:140791::::::::110:268::6:3:3445:1502:3336:::|h[皇家匕首刀柄]|h|r",
					["currencyID"] = "0",
				}, -- [88]
				{
					["player"] = "暗言术喵",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-05-14 00:20:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:147733::::::::110:256::3:3:3572:1482:3528:::|h[末日预言者的仪式外套]|h|r",
				}, -- [89]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-05-20 20:42:00",
					["reward"] = "|cffa335ee|Hitem:138367::::::::110:268::6:3:3518:1502:3528:::|h[隐乱斗篷]|h|r",
					["currencyID"] = "0",
				}, -- [90]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-05-20 23:29:00",
					["reward"] = "|cffa335ee|Hitem:147766::::::::110:268::3:3:3572:1482:3528:::|h[黑暗千年指环]|h|r",
					["currencyID"] = "0",
				}, -- [91]
				{
					["player"] = "暗言术喵",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-05-21 20:03:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:147766::::::::110:256::3:3:3572:1482:3528:::|h[黑暗千年指环]|h|r",
				}, -- [92]
				{
					["player"] = "暗言术喵",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-05-28 18:51:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:147731::::::::110:256::3:4:3572:40:1482:3528:::|h[垂降深渊风帽]|h|r",
				}, -- [93]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-06-03 21:40:00",
					["reward"] = "|cffa335ee|Hitem:140866::::::::110:268::6:3:3518:1502:3528:::|h[夜之子战斗魔导师兜帽]|h|r",
					["currencyID"] = "0",
				}, -- [94]
				{
					["player"] = "萌娘百科",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-06-05 22:05:00",
					["reward"] = "|cffa335ee|Hitem:147749::::::::110:250::3:3:3572:1487:3336:::|h[抛光邪怒头盔]|h|r",
					["currencyID"] = "0",
				}, -- [95]
				{
					["player"] = "灵魂小贼",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-06-08 21:54:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:140813::::::::110:254::6:3:3518:1507:3336:::|h[魔能十字架]|h|r",
				}, -- [96]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-06-08 21:54:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:140796::::::::110:268::6:3:3518:1507:3336:::|h[纠缠元素焦镜]|h|r",
				}, -- [97]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-06-17 22:20:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:140906::::::::110:268::6:3:3518:1507:3336:::|h[专属劳役指环]|h|r",
				}, -- [98]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-06-23 22:00:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:147035::::::::110:268::5:3:3562:1507:3336:::|h[骨刺绑腿]|h|r",
				}, -- [99]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-06-25 23:07:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:147194::::::::110:268::5:3:3562:1497:3528:::|h[废弃真理指轮]|h|r",
				}, -- [100]
				{
					["player"] = "萌娘百科",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-07-01 17:20:00",
					["reward"] = "|cffa335ee|Hitem:147123::::::::110:252::3:3:3561:1482:3528:::|h[守陵者护手]|h|r",
					["currencyID"] = "0",
				}, -- [101]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-07-06 22:31:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:147041::::::::110:268::5:3:3562:1497:3528:::|h[镶筋护腕]|h|r",
				}, -- [102]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-07-06 23:54:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:147106::::::::110:270::5:3:3562:1497:3528:::|h[发光的祈祷蜡烛]|h|r",
				}, -- [103]
				{
					["player"] = "萌娘百科",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-07-07 00:28:00",
					["reward"] = "|cffa335ee|Hitem:141459::::::::110:250::3:3:3466:1472:3528:::|h[魔晶嵌饰战盔]|h|r",
					["currencyID"] = "0",
				}, -- [104]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-07-10 23:38:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:147195::::::::110:268::5:3:3562:1507:3528:::|h[执政官的印戒]|h|r",
				}, -- [105]
				{
					["player"] = "萌娘百科",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-07-14 23:37:00",
					["reward"] = "|cffa335ee|Hitem:140907::::::::110:250::5:3:3516:1487:3528:::|h[断桥者手甲]|h|r",
					["currencyID"] = "0",
				}, -- [106]
				{
					["player"] = "萌娘百科",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-07-14 23:45:00",
					["reward"] = "|cffa335ee|Hitem:140913::::::::110:250::5:3:3517:1497:3336:::|h[先君胸甲]|h|r",
					["currencyID"] = "0",
				}, -- [107]
				{
					["player"] = "暗言术喵",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-07-17 20:48:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:147734::::::::110:256::3:4:3572:40:1482:3528:::|h[遗忘世界肩甲]|h|r",
				}, -- [108]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-07-22 20:42:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:147028::::::::110:268::5:4:3562:41:1497:3528:::|h[深渊巨兽之皮]|h|r",
				}, -- [109]
				{
					["player"] = "喵言术嗷呜",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-07-24 21:36:00",
					["reward"] = "|cffa335ee|Hitem:147767::::::::110:581::3:3:3572:1487:3336:::|h[深海珊瑚指环]|h|r",
					["currencyID"] = "0",
				}, -- [110]
				{
					["player"] = "暗言术喵",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-08-02 00:29:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:147765::::::::110:256::3:3:3572:1502:3337:::|h[燃烧末日项圈]|h|r",
				}, -- [111]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-08-03 22:58:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:147034::::::::110:268::5:4:3562:1808:1507:3528:::|h[影痕护额]|h|r",
				}, -- [112]
				{
					["player"] = "喵言术嗷呜",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-08-03 23:24:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:147755::::::::110:581::3:3:3572:1482:3528:::|h[布鲁塔卢斯的卑鄙之心]|h|r",
				}, -- [113]
				{
					["player"] = "萌娘百科",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-08-04 23:23:00",
					["reward"] = "|cffa335ee|Hitem:140893::::::::110:250::5:3:3516:1487:3528:::|h[永恒轮回护腕]|h|r",
					["currencyID"] = "0",
				}, -- [114]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-08-10 21:52:00",
					["reward"] = "|cffa335ee|Hitem:147032::::::::110:268::5:3:3562:1497:3528:::|h[任性压迫手套]|h|r",
					["currencyID"] = "0",
				}, -- [115]
				{
					["player"] = "萌娘百科",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-08-13 20:25:00",
					["reward"] = "|cffa335ee|Hitem:140897::::::::110:250::5:3:3517:1492:3528:::|h[灭族指环]|h|r",
					["currencyID"] = "0",
				}, -- [116]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-08-17 21:57:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:147107::::::::110:268::5:3:3562:1497:3528:::|h[希望与勇气之火]|h|r",
				}, -- [117]
				{
					["player"] = "尊严德",
					["coinsLeft"] = "0",
					["timestamp"] = "2017-09-02 23:31:00",
					["currencyID"] = "0",
					["reward"] = "|cffa335ee|Hitem:140910::::::::110:268::5:3:3516:1487:3528:::|h[时间重校斗篷]|h|r",
				}, -- [118]
			},
			["blizzard_show_offline"] = false,
		},
		["暗言术喵 - 燃烧之刃"] = {
			["outsiders"] = 0,
		},
		["自杀贼 - 燃烧之刃"] = {
			["outsiders"] = 0,
		},
	},
}
