
HandyNotesDB = {
	["profileKeys"] = {
		["喵言术嗷呜 - 燃烧之刃"] = "喵言术嗷呜 - 燃烧之刃",
		["泠凊腤 - 拉文凯斯"] = "泠凊腤 - 拉文凯斯",
		["尊严德 - 燃烧之刃"] = "尊严德 - 燃烧之刃",
		["备前长船 - 阿克蒙德"] = "备前长船 - 阿克蒙德",
		["备前长光 - 白银之手"] = "备前长光 - 白银之手",
		["萌娘百科 - 燃烧之刃"] = "萌娘百科 - 燃烧之刃",
		["自杀贼 - 燃烧之刃"] = "自杀贼 - 燃烧之刃",
		["暗言术喵 - 燃烧之刃"] = "暗言术喵 - 燃烧之刃",
		["立二拆三 - 燃烧之刃"] = "立二拆三 - 燃烧之刃",
	},
	["profiles"] = {
		["喵言术嗷呜 - 燃烧之刃"] = {
			["enabled"] = false,
		},
		["泠凊腤 - 拉文凯斯"] = {
		},
		["尊严德 - 燃烧之刃"] = {
			["enabled"] = false,
		},
		["备前长船 - 阿克蒙德"] = {
		},
		["备前长光 - 白银之手"] = {
		},
		["萌娘百科 - 燃烧之刃"] = {
			["enabled"] = false,
		},
		["自杀贼 - 燃烧之刃"] = {
			["enabled"] = false,
		},
		["暗言术喵 - 燃烧之刃"] = {
			["enabled"] = false,
		},
		["立二拆三 - 燃烧之刃"] = {
			["enabled"] = false,
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["喵言术嗷呜 - 燃烧之刃"] = "喵言术嗷呜 - 燃烧之刃",
		["泠凊腤 - 拉文凯斯"] = "泠凊腤 - 拉文凯斯",
		["尊严德 - 燃烧之刃"] = "尊严德 - 燃烧之刃",
		["备前长船 - 阿克蒙德"] = "备前长船 - 阿克蒙德",
		["备前长光 - 白银之手"] = "备前长光 - 白银之手",
		["萌娘百科 - 燃烧之刃"] = "萌娘百科 - 燃烧之刃",
		["自杀贼 - 燃烧之刃"] = "自杀贼 - 燃烧之刃",
		["暗言术喵 - 燃烧之刃"] = "暗言术喵 - 燃烧之刃",
		["立二拆三 - 燃烧之刃"] = "立二拆三 - 燃烧之刃",
	},
	["profiles"] = {
		["喵言术嗷呜 - 燃烧之刃"] = {
		},
		["泠凊腤 - 拉文凯斯"] = {
		},
		["尊严德 - 燃烧之刃"] = {
		},
		["备前长船 - 阿克蒙德"] = {
		},
		["备前长光 - 白银之手"] = {
		},
		["萌娘百科 - 燃烧之刃"] = {
		},
		["自杀贼 - 燃烧之刃"] = {
		},
		["暗言术喵 - 燃烧之刃"] = {
		},
		["立二拆三 - 燃烧之刃"] = {
		},
	},
}
