
MythicPlusProgressDB = {
	["settings"] = {
		["enableTooltip"] = true,
		["enabled"] = true,
		["maxTimeSinceKill"] = 600,
		["enablePullEstimate"] = true,
		["nameplateUpdateRate"] = 200,
		["dbVersion"] = 6,
		["version"] = "0.3e",
		["nameplateTextColor"] = "FFFFFF",
		["tooltipColor"] = "82E0FF",
		["enableNameplateText"] = true,
		["pullEstimateCombatOnly"] = false,
		["inconclusiveDataThreshold"] = 100,
	},
	["npcData"] = {
		{
			["values"] = {
				[2] = 1,
			},
			["name"] = "TestNPC",
		}, -- [1]
		{
			["values"] = {
				[35] = 1,
			},
			["name"] = "Test NPC",
		}, -- [2]
		[104277] = {
			["values"] = {
				7.533931929047550e-005, -- [1]
				[4] = 42,
			},
			["name"] = "Legion Hound",
		},
		[102253] = {
			["values"] = {
				[4] = 21,
			},
			["name"] = "Understone Demolisher",
		},
		[98954] = {
			["values"] = {
				[4] = 65,
			},
			["name"] = "魔誓侍从",
		},
		[97185] = {
			["values"] = {
				[10] = 24,
			},
			["name"] = "The Grimewalker",
		},
		[114541] = {
			["values"] = {
				8, -- [1]
				[4] = 0.5625,
			},
			["name"] = "鬼灵顾客",
		},
		[113537] = {
			["values"] = {
				[4] = 0.637584686279297,
				[10] = 7.25,
			},
			["name"] = "Unknown",
		},
		[102094] = {
			["values"] = {
				7.559481587582450e-008, -- [1]
				3.364967379044740e-007, -- [2]
				3.196362433209480e-010, -- [3]
				79.68408203125, -- [4]
			},
			["name"] = "Risen Swordsman",
		},
		[118717] = {
			["values"] = {
				[4] = 46.5,
				[2] = 2.386474799099520e-006,
			},
			["name"] = "鬼火小鬼",
		},
		[115418] = {
			["values"] = {
				[8] = 2,
			},
			["name"] = "蜘蛛",
		},
		[120550] = {
			["values"] = {
				[4] = 2,
			},
			["name"] = "愤怒卫士入侵者",
		},
		[104246] = {
			["values"] = {
				[4] = 76,
			},
			["name"] = "Duskwatch Guard",
		},
		[104278] = {
			["values"] = {
				0.000178582090170016, -- [1]
				[7] = 0.594176352024077,
				[8] = 0.000752543458165007,
				[3] = 7.852128568927370e-005,
				[10] = 7.27945517003537,
				[5] = 0.180477408572855,
				[9] = 0.843952419921667,
			},
			["name"] = "Felbound Enforcer",
		},
		[116550] = {
			["values"] = {
				[4] = 8,
			},
			["name"] = "鬼灵顾客",
		},
		[114526] = {
			["values"] = {
				1, -- [1]
			},
			["name"] = "幽灵临时演员",
		},
		[98732] = {
			["values"] = {
				49, -- [1]
			},
			["name"] = "天灾鼠",
		},
		[102095] = {
			["values"] = {
				0.0100226024091963, -- [1]
				1.23730565384582, -- [2]
				2.386474799099520e-006, -- [3]
				26.064061626792, -- [4]
			},
			["name"] = "复活的长枪兵",
		},
		[105952] = {
			["values"] = {
				0.0237572640198608, -- [1]
				[5] = 0.000180376203279125,
				[6] = 47.9395727515221,
				[4] = 1.78783736206890e-005,
				[3] = 2.619984692556940e-010,
			},
			["name"] = "枯法法力怨灵",
		},
		[97043] = {
			["values"] = {
				[4] = 66,
			},
			["name"] = "Seacursed Slaver",
		},
		[115419] = {
			["values"] = {
				[8] = 1,
			},
			["name"] = "古代典籍",
		},
		[102430] = {
			["values"] = {
				69, -- [1]
			},
			["name"] = "Tarspitter Slug",
		},
		[98366] = {
			["values"] = {
				[4] = 14,
			},
			["name"] = "Ghostly Retainer",
		},
		[95832] = {
			["values"] = {
				[2] = 98,
			},
			["name"] = "Valarjar Shieldmaiden",
		},
		[104295] = {
			["values"] = {
				320, -- [1]
			},
			["name"] = "Blazing Imp",
		},
		[97171] = {
			["values"] = {
				[106] = 0.13348388671875,
				[10] = 21.875,
				[2] = 0.5625,
			},
			["name"] = "Hatecoil Arcanist",
		},
		[102287] = {
			["values"] = {
				[6] = 0.169119782745838,
				[7] = 0.5625,
				[8] = 0.00233939544062376,
				[10] = 9.84775447845463,
				[4] = 6.991326968337340e-005,
				[5] = 0.2373046875,
				[3] = 3.178377532566930e-005,
			},
			["name"] = "Unknown",
		},
		[98733] = {
			["values"] = {
				1.005658516163750e-005, -- [1]
				1.900350427706570e-022, -- [2]
				5.766402231489420e-023, -- [3]
				158.542361456901, -- [4]
				nil, -- [5]
				1.396474883643280e-041, -- [6]
			},
			["name"] = "枯法魔",
		},
		[119930] = {
			["values"] = {
				[4] = 8,
			},
			["name"] = "恐翼蝠",
		},
		[102351] = {
			["values"] = {
				263, -- [1]
			},
			["name"] = "法力浮龙",
		},
		[96247] = {
			["values"] = {
				211, -- [1]
			},
			["name"] = "Vileshard Crawler",
		},
		[98813] = {
			["values"] = {
				[4] = 38,
			},
			["name"] = "Bloodscent Felhound",
		},
		[95769] = {
			["values"] = {
				[4] = 82,
			},
			["name"] = "Mindshattered Screecher",
		},
		[115388] = {
			["values"] = {
				[12] = 0.5625,
				[9] = 2,
			},
			["name"] = "国王",
		},
		[113699] = {
			["values"] = {
				[8] = 53,
			},
			["name"] = "被遗忘的幽灵",
		},
		[91785] = {
			["values"] = {
				[2] = 22.25,
				[4] = 0.00317121193893403,
			},
			["name"] = "Wandering Shellback",
		},
		[100216] = {
			["values"] = {
				[4] = 14,
			},
			["name"] = "Hatecoil Wrangler",
		},
		[97172] = {
			["values"] = {
				188, -- [1]
			},
			["name"] = "Saltsea Droplet",
		},
		[98973] = {
			["values"] = {
				1, -- [1]
			},
			["name"] = "Skeletal Warrior",
		},
		[114544] = {
			["values"] = {
				[4] = 4,
			},
			["name"] = "骷髅招待员",
		},
		[91001] = {
			["values"] = {
				[4] = 73,
				[2] = 1.795925998137990e-009,
			},
			["name"] = "Tarspitter Lurker",
		},
		[105651] = {
			["values"] = {
				[8] = 0.000317479271413362,
				[10] = 29.5,
				[4] = 0.00683076494900308,
			},
			["name"] = "恐裔先知",
		},
		[115484] = {
			["values"] = {
				[4] = 2,
			},
			["name"] = "魔蝠",
		},
		[92168] = {
			["values"] = {
				[8] = 1,
			},
			["name"] = "Target Dummy Test2",
		},
		[105699] = {
			["values"] = {
				[3] = 31,
			},
			["name"] = "Mana Saber",
		},
		[105715] = {
			["values"] = {
				7.58511788349510e-011, -- [1]
				4.261816577612660e-010, -- [2]
				0.000423305695217815, -- [3]
				65.90625, -- [4]
			},
			["name"] = "Watchful Inquisitor",
		},
		[101679] = {
			["values"] = {
				[4] = 96,
			},
			["name"] = "Dreadsoul Poisoner",
		},
		[98926] = {
			["values"] = {
				[4] = 92,
			},
			["name"] = "暗影猎手",
		},
		[98368] = {
			["values"] = {
				[4] = 5,
			},
			["name"] = "Ghostly Protector",
		},
		[95834] = {
			["values"] = {
				[2] = 76,
			},
			["name"] = "Valarjar Mystic",
		},
		[100249] = {
			["values"] = {
				[4] = 8,
			},
			["name"] = "导魔者瓦里兹",
		},
		[91786] = {
			["values"] = {
				0.0750846862792973, -- [1]
				0.100112915039063, -- [2]
				nil, -- [3]
				8, -- [4]
			},
			["name"] = "Gritslime Snail",
		},
		[98177] = {
			["values"] = {
				[12] = 16,
			},
			["name"] = "Glayvianna Soulrender",
		},
		[97173] = {
			["values"] = {
				[4] = 5,
			},
			["name"] = "Restless Tides",
		},
		[96934] = {
			["values"] = {
				[2] = 12,
			},
			["name"] = "Valarjar Trapper",
		},
		[95766] = {
			["values"] = {
				[4] = 47,
			},
			["name"] = "Crazed Razorbeak",
		},
		[105636] = {
			["values"] = {
				[4] = 14,
			},
			["name"] = "Understone Drudge",
		},
		[98810] = {
			["values"] = {
				0.00178380671565039, -- [1]
				nil, -- [2]
				0.31640625, -- [3]
				1.79390041478390e-008, -- [4]
				[6] = 44.171875,
			},
			["name"] = "Wrathguard Bladelord",
		},
		[114338] = {
			["values"] = {
				[10] = 25,
			},
			["name"] = "魔力聚合体",
		},
		[118705] = {
			["values"] = {
				[10] = 1,
			},
			["name"] = "纳尔莎",
		},
		[114625] = {
			["values"] = {
				33, -- [1]
			},
			["name"] = "幻影访客",
		},
		[95771] = {
			["values"] = {
				[4] = 126,
			},
			["name"] = "Dreadsoul Ruiner",
		},
		[96677] = {
			["values"] = {
				[2] = 1,
			},
			["name"] = "钢颚灰熊",
		},
		[91006] = {
			["values"] = {
				2.386474799099520e-006, -- [1]
				nil, -- [2]
				7.542438871228190e-006, -- [3]
				75.875, -- [4]
			},
			["name"] = "Rockback Gnasher",
		},
		[96584] = {
			["values"] = {
				[4] = 76,
			},
			["name"] = "不朽之怒",
		},
		[97365] = {
			["values"] = {
				[4] = 56,
			},
			["name"] = "Seacursed Mistmender",
		},
		[100441] = {
			["values"] = {
				1, -- [1]
			},
			["name"] = "Unknown",
		},
		[115757] = {
			["values"] = {
				[8] = 7,
			},
			["name"] = "愤怒卫士烈焰使者",
		},
		[100531] = {
			["values"] = {
				1.340878021551680e-005, -- [1]
				[8] = 44.25,
			},
			["name"] = "Bloodtainted Fury",
		},
		[96664] = {
			["values"] = {
				1.009068983315940e-008, -- [1]
				70, -- [2]
			},
			["name"] = "Valarjar Runecarver",
		},
		[100250] = {
			["values"] = {
				[4] = 7,
			},
			["name"] = "束缚者阿什奥伊",
		},
		[114801] = {
			["values"] = {
				[4] = 6,
			},
			["name"] = "鬼灵徒工",
		},
		[95947] = {
			["values"] = {
				[4] = 26.3125,
				[3] = 0.00845656517049064,
			},
			["name"] = "Mak'rana Hardshell",
		},
		[120405] = {
			["values"] = {
				1, -- [1]
			},
			["name"] = "恐翼蝠",
		},
		[99804] = {
			["values"] = {
				[2] = 14,
			},
			["name"] = "瓦拉加尔驯鹰人",
		},
		[118690] = {
			["values"] = {
				[2] = 0.00100339127755334,
				[4] = 24,
			},
			["name"] = "愤怒卫士入侵者",
		},
		[114626] = {
			["values"] = {
				[4] = 17,
			},
			["name"] = "弃灵",
		},
		[95772] = {
			["values"] = {
				[4] = 128,
			},
			["name"] = "Frenzied Nightclaw",
		},
		[99358] = {
			["values"] = {
				[4] = 67,
			},
			["name"] = "Rotheart Dryad",
		},
		[101414] = {
			["values"] = {
				[2] = 6,
			},
			["name"] = "Saltscale Skulker",
		},
		[106785] = {
			["values"] = {
				13, -- [1]
			},
			["name"] = "Bitterbrine Slave",
		},
		[104251] = {
			["values"] = {
				[4] = 95,
			},
			["name"] = "Duskwatch Sentry",
		},
		[105876] = {
			["values"] = {
				183, -- [1]
			},
			["name"] = "魔化巢蛛",
		},
		[97678] = {
			["values"] = {
				0.000606785960724649, -- [1]
				1.0750846862793, -- [2]
				nil, -- [3]
				0.00751694681821393, -- [4]
				0.740478515625, -- [5]
				0.003171211938934, -- [6]
				0.191341976635159, -- [7]
				5.81275749206543, -- [8]
			},
			["name"] = "阿兰纳丝蛛后",
		},
		[118703] = {
			["values"] = {
				[4] = 7,
			},
			["name"] = "邪脉植物学家",
		},
		[105845] = {
			["values"] = {
				1, -- [1]
			},
			["name"] = "Glowing Spiderling",
		},
		[95861] = {
			["values"] = {
				[4] = 36,
			},
			["name"] = "Hatecoil Oracle",
		},
		[114802] = {
			["values"] = {
				[4] = 3,
			},
			["name"] = "鬼灵短工",
		},
		[98243] = {
			["values"] = {
				[4] = 83,
			},
			["name"] = "Soul-Torn Champion",
		},
		[119977] = {
			["values"] = {
				[4] = 15,
			},
			["name"] = "绞藤鞭笞者",
		},
		[98275] = {
			["values"] = {
				[4] = 151,
			},
			["name"] = "Risen Archer",
		},
		[106786] = {
			["values"] = {
				8, -- [1]
			},
			["name"] = "Bitterbrine Slave",
		},
		[114627] = {
			["values"] = {
				[4] = 9,
			},
			["name"] = "尖啸女妖",
		},
		[118723] = {
			["values"] = {
				[10] = 6,
			},
			["name"] = "加泽拉克斯",
		},
		[99359] = {
			["values"] = {
				[3] = 51,
			},
			["name"] = "Rotheart Keeper",
		},
		[99630] = {
			["values"] = {
				61, -- [1]
			},
			["name"] = "苦水清道夫",
		},
		[120556] = {
			["values"] = {
				[4] = 8,
			},
			["name"] = "恐翼蝠",
		},
		[98173] = {
			["values"] = {
				0.5625, -- [1]
				0.2373046875, -- [2]
				0.421875, -- [3]
				2.984375, -- [4]
			},
			["name"] = "秘术师萨维",
		},
		[91008] = {
			["values"] = {
				[4] = 122,
			},
			["name"] = "Rockbound Pelter",
		},
		[91782] = {
			["values"] = {
				[10] = 18,
			},
			["name"] = "Hatecoil Crusher",
		},
		[104300] = {
			["values"] = {
				nil, -- [1]
				0.0100226965507063, -- [2]
				0.0316763520240785, -- [3]
				43.5, -- [4]
			},
			["name"] = "Shadow Mistress",
		},
		[98706] = {
			["values"] = {
				[6] = 21,
			},
			["name"] = "Commander Shemdah'sohn",
		},
		[97200] = {
			["values"] = {
				[4] = 104,
			},
			["name"] = "Seacursed Soulkeeper",
		},
		[114803] = {
			["values"] = {
				[4] = 7,
			},
			["name"] = "鬼灵马夫",
		},
		[100539] = {
			["values"] = {
				[4] = 7.25,
				[2] = 0.5625,
			},
			["name"] = "污心神射手",
		},
		[98770] = {
			["values"] = {
				[4] = 111.375,
				[2] = 5.656829288724930e-006,
			},
			["name"] = "愤怒卫士邪刃者",
		},
		[115486] = {
			["values"] = {
				[8] = 3,
			},
			["name"] = "艾瑞迪特屠杀者",
		},
		[102404] = {
			["values"] = {
				[4] = 64,
			},
			["name"] = "Stoneclaw Grubmaster",
		},
		[114628] = {
			["values"] = {
				[4] = 4,
			},
			["name"] = "骷髅服务员",
		},
		[100364] = {
			["values"] = {
				0.00467629885526401, -- [1]
				0.415283203125, -- [2]
				0.0275420072426263, -- [3]
				12.1725730895996, -- [4]
			},
			["name"] = "复仇之魂",
		},
		[99360] = {
			["values"] = {
				nil, -- [1]
				3.250930048921560e-025, -- [2]
				1.452691695630260e-019, -- [3]
				5.733955894734070e-018, -- [4]
				[7] = 1.023981828624280e-021,
				[9] = 163.8076171875,
			},
			["name"] = "Vilethorn Blossom",
		},
		[97081] = {
			["values"] = {
				[5] = 8,
			},
			["name"] = "布约恩国王",
		},
		[97097] = {
			["values"] = {
				[4] = 116,
			},
			["name"] = "Helarjar Champion",
		},
		[118719] = {
			["values"] = {
				[3] = 0.00023810945356002,
				[4] = 29,
			},
			["name"] = "虫语清道夫",
		},
		[98691] = {
			["values"] = {
				[4] = 113,
			},
			["name"] = "Risen Scout",
		},
		[91790] = {
			["values"] = {
				0.0178179480135443, -- [1]
				nil, -- [2]
				0.0100225957576187, -- [3]
				16.4375, -- [4]
			},
			["name"] = "Mak'rana Siltwalker",
		},
		[120366] = {
			["values"] = {
				[4] = 4,
			},
			["name"] = "鬼焰女妖",
		},
		[111901] = {
			["values"] = {
				[3] = 1,
			},
			["name"] = "Unknown",
		},
		[91787] = {
			["values"] = {
				29, -- [1]
			},
			["name"] = "海湾沙鸥",
		},
		[114804] = {
			["values"] = {
				[4] = 15,
			},
			["name"] = "鬼灵战马",
		},
		[111563] = {
			["values"] = {
				[4] = 10,
			},
			["name"] = "暮色卫队卫兵",
		},
		[115488] = {
			["values"] = {
				0.5625, -- [1]
				[4] = 2.75,
			},
			["name"] = "灌魔炎术士",
		},
		[119952] = {
			["values"] = {
				[4] = 3,
			},
			["name"] = "恶魔卫士毁灭者",
		},
		[97677] = {
			["values"] = {
				253, -- [1]
			},
			["name"] = "倒钩小蜘蛛",
		},
		[114629] = {
			["values"] = {
				[4] = 1,
			},
			["name"] = "鬼灵家仆",
		},
		[105720] = {
			["values"] = {
				[4] = 12,
			},
			["name"] = "Understone Drudge",
		},
		[91796] = {
			["values"] = {
				[10] = 3,
				[200] = 1,
			},
			["name"] = "Skrog Wavecrasher",
		},
		[102781] = {
			["values"] = {
				[4] = 2,
			},
			["name"] = "魔蝠幼崽",
		},
		[118706] = {
			["values"] = {
				0.69598388671875, -- [1]
				3.984375, -- [2]
				nil, -- [3]
				1, -- [4]
			},
			["name"] = "死疽小蜘蛛",
		},
		[105682] = {
			["values"] = {
				[8] = 5.8125,
				[2] = 1,
				[4] = 0.2373046875,
			},
			["name"] = "恶魔卫士毁灭者",
		},
		[104270] = {
			["values"] = {
				1, -- [1]
				[3] = 0.000752543458165004,
				[8] = 48.9375,
			},
			["name"] = "Guardian Construct",
		},
		[101991] = {
			["values"] = {
				nil, -- [1]
				4.285932135604040e-015, -- [2]
				1.015924654365380e-014, -- [3]
				125.875, -- [4]
			},
			["name"] = "Nightmare Dweller",
		},
		[120374] = {
			["values"] = {
				[4] = 11,
			},
			["name"] = "恶魔卫士毁灭者",
		},
		[102788] = {
			["values"] = {
				[4] = 144,
			},
			["name"] = "Felspite Dominator",
		},
		[106546] = {
			["values"] = {
				[4] = 1,
			},
			["name"] = "星界火花",
		},
		[118724] = {
			["values"] = {
				[4] = 18,
			},
			["name"] = "鬼火邪能使者",
		},
		[98756] = {
			["values"] = {
				[4] = 111,
			},
			["name"] = "奥术畸体",
		},
		[118714] = {
			["values"] = {
				[4] = 9,
			},
			["name"] = "鬼焰女妖",
		},
		[98533] = {
			["values"] = {
				[10] = 21,
			},
			["name"] = "邪母",
		},
		[106787] = {
			["values"] = {
				10, -- [1]
			},
			["name"] = "Bitterbrine Slave",
		},
		[105705] = {
			["values"] = {
				[4] = 26,
			},
			["name"] = "Bound Energy",
		},
		[99307] = {
			["values"] = {
				[6] = 0.00845656517049068,
				[2] = 0.0356358960270884,
				[8] = 0.156426429748535,
				[12] = 7.76382064819336,
				[4] = 0.421875,
				[11] = 0.077463095233497,
			},
			["name"] = "Skjal",
		},
		[91792] = {
			["values"] = {
				[10] = 42.25,
				[3] = 1.005658516163750e-005,
			},
			["name"] = "Stormwake Hydra",
		},
		[97083] = {
			["values"] = {
				[5] = 8.25,
				[2] = 0.421875,
			},
			["name"] = "拉努夫国王",
		},
		[99649] = {
			["values"] = {
				[12] = 3.5,
				[4] = 0.5625,
			},
			["name"] = "Dreadlord Mendacius",
		},
		[98900] = {
			["values"] = {
				2.435447550138640e-024, -- [1]
				[4] = 159.3125,
				[120] = 0.000564407593623752,
			},
			["name"] = "Wyrmtongue Trickster",
		},
		[98406] = {
			["values"] = {
				[4] = 18,
			},
			["name"] = "裂烬蝎虫",
		},
		[98677] = {
			["values"] = {
				162, -- [1]
			},
			["name"] = "Rook Spiderling",
		},
		[91783] = {
			["values"] = {
				[4] = 49,
			},
			["name"] = "Hatecoil Stormweaver",
		},
		[95939] = {
			["values"] = {
				[10] = 3,
			},
			["name"] = "Skrog Tidestomper",
		},
		[92350] = {
			["values"] = {
				[4] = 14,
			},
			["name"] = "Understone Drudge",
		},
		[100526] = {
			["values"] = {
				1.00134552863296, -- [1]
				0.000317479271413362, -- [2]
				1.799984028993470e-011, -- [3]
				34.1352996826172, -- [4]
			},
			["name"] = "Tormented Bloodseeker",
		},
		[98963] = {
			["values"] = {
				334, -- [1]
			},
			["name"] = "炽燃小鬼",
		},
		[100451] = {
			["values"] = {
				[3] = 1,
			},
			["name"] = "Target Dummy Test",
		},
		[102104] = {
			["values"] = {
				[4] = 49,
			},
			["name"] = "Enslaved Shieldmaiden",
		},
		[102375] = {
			["values"] = {
				[3] = 61,
			},
			["name"] = "Runecarver Slave",
		},
		[105706] = {
			["values"] = {
				[10] = 7,
			},
			["name"] = "痛苦女祭司",
		},
		[97084] = {
			["values"] = {
				[5] = 9,
			},
			["name"] = "托尔国王",
		},
		[97068] = {
			["values"] = {
				[5] = 21,
			},
			["name"] = "风暴幼龙",
		},
		[96574] = {
			["values"] = {
				1.348465401510240e-010, -- [1]
				2.39727182490710e-010, -- [2]
				1.791877116038370e-007, -- [3]
				[5] = 71.0625,
			},
			["name"] = "Stormforged Sentinel",
		},
		[115765] = {
			["values"] = {
				[12] = 2.69966125488281,
				[4] = 3.59954833984375,
			},
			["name"] = "抽象终结者",
		},
		[106059] = {
			["values"] = {
				1.015924654365380e-014, -- [1]
				nil, -- [2]
				1.020532461849010e-008, -- [3]
				97.12890625, -- [4]
			},
			["name"] = "迁跃之影",
		},
		[102232] = {
			["values"] = {
				3.178377532566930e-005, -- [1]
				0.000267973928342802, -- [2]
				1.00753482519183, -- [3]
				24.3202514648438, -- [4]
			},
			["name"] = "Rockbound Trapper",
		},
		[99188] = {
			["values"] = {
				[4] = 44,
			},
			["name"] = "Waterlogged Soul Guard",
		},
		[95843] = {
			["values"] = {
				0.100112915039063, -- [1]
				1, -- [2]
				1.3037109375, -- [3]
				[5] = 2.3466796875,
			},
			["name"] = "赫尔多国王",
		},
		[96657] = {
			["values"] = {
				[3] = 0.0013378550367378,
				[12] = 22.3125,
				[8] = 0.00237840895420053,
			},
			["name"] = "刃舞者伊莲娜",
		},
		[119923] = {
			["values"] = {
				[4] = 11,
			},
			["name"] = "鬼火慰魂者",
		},
		[100527] = {
			["values"] = {
				1.436730684376460e-005, -- [1]
				0.023764812132943, -- [2]
				44.25537109375, -- [3]
			},
			["name"] = "Dreadfire Imp",
		},
		[102583] = {
			["values"] = {
				[4] = 38.625,
				[2] = 0.42365880671565,
			},
			["name"] = "邪能烧灼者",
		},
		[114584] = {
			["values"] = {
				1, -- [1]
			},
			["name"] = "幻影员工",
		},
		[98280] = {
			["values"] = {
				[4] = 37,
			},
			["name"] = "Risen Arcanist",
		},
		[114632] = {
			["values"] = {
				[4] = 2,
			},
			["name"] = "鬼魅随从",
		},
		[118712] = {
			["values"] = {
				[4] = 4.5,
				[3] = 1,
			},
			["name"] = "邪足执行者",
		},
		[105629] = {
			["values"] = {
				85, -- [1]
			},
			["name"] = "虫语清道夫",
		},
		[118713] = {
			["values"] = {
				[4] = 3,
			},
			["name"] = "邪足晶球法师",
		},
		[98425] = {
			["values"] = {
				[4] = 70.75,
				[7] = 5.669611187465210e-008,
			},
			["name"] = "不稳定的融合怪",
		},
		[100529] = {
			["values"] = {
				391, -- [1]
			},
			["name"] = "Hatespawn Slime",
		},
		[95842] = {
			["values"] = {
				[2] = 152.75,
				[5] = 0.2373046875,
			},
			["name"] = "Valarjar Thundercaller",
		},
		[105915] = {
			["values"] = {
				0.000239899309659342, -- [1]
				[4] = 62.5625,
			},
			["name"] = "夜之子复国者",
		},
		[91794] = {
			["values"] = {
				26, -- [1]
			},
			["name"] = "Saltscale Lurker",
		},
		[98759] = {
			["values"] = {
				5.663216564269350e-007, -- [1]
				[4] = 172.25,
			},
			["name"] = "邪恶的魔牙蛛",
		},
		[97197] = {
			["values"] = {
				[2] = 24,
			},
			["name"] = "Valarjar Purifier",
		},
		[91332] = {
			["values"] = {
				[4] = 28,
			},
			["name"] = "Stoneclaw Hunter",
		},
		[96608] = {
			["values"] = {
				6.32134427046870e-007, -- [1]
				59.546875, -- [2]
			},
			["name"] = "Ebonclaw Worg",
		},
		[102584] = {
			["values"] = {
				0.000423305695217815, -- [1]
				[4] = 47.25,
			},
			["name"] = "恶毒污染者",
		},
		[96480] = {
			["values"] = {
				242, -- [1]
			},
			["name"] = "邪舌喷火者",
		},
		[90997] = {
			["values"] = {
				nil, -- [1]
				3.189156292949130e-008, -- [2]
				0.000133936567627511, -- [3]
				79.5625, -- [4]
			},
			["name"] = "Mightstone Breaker",
		},
		[95920] = {
			["values"] = {
				[2] = 1,
			},
			["name"] = "Animated Storm",
		},
		[114633] = {
			["values"] = {
				[4] = 1,
			},
			["name"] = "鬼灵侍从",
		},
		[95779] = {
			["values"] = {
				[10] = 94,
			},
			["name"] = "Festerhide Grizzly",
		},
		[99365] = {
			["values"] = {
				0.00237840895420053, -- [1]
				[4] = 30.75,
			},
			["name"] = "Taintheart Stalker",
		},
		[99891] = {
			["values"] = {
				[5] = 2,
			},
			["name"] = "风暴幼龙",
		},
		[91793] = {
			["values"] = {
				292.25, -- [1]
				[4] = 1.028614585791590e-025,
			},
			["name"] = "Seaspray Crab",
		},
		[90998] = {
			["values"] = {
				[4] = 102,
			},
			["name"] = "Blightshard Shaper",
		},
		[98919] = {
			["values"] = {
				[4] = 144,
			},
			["name"] = "Seacursed Swiftblade",
		},
		[96640] = {
			["values"] = {
				[2] = 57,
			},
			["name"] = "Valarjar Marksman",
		},
		[101839] = {
			["values"] = {
				[4] = 18,
			},
			["name"] = "Risen Companion",
		},
		[97182] = {
			["values"] = {
				[6] = 24,
			},
			["name"] = "Night Watch Mariner",
		},
		[98728] = {
			["values"] = {
				[7] = 23,
			},
			["name"] = "酸蚀胆汁",
		},
		[101549] = {
			["values"] = {
				40, -- [1]
			},
			["name"] = "Arcane Minion",
		},
		[102566] = {
			["values"] = {
				[12] = 15,
			},
			["name"] = "奴役者格里霍恩",
		},
		[98521] = {
			["values"] = {
				[10] = 2,
			},
			["name"] = "Lord Etheldrin Ravencrest",
		},
		[98792] = {
			["values"] = {
				1.006794055870110e-006, -- [1]
				0.00133785503673779, -- [2]
				1.007930877771580e-007, -- [3]
				101.46875, -- [4]
			},
			["name"] = "Wyrmtongue Scavenger",
		},
		[99956] = {
			["values"] = {
				[4] = 4,
			},
			["name"] = "灌魔之怒",
		},
		[114634] = {
			["values"] = {
				[4] = 6,
			},
			["name"] = "亡灵仆从",
		},
		[98370] = {
			["values"] = {
				[4] = 8,
			},
			["name"] = "Ghostly Councilor",
		},
		[99366] = {
			["values"] = {
				0.000752543458165007, -- [1]
				0.0017838099084077, -- [2]
				0.000136846810429964, -- [3]
				36.18701171875, -- [4]
			},
			["name"] = "Taintheart Summoner",
		},
		[97087] = {
			["values"] = {
				7.697216948586140e-024, -- [1]
				270.6875, -- [2]
				[34] = 5.682422103483510e-010,
			},
			["name"] = "Valarjar Champion",
		},
		[101438] = {
			["values"] = {
				[4] = 3,
			},
			["name"] = "Vileshard Chunk",
		},
		[97119] = {
			["values"] = {
				173, -- [1]
			},
			["name"] = "Shroud Hound",
		},
		[98681] = {
			["values"] = {
				[6] = 21,
			},
			["name"] = "Rook Spinner",
		},
		[98426] = {
			["values"] = {
				[4] = 1,
			},
			["name"] = "不稳定的软泥怪",
		},
		[114252] = {
			["values"] = {
				[4] = 5,
			},
			["name"] = "魔力吞噬者",
		},
		[105704] = {
			["values"] = {
				[4] = 1,
			},
			["name"] = "奥术化身",
		},
		[96587] = {
			["values"] = {
				[4] = 134,
			},
			["name"] = "魔誓寄生者",
		},
		[95940] = {
			["values"] = {
				46, -- [1]
			},
			["name"] = "苦水清道夫",
		},
		[121711] = {
			["values"] = {
				[4] = 3,
			},
			["name"] = "喷怨鞭笞者",
		},
		[114334] = {
			["values"] = {
				[4] = 8,
			},
			["name"] = "损坏的傀儡",
		},
		[98538] = {
			["values"] = {
				[10] = 1,
			},
			["name"] = "薇兰达斯·拉文凯斯夫人",
		},
		[114364] = {
			["values"] = {
				61, -- [1]
			},
			["name"] = "暴食的法力浮龙",
		},
		[105703] = {
			["values"] = {
				184, -- [1]
			},
			["name"] = "法力浮龙",
		},
		[114542] = {
			["values"] = {
				[4] = 3,
			},
			["name"] = "幽灵慈善家",
		},
		[119978] = {
			["values"] = {
				8, -- [1]
			},
			["name"] = "狂暴的鞭笞者",
		},
		[100248] = {
			["values"] = {
				[4] = 7,
			},
			["name"] = "祭祀者勒莎",
		},
		[118704] = {
			["values"] = {
				[10] = 5,
			},
			["name"] = "杜尔扎克",
		},
		[91000] = {
			["values"] = {
				[8] = 38,
			},
			["name"] = "Vileshard Hulk",
		},
		[91781] = {
			["values"] = {
				[4] = 63,
			},
			["name"] = "Hatecoil Warrior",
		},
		[104247] = {
			["values"] = {
				[4] = 2,
			},
			["name"] = "暮色卫队奥术师",
		},
		[113998] = {
			["values"] = {
				[4] = 16,
			},
			["name"] = "巨石破坏者",
		},
		[105617] = {
			["values"] = {
				[4] = 166.5,
				[2] = 5.733955894734080e-018,
			},
			["name"] = "艾瑞达混沌使者",
		},
		[92610] = {
			["values"] = {
				[4] = 35,
			},
			["name"] = "顶石游荡者",
		},
		[115831] = {
			["values"] = {
				1, -- [1]
				[4] = 44.25,
			},
			["name"] = "魔力吞噬者",
		},
		[99629] = {
			["values"] = {
				56, -- [1]
			},
			["name"] = "苦水清道夫",
		},
		[99033] = {
			["values"] = {
				[4] = 47,
			},
			["name"] = "Helarjar Mistcaller",
		},
		[105921] = {
			["values"] = {
				[4] = 96,
			},
			["name"] = "夜之子魔剑士",
		},
		[118700] = {
			["values"] = {
				[2] = 25,
			},
			["name"] = "邪疫猎犬",
		},
		[118716] = {
			["values"] = {
				[4] = 10,
			},
			["name"] = "喷怨鞭笞者",
		},
		[115417] = {
			["values"] = {
				[8] = 1,
			},
			["name"] = "老鼠",
		},
		[121553] = {
			["values"] = {
				[4] = 4,
			},
			["name"] = "恐怖猎手",
		},
		[121569] = {
			["values"] = {
				[4] = 10,
			},
			["name"] = "邪皮行者",
		},
		[114624] = {
			["values"] = {
				[8] = 3,
			},
			["name"] = "奥术守卫",
		},
		[96611] = {
			["values"] = {
				[2] = 12,
			},
			["name"] = "怒蹄公牛",
		},
		[116549] = {
			["values"] = {
				[4] = 7,
			},
			["name"] = "替补歌手",
		},
	},
}
