
Postal3DB = {
	["global"] = {
		["BlackBook"] = {
			["alts"] = {
				"Pantyazure|燃烧之刃|Neutral|3|MAGE", -- [1]
				"Testlze|燃烧之刃|Alliance|100|MONK", -- [2]
				"喵乎一人之心|燃烧之刃|Horde|110|PRIEST", -- [3]
				"喵喵了个咪肉|燃烧之刃|Alliance|100|WARRIOR", -- [4]
				"喵喵围炉斯|燃烧之刃|Alliance|1|DRUID", -- [5]
				"喵言术嗷呜|燃烧之刃|Horde|120|DEMONHUNTER", -- [6]
				"备前长光|白银之手|Horde|110|ROGUE", -- [7]
				"备前长船|阿克蒙德|Alliance|48|ROGUE", -- [8]
				"尊严德|燃烧之刃|Horde|120|MONK", -- [9]
				"教授猫|白银之手|Alliance|105|DRUID", -- [10]
				"暗言术喵|燃烧之刃|Horde|110|PRIEST", -- [11]
				"泠凊之腤|白银之手|Alliance|84|DEATHKNIGHT", -- [12]
				"泠凊腤|拉文凯斯|Alliance|88|DRUID", -- [13]
				"立二拆三|燃烧之刃|Horde|110|WARLOCK", -- [14]
				"自杀贼|燃烧之刃|Horde|110|PALADIN", -- [15]
				"萌娘百科|燃烧之刃|Horde|120|DEATHKNIGHT", -- [16]
			},
		},
	},
	["profileKeys"] = {
		["喵言术嗷呜 - 燃烧之刃"] = "喵言术嗷呜 - 燃烧之刃",
		["泠凊腤 - 拉文凯斯"] = "泠凊腤 - 拉文凯斯",
		["立二拆三 - 燃烧之刃"] = "立二拆三 - 燃烧之刃",
		["Testlze - 燃烧之刃"] = "Testlze - 燃烧之刃",
		["尊严德 - 燃烧之刃"] = "尊严德 - 燃烧之刃",
		["喵乎一人之心 - 燃烧之刃"] = "喵乎一人之心 - 燃烧之刃",
		["备前长光 - 白银之手"] = "备前长光 - 白银之手",
		["备前长船 - 阿克蒙德"] = "备前长船 - 阿克蒙德",
		["喵喵围炉斯 - 燃烧之刃"] = "喵喵围炉斯 - 燃烧之刃",
		["Pantyazure - 燃烧之刃"] = "Pantyazure - 燃烧之刃",
		["喵喵了个咪肉 - 燃烧之刃"] = "喵喵了个咪肉 - 燃烧之刃",
		["萌娘百科 - 燃烧之刃"] = "萌娘百科 - 燃烧之刃",
		["教授猫 - 白银之手"] = "教授猫 - 白银之手",
		["泠凊之腤 - 白银之手"] = "泠凊之腤 - 白银之手",
		["暗言术喵 - 燃烧之刃"] = "暗言术喵 - 燃烧之刃",
		["自杀贼 - 燃烧之刃"] = "自杀贼 - 燃烧之刃",
	},
	["profiles"] = {
		["喵言术嗷呜 - 燃烧之刃"] = {
			["BlackBook"] = {
				["recent"] = {
					"尊严德|燃烧之刃|Horde", -- [1]
					"暗言术喵|燃烧之刃|Horde", -- [2]
				},
			},
		},
		["泠凊腤 - 拉文凯斯"] = {
		},
		["立二拆三 - 燃烧之刃"] = {
		},
		["Testlze - 燃烧之刃"] = {
		},
		["尊严德 - 燃烧之刃"] = {
			["BlackBook"] = {
				["recent"] = {
					"喵言术嗷呜|燃烧之刃|Horde", -- [1]
					"萌娘百科|燃烧之刃|Horde", -- [2]
					"牛奶酒|燃烧之刃|Horde", -- [3]
					"备前长光-白银之手|燃烧之刃|Horde", -- [4]
					"自杀贼|燃烧之刃|Horde", -- [5]
					"暗言术喵|燃烧之刃|Horde", -- [6]
					"北冰洋汽水-燃烧之刃|燃烧之刃|Horde", -- [7]
					"立二拆三|燃烧之刃|Horde", -- [8]
					"七景终落-燃烧之刃|燃烧之刃|Horde", -- [9]
					"吧唧叭叽丶-燃烧之刃|燃烧之刃|Horde", -- [10]
					"霜与火的协奏-燃烧之刃|燃烧之刃|Horde", -- [11]
					"灵魂小贼-燃烧之刃|燃烧之刃|Horde", -- [12]
					"币开头小德-燃烧之刃|燃烧之刃|Horde", -- [13]
				},
			},
		},
		["喵乎一人之心 - 燃烧之刃"] = {
		},
		["备前长光 - 白银之手"] = {
		},
		["备前长船 - 阿克蒙德"] = {
		},
		["喵喵围炉斯 - 燃烧之刃"] = {
		},
		["Pantyazure - 燃烧之刃"] = {
		},
		["喵喵了个咪肉 - 燃烧之刃"] = {
		},
		["萌娘百科 - 燃烧之刃"] = {
			["BlackBook"] = {
				["recent"] = {
					"喵言术嗷呜|燃烧之刃|Horde", -- [1]
					"寻欢一世|燃烧之刃|Horde", -- [2]
					"尊严德|燃烧之刃|Horde", -- [3]
					"暗言术喵|燃烧之刃|Horde", -- [4]
				},
			},
		},
		["教授猫 - 白银之手"] = {
		},
		["泠凊之腤 - 白银之手"] = {
		},
		["暗言术喵 - 燃烧之刃"] = {
			["BlackBook"] = {
				["recent"] = {
					"喵言术嗷呜|燃烧之刃|Horde", -- [1]
					"尊严德|燃烧之刃|Horde", -- [2]
					"教授猫-白银之手|燃烧之刃|Horde", -- [3]
					"阿婆婆蹦蹦-燃烧之刃|燃烧之刃|Horde", -- [4]
					"灵魂小贼-燃烧之刃|燃烧之刃|Horde", -- [5]
				},
			},
		},
		["自杀贼 - 燃烧之刃"] = {
		},
	},
}
