
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["尊严德 - 燃烧之刃"] = "尊严德 - 燃烧之刃",
	},
	["profiles"] = {
		["尊严德 - 燃烧之刃"] = {
			["appShine"] = "80000.05",
			["lastSearchCode"] = "3-0-657-0",
			["createHistoryList"] = {
				"2-117-464-0", -- [1]
				"2-112-445-0", -- [2]
				"6-0-16-0", -- [3]
			},
			["minimap"] = {
				["minimapPos"] = 344.332761363605,
				["hide"] = false,
			},
			["settings"] = {
				["panel"] = false,
				["storage"] = {
					["y"] = 0,
					["x"] = -325.73193359375,
					["point"] = "TOPRIGHT",
					["scale"] = 1,
				},
				["sound"] = false,
			},
			["searchHistoryList"] = {
				"3-0-657-0", -- [1]
				"2-140-646-0", -- [2]
				"3-135-495-0", -- [3]
				"2-143-521-0", -- [4]
				"3-131-478-0", -- [5]
			},
			["version"] = "80000.05",
			["advShine"] = "70100.01",
			["recent"] = {
				["3-135-496-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "Pandahero-燃烧之刃",
						["iLvl"] = 382,
						["time"] = 1542891332,
						["class"] = 10,
						["bTag"] = "suki#5729",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "夜見丶-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1542891332,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "吧唧丶#51228",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "画甲肖张-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1542891332,
						["class"] = 6,
						["bTag"] = "库卡隆战争骑士#5704",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "寒冰之忆-燃烧之刃",
						["iLvl"] = 379,
						["time"] = 1542891332,
						["class"] = 8,
						["bTag"] = "寒冰之心#5435",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "嘀嘀叭叭丶-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1543496966,
						["class"] = 12,
						["bTag"] = "吧唧丶#51228",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "蝙蝠披风-燃烧之刃",
						["iLvl"] = 375,
						["time"] = 1543496971,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "灵魂小贼#5731",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "九門丨督督-影之哀伤",
						["iLvl"] = 381,
						["time"] = 1542891332,
						["class"] = 10,
						["bTag"] = "乐爷#51952",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "落尽的浮华-燃烧之刃",
						["iLvl"] = 380,
						["time"] = 1543496971,
						["class"] = 5,
						["bTag"] = "阿萨托斯#51588",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "Alohahawaii-洛萨",
						["iLvl"] = 382,
						["time"] = 1542891332,
						["class"] = 7,
						["bTag"] = "守护女神嘟嘟大人#5722",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "狂扁小绵羊-燃烧之刃",
						["iLvl"] = 378,
						["time"] = 1542891332,
						["class"] = 3,
						["bTag"] = "花式吊打#5421",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "小飞侠罗本-燃烧之刃",
						["iLvl"] = 382,
						["time"] = 1542891332,
						["class"] = 9,
						["bTag"] = "RYNN#5933",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "小嘴儿冰凉凉-丽丽（四川）",
						["iLvl"] = 382,
						["time"] = 1542891332,
						["class"] = 8,
						["bTag"] = "男哥哥#51903",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "雪中悍刀行乄-血色十字军",
						["iLvl"] = 383,
						["time"] = 1542891332,
						["class"] = 12,
						["bTag"] = "夜雪#5358",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Melisian-凤凰之神",
						["iLvl"] = 382,
						["time"] = 1542891332,
						["class"] = 1,
						["bTag"] = "Distony#5536",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "寒丨暮-死亡之翼",
						["iLvl"] = 381,
						["time"] = 1542891332,
						["class"] = 12,
						["bTag"] = "战神的文盲老父亲#5968",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "黑桐月-死亡之翼",
						["iLvl"] = 383,
						["time"] = 1542891332,
						["class"] = 4,
						["bTag"] = "夜微冷#5323",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "损坏的剧本-安苏",
						["iLvl"] = 381,
						["time"] = 1542891332,
						["class"] = 4,
						["bTag"] = "天使回忆#5314",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "芊灬芊-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1542891332,
						["class"] = 3,
						["bTag"] = "芊灬芊#51969",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "只管坦克-丹莫德",
						["iLvl"] = 380,
						["time"] = 1542891332,
						["class"] = 2,
						["bTag"] = "玩毒蛇的蝎子#5695",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "不受约术-燃烧之刃",
						["iLvl"] = 384,
						["time"] = 1542890165,
						["class"] = 9,
						["bTag"] = "Rivision#5773",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "叫我萝莉控灬-燃烧之刃",
						["iLvl"] = 379,
						["time"] = 1542891332,
						["class"] = 12,
						["bTag"] = "Arthas#53728",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "迷糊的小绵羊-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1543496971,
						["class"] = 12,
						["bTag"] = "寒冰之心#5435",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "月中梦-燃烧之刃",
						["iLvl"] = 381,
						["time"] = 1543496971,
						["class"] = 12,
						["bTag"] = "陌未染#5728",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁小猫咪-凤凰之神",
						["iLvl"] = 375,
						["time"] = 1543496971,
						["class"] = 3,
						["bTag"] = "无尾北极熊#5102",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "抹了油的牛-血环",
						["iLvl"] = 376,
						["time"] = 1543496971,
						["class"] = 6,
						["bTag"] = "天魔欧巴#5201",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "飘逸的猎手-贫瘠之地",
						["iLvl"] = 382,
						["time"] = 1543496971,
						["class"] = 12,
						["bTag"] = "飘逸的背影#5981",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "夜幕星辰-血环",
						["iLvl"] = 383,
						["time"] = 1543496971,
						["class"] = 2,
						["bTag"] = "夜幕星辰#5100",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Tyr-暗影议会",
						["iLvl"] = 377,
						["time"] = 1543496971,
						["class"] = 1,
						["bTag"] = "暴躁之鼬#53168",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "遥望洛丹伦-巫妖之王",
						["iLvl"] = 377,
						["time"] = 1543496971,
						["class"] = 2,
						["bTag"] = "明月照常雨#5362",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "不要灬碧莲-巫妖之王",
						["iLvl"] = 380,
						["time"] = 1543496971,
						["class"] = 9,
						["bTag"] = "霜冻之足#5218",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "侠盗飘飘-燃烧之刃",
						["iLvl"] = 381,
						["time"] = 1543496971,
						["class"] = 4,
						["bTag"] = "剑气#5990",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "这个哥-死亡之翼",
						["iLvl"] = 384,
						["time"] = 1543496971,
						["class"] = 1,
						["bTag"] = "战殇后裔的石头#5892",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "苹果很甜-古尔丹",
						["iLvl"] = 380,
						["time"] = 1543496971,
						["class"] = 8,
						["bTag"] = "明天天晴#51786",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "大哥哥好坏-达尔坎",
						["iLvl"] = 379,
						["time"] = 1543496971,
						["class"] = 2,
						["bTag"] = "凉鞋哥哥#5735",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "皛皛糖-影之哀伤",
						["iLvl"] = 375,
						["time"] = 1543496236,
						["class"] = 7,
						["bTag"] = "aoxu#5801",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "回雪丶-冰风岗",
						["iLvl"] = 380,
						["time"] = 1543496971,
						["class"] = 3,
						["bTag"] = "伤心的辣条#5864",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "卡鲁里-凤凰之神",
						["iLvl"] = 378,
						["time"] = 1543496971,
						["class"] = 3,
						["bTag"] = "卡奈#51931",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "吧唧叭叽丶-燃烧之刃",
						["iLvl"] = 361,
						["time"] = 1543496971,
						["class"] = 7,
						["bTag"] = "吧唧丶#51228",
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "野蛮牛仔骨-迅捷微风",
						["iLvl"] = 382,
						["time"] = 1543496971,
						["class"] = 11,
						["bTag"] = "thesecond#5333",
					}, -- [39]
				},
				["3-0-657-0"] = {
					{
						["role"] = "TANK",
						["name"] = "豆豆很抖-凤凰之神",
						["time"] = 1542975708,
						["class"] = 2,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "门派吉祥物-红龙军团",
						["time"] = 1542975708,
						["class"] = 3,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Skydhh-影之哀伤",
						["time"] = 1542975708,
						["class"] = 12,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "魔战生命线-冰风岗",
						["iLvl"] = 353,
						["time"] = 1542975708,
						["class"] = 5,
						["bTag"] = "Life#5786",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "Kw-风暴之怒",
						["iLvl"] = 311,
						["time"] = 1542975708,
						["class"] = 12,
						["bTag"] = "大太阳#51554",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "冰荷之懵懂-凤凰之神",
						["time"] = 1542975708,
						["class"] = 6,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "一片灰烬-达尔坎",
						["iLvl"] = 360,
						["time"] = 1542975708,
						["class"] = 12,
						["bTag"] = "半个灵魂#5532",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光是苹果-阿格拉玛",
						["iLvl"] = 355,
						["time"] = 1542975708,
						["class"] = 2,
						["bTag"] = "狂暴的脚趾#5508",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "阿嚏-伊利丹",
						["iLvl"] = 377,
						["time"] = 1542975708,
						["class"] = 7,
						["bTag"] = "从头再来#52807",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "叫兽向前冲-亚雷戈斯",
						["iLvl"] = 354,
						["time"] = 1542975708,
						["class"] = 1,
						["bTag"] = "拍砖#5706",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "天坦之怒-死亡之翼",
						["iLvl"] = 373,
						["time"] = 1542975560,
						["class"] = 12,
						["bTag"] = "蛮力之枭#54716",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔雯丶逐星-恐怖图腾",
						["iLvl"] = 373,
						["time"] = 1542975708,
						["class"] = 3,
						["bTag"] = "Lance#5453",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "帝国之花-菲拉斯",
						["iLvl"] = 361,
						["time"] = 1542975708,
						["class"] = 12,
						["bTag"] = "小胖灬居士#5173",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "刘智宇-菲拉斯",
						["iLvl"] = 325,
						["time"] = 1542975708,
						["class"] = 2,
						["bTag"] = "Darcy#5963",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "蒻宥惢丧-菲拉斯",
						["iLvl"] = 372,
						["time"] = 1542975708,
						["class"] = 12,
						["bTag"] = "天空的痕迹#5943",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "点少点一点-战歌",
						["iLvl"] = 346,
						["time"] = 1542975708,
						["class"] = 3,
						["bTag"] = "点点少一点#5395",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "灰色的小鬼-鹰巢山",
						["iLvl"] = 347,
						["time"] = 1542975564,
						["class"] = 9,
						["bTag"] = "WildWolf#523666",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "大偷-鲜血熔炉",
						["iLvl"] = 362,
						["time"] = 1542975708,
						["class"] = 4,
						["bTag"] = "永远的大偷#5224",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "随风乐髯-伊利丹",
						["iLvl"] = 372,
						["time"] = 1542975708,
						["class"] = 1,
						["bTag"] = "ZyseraHS#5448",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "梅得席斯乌云-奎尔萨拉斯",
						["iLvl"] = 312,
						["time"] = 1542975708,
						["class"] = 9,
						["bTag"] = "工薪一族#5685",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "灵音漱魂-万色星辰",
						["iLvl"] = 324,
						["time"] = 1542975708,
						["class"] = 9,
						["bTag"] = "无厌伽蓝#5703",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "三温暖-雏龙之翼",
						["iLvl"] = 358,
						["time"] = 1542975708,
						["class"] = 12,
						["bTag"] = "杜薇薇#5899",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "征战岁月-闪电之刃",
						["iLvl"] = 343,
						["time"] = 1542975708,
						["class"] = 11,
						["bTag"] = "狂野泰坦#5364",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光奶糖-风暴之怒",
						["iLvl"] = 293,
						["time"] = 1542975708,
						["class"] = 2,
						["bTag"] = "a414421387#5929",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "幽影随行-黑手军团",
						["iLvl"] = 353,
						["time"] = 1542975708,
						["class"] = 4,
						["bTag"] = "超级之好运#5345",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Besty-血吼",
						["iLvl"] = 375,
						["time"] = 1542975708,
						["class"] = 8,
						["bTag"] = "Tesiro#5437",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "坠星逐月-古尔丹",
						["iLvl"] = 241,
						["time"] = 1542975708,
						["class"] = 12,
						["bTag"] = "依然#5264",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "小灬流氓-耐普图隆",
						["iLvl"] = 375,
						["time"] = 1542975708,
						["class"] = 1,
						["bTag"] = "鬼魂之龙#5179588",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "Chaeyeon-艾露恩",
						["iLvl"] = 344,
						["time"] = 1542975708,
						["class"] = 2,
						["bTag"] = "Avina#5346",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "溯夜瑶光-斯克提斯",
						["time"] = 1542975708,
						["class"] = 3,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "梦入神机-阿比迪斯",
						["iLvl"] = 353,
						["time"] = 1542975708,
						["class"] = 6,
						["bTag"] = "无尽空虚#5610",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "刀马红颜-白银之手",
						["iLvl"] = 383,
						["time"] = 1542975708,
						["class"] = 6,
						["bTag"] = "绯蜂#5499",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "寒冰大祭司-寒冰皇冠",
						["iLvl"] = 343,
						["time"] = 1542975708,
						["class"] = 7,
						["bTag"] = "circle#5397",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "持弓射天涯-弗塞雷迦",
						["iLvl"] = 346,
						["time"] = 1542975708,
						["class"] = 3,
						["bTag"] = "无所畏惧#52767",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "秋水琳琅-卡拉赞",
						["time"] = 1542975708,
						["class"] = 9,
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "蘑菇胖熊-盖斯",
						["iLvl"] = 358,
						["time"] = 1542975708,
						["class"] = 7,
						["bTag"] = "蘑菇胖熊#5511",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "马拉祭司-贫瘠之地",
						["iLvl"] = 361,
						["time"] = 1542975708,
						["class"] = 3,
						["bTag"] = "坑爹啊#5272",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "艾德玲娜-斯坦索姆",
						["time"] = 1542975708,
						["class"] = 2,
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "壹個德-丽丽（四川）",
						["time"] = 1542975708,
						["class"] = 11,
					}, -- [39]
				},
				["1-248-651-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Macro-激流之傲",
						["iLvl"] = 361,
						["time"] = 1542975439,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "Sephiroth#5240",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "哈哈毛毛-火羽山",
						["iLvl"] = 379,
						["time"] = 1542975439,
						["class"] = 3,
						["bTag"] = "毛老板#5635",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "杜龙條-兰娜瑟尔",
						["iLvl"] = 328,
						["time"] = 1542975439,
						["class"] = 9,
						["bTag"] = "你床下有人#5889",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "远远很爱国-阿尔萨斯",
						["iLvl"] = 359,
						["time"] = 1542975439,
						["class"] = 9,
						["bTag"] = "远远#51538",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "漓泉口服液-奥蕾莉亚",
						["iLvl"] = 359,
						["time"] = 1542975439,
						["class"] = 8,
						["bTag"] = "爱布布的狐狸#5378",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "花骨-艾露恩",
						["iLvl"] = 350,
						["time"] = 1542975415,
						["class"] = 6,
						["bTag"] = "雪堆#5144",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "Somnuz-阿卡玛",
						["iLvl"] = 353,
						["time"] = 1542975439,
						["class"] = 11,
						["bTag"] = "gmlcj#5750",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "纳格兰二傻-安苏",
						["iLvl"] = 356,
						["time"] = 1542975439,
						["class"] = 1,
						["bTag"] = "极速之潜行者#513585",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "莯红尘-爱斯特纳",
						["iLvl"] = 340,
						["time"] = 1542975439,
						["class"] = 12,
						["bTag"] = "墨离殇#5512",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "牛鞭不卖-国王之谷",
						["time"] = 1542975439,
						["class"] = 1,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "冲锋跌倒打滚-安苏",
						["iLvl"] = 283,
						["time"] = 1542975415,
						["class"] = 12,
						["bTag"] = "渡鸦123456#5223",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "绿皮嘎嘣脆-影之哀伤",
						["iLvl"] = 374,
						["time"] = 1542975439,
						["class"] = 3,
						["bTag"] = "萨卡斯基#51923",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "歌莉娅-迅捷微风",
						["iLvl"] = 375,
						["time"] = 1542975439,
						["class"] = 12,
						["bTag"] = "Roarian#5292",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "毛线团团-凯恩血蹄",
						["time"] = 1542975439,
						["class"] = 1,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "那个棒槌-埃克索图斯",
						["iLvl"] = 369,
						["time"] = 1542975439,
						["class"] = 3,
						["bTag"] = "SwankyOrc#52404",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "说了不是古牧-诺兹多姆",
						["time"] = 1542975401,
						["class"] = 3,
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "龅牙珍-刺骨利刃",
						["iLvl"] = 360,
						["time"] = 1542975439,
						["class"] = 5,
						["bTag"] = "夏晖#5366",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "植花小能手-迅捷微风",
						["time"] = 1542975439,
						["class"] = 1,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "风云再起-奈法利安",
						["iLvl"] = 349,
						["time"] = 1542975439,
						["class"] = 11,
						["bTag"] = "nbasxqs#5863",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "旅行者三世-萨格拉斯",
						["iLvl"] = 288,
						["time"] = 1542975439,
						["class"] = 8,
						["bTag"] = "冰火#52982",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "暁浣熊-迅捷微风",
						["iLvl"] = 362,
						["time"] = 1542975439,
						["class"] = 2,
						["bTag"] = "RangerSu#5892",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "悍马伯爵-回音山",
						["iLvl"] = 339,
						["time"] = 1542975415,
						["class"] = 4,
						["bTag"] = "敏爱露#5105",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "冷月十字星-血环",
						["iLvl"] = 370,
						["time"] = 1542975439,
						["class"] = 12,
						["bTag"] = "深蓝滔#5855",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "扑上去咬-安苏",
						["iLvl"] = 350,
						["time"] = 1542975439,
						["class"] = 3,
						["bTag"] = "frank#51301",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "轩辕嫣然-奎尔萨拉斯",
						["iLvl"] = 270,
						["time"] = 1542975439,
						["class"] = 8,
						["bTag"] = "轩辕长风#5552",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "梦影行者-安苏",
						["time"] = 1542975439,
						["class"] = 4,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "灵音漱魂-万色星辰",
						["time"] = 1542975439,
						["class"] = 9,
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "仔仔灏灏-贫瘠之地",
						["time"] = 1542975439,
						["class"] = 7,
					}, -- [28]
				},
			},
			["searchInputHistory"] = {
				["3-123-416-0"] = {
					"T", -- [1]
					"大姐姐", -- [2]
				},
				["3-131-478-0"] = {
					"m", -- [1]
					"T", -- [2]
					"t", -- [3]
					"JD", -- [4]
					"jd", -- [5]
				},
				["6-0-16-0"] = {
					"12m通刷", -- [1]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					false, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
