
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["尊严德 - 燃烧之刃"] = "尊严德 - 燃烧之刃",
	},
	["profiles"] = {
		["尊严德 - 燃烧之刃"] = {
			["settings"] = {
				["panel"] = false,
				["storage"] = {
					["y"] = 0,
					["x"] = -325.73193359375,
					["point"] = "TOPRIGHT",
					["scale"] = 1,
				},
				["sound"] = false,
			},
			["searchHistoryList"] = {
				"3-0-657-0", -- [1]
				"2-140-646-0", -- [2]
				"3-135-495-0", -- [3]
				"2-143-521-0", -- [4]
				"3-131-478-0", -- [5]
			},
			["createHistoryList"] = {
				"2-117-464-0", -- [1]
				"2-112-445-0", -- [2]
				"6-0-16-0", -- [3]
			},
			["minimap"] = {
				["minimapPos"] = 344.332761363605,
				["hide"] = false,
			},
			["version"] = "80000.05",
			["recent"] = {
				["3-135-496-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "腤之泠凊-燃烧之刃",
						["iLvl"] = 379,
						["time"] = 1541679894,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "灵魂小贼#5731",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "Pandahero-燃烧之刃",
						["iLvl"] = 382,
						["time"] = 1542891332,
						["class"] = 10,
						["bTag"] = "suki#5729",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "玖渚蓝蓝-燃烧之刃",
						["iLvl"] = 374,
						["time"] = 1541679894,
						["class"] = 2,
						["bTag"] = "轻小风#5227",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "洃洃啸兲吠-燃烧之刃",
						["iLvl"] = 379,
						["time"] = 1541679894,
						["class"] = 11,
						["bTag"] = "如此空空#5931",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "无归漫游-燃烧之刃",
						["iLvl"] = 368,
						["time"] = 1541679894,
						["class"] = 5,
						["bTag"] = "血色维拉#5760",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "夜見丶-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1542891332,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "吧唧丶#51228",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丨海纳百川丨-燃烧之刃",
						["iLvl"] = 380,
						["time"] = 1541678887,
						["class"] = 1,
						["bTag"] = "小段段#5674",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "墨色残阳-燃烧之刃",
						["iLvl"] = 376,
						["time"] = 1541679894,
						["class"] = 6,
						["bTag"] = "莱纳龙特#5898",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "画甲肖张-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1542891332,
						["class"] = 6,
						["bTag"] = "库卡隆战争骑士#5704",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "老卍鸟-安苏",
						["time"] = 1541679894,
						["class"] = 8,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "若光似影-燃烧之刃",
						["iLvl"] = 373,
						["time"] = 1541679894,
						["class"] = 4,
						["bTag"] = "阿萨托斯#51588",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "寒冰之忆-燃烧之刃",
						["iLvl"] = 379,
						["time"] = 1542891332,
						["class"] = 8,
						["bTag"] = "寒冰之心#5435",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "一一二二三三-格雷迈恩",
						["iLvl"] = 375,
						["time"] = 1541679894,
						["class"] = 3,
						["bTag"] = "千万哥犀利#5636",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "茶荼-丽丽（四川）",
						["iLvl"] = 379,
						["time"] = 1541678964,
						["class"] = 7,
						["bTag"] = "千泓#51439",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "嘀嘀叭叭丶-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1543496966,
						["class"] = 12,
						["bTag"] = "吧唧丶#51228",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利达雷锋-巨龙之吼",
						["iLvl"] = 377,
						["time"] = 1541679375,
						["class"] = 12,
						["bTag"] = "肉包不肉#5580",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "煮酒丷论龙龙-塞拉摩",
						["iLvl"] = 378,
						["time"] = 1541679328,
						["class"] = 8,
						["bTag"] = "Joker#534391",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "炯炯哒菠菜-燃烧之刃",
						["iLvl"] = 375,
						["time"] = 1541679894,
						["class"] = 11,
						["bTag"] = "囧囧哒菠菜#5676",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "阿旯吤灬-塞拉摩",
						["iLvl"] = 373,
						["time"] = 1541679330,
						["class"] = 9,
						["bTag"] = "伊洛青衫丶#5913",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "花洛洛-塞拉摩",
						["iLvl"] = 379,
						["time"] = 1541679328,
						["class"] = 5,
						["bTag"] = "花洛洛#51275",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶的希里克-塞拉摩",
						["iLvl"] = 377,
						["time"] = 1541679328,
						["class"] = 3,
						["bTag"] = "追忆逝去的青春#5648",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "做头发去吗-塞拉摩",
						["time"] = 1541679332,
						["class"] = 12,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "幕后射手-燃烧之刃",
						["iLvl"] = 375,
						["time"] = 1541679894,
						["class"] = 3,
						["bTag"] = "冬哥#52842",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "苦瓜风怒-燃烧之刃",
						["iLvl"] = 381,
						["time"] = 1541679894,
						["class"] = 7,
						["bTag"] = "多功能地精军刀#5691",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "焚丶心-影之哀伤",
						["iLvl"] = 378,
						["time"] = 1541679894,
						["class"] = 12,
						["bTag"] = "风随剑舞#5801",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "未知目丶标-燃烧之刃",
						["iLvl"] = 374,
						["time"] = 1541679894,
						["class"] = 2,
						["bTag"] = "郭亭#51959",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Hazzed-燃烧之刃",
						["iLvl"] = 381,
						["time"] = 1541679894,
						["class"] = 9,
						["bTag"] = "小柯#51979",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "廿一牧-格雷迈恩",
						["iLvl"] = 377,
						["time"] = 1541679894,
						["class"] = 5,
						["bTag"] = "忧郁的风#5433",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "蝙蝠披风-燃烧之刃",
						["iLvl"] = 375,
						["time"] = 1543496971,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "灵魂小贼#5731",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "九門丨督督-影之哀伤",
						["iLvl"] = 381,
						["time"] = 1542891332,
						["class"] = 10,
						["bTag"] = "乐爷#51952",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "落尽的浮华-燃烧之刃",
						["iLvl"] = 380,
						["time"] = 1543496971,
						["class"] = 5,
						["bTag"] = "阿萨托斯#51588",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "Alohahawaii-洛萨",
						["iLvl"] = 382,
						["time"] = 1542891332,
						["class"] = 7,
						["bTag"] = "守护女神嘟嘟大人#5722",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "狂扁小绵羊-燃烧之刃",
						["iLvl"] = 378,
						["time"] = 1542891332,
						["class"] = 3,
						["bTag"] = "花式吊打#5421",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "小飞侠罗本-燃烧之刃",
						["iLvl"] = 382,
						["time"] = 1542891332,
						["class"] = 9,
						["bTag"] = "RYNN#5933",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "小嘴儿冰凉凉-丽丽（四川）",
						["iLvl"] = 382,
						["time"] = 1542891332,
						["class"] = 8,
						["bTag"] = "男哥哥#51903",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "雪中悍刀行乄-血色十字军",
						["iLvl"] = 383,
						["time"] = 1542891332,
						["class"] = 12,
						["bTag"] = "夜雪#5358",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Melisian-凤凰之神",
						["iLvl"] = 382,
						["time"] = 1542891332,
						["class"] = 1,
						["bTag"] = "Distony#5536",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "寒丨暮-死亡之翼",
						["iLvl"] = 381,
						["time"] = 1542891332,
						["class"] = 12,
						["bTag"] = "战神的文盲老父亲#5968",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "黑桐月-死亡之翼",
						["iLvl"] = 383,
						["time"] = 1542891332,
						["class"] = 4,
						["bTag"] = "夜微冷#5323",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "损坏的剧本-安苏",
						["iLvl"] = 381,
						["time"] = 1542891332,
						["class"] = 4,
						["bTag"] = "天使回忆#5314",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "芊灬芊-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1542891332,
						["class"] = 3,
						["bTag"] = "芊灬芊#51969",
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "只管坦克-丹莫德",
						["iLvl"] = 380,
						["time"] = 1542891332,
						["class"] = 2,
						["bTag"] = "玩毒蛇的蝎子#5695",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "不受约术-燃烧之刃",
						["iLvl"] = 384,
						["time"] = 1542890165,
						["class"] = 9,
						["bTag"] = "Rivision#5773",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "叫我萝莉控灬-燃烧之刃",
						["iLvl"] = 379,
						["time"] = 1542891332,
						["class"] = 12,
						["bTag"] = "Arthas#53728",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "迷糊的小绵羊-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1543496971,
						["class"] = 12,
						["bTag"] = "寒冰之心#5435",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "月中梦-燃烧之刃",
						["iLvl"] = 381,
						["time"] = 1543496971,
						["class"] = 12,
						["bTag"] = "陌未染#5728",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁小猫咪-凤凰之神",
						["iLvl"] = 375,
						["time"] = 1543496971,
						["class"] = 3,
						["bTag"] = "无尾北极熊#5102",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "抹了油的牛-血环",
						["iLvl"] = 376,
						["time"] = 1543496971,
						["class"] = 6,
						["bTag"] = "天魔欧巴#5201",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "飘逸的猎手-贫瘠之地",
						["iLvl"] = 382,
						["time"] = 1543496971,
						["class"] = 12,
						["bTag"] = "飘逸的背影#5981",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "夜幕星辰-血环",
						["iLvl"] = 383,
						["time"] = 1543496971,
						["class"] = 2,
						["bTag"] = "夜幕星辰#5100",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "Tyr-暗影议会",
						["iLvl"] = 377,
						["time"] = 1543496971,
						["class"] = 1,
						["bTag"] = "暴躁之鼬#53168",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "遥望洛丹伦-巫妖之王",
						["iLvl"] = 377,
						["time"] = 1543496971,
						["class"] = 2,
						["bTag"] = "明月照常雨#5362",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "不要灬碧莲-巫妖之王",
						["iLvl"] = 380,
						["time"] = 1543496971,
						["class"] = 9,
						["bTag"] = "霜冻之足#5218",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "侠盗飘飘-燃烧之刃",
						["iLvl"] = 381,
						["time"] = 1543496971,
						["class"] = 4,
						["bTag"] = "剑气#5990",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "这个哥-死亡之翼",
						["iLvl"] = 384,
						["time"] = 1543496971,
						["class"] = 1,
						["bTag"] = "战殇后裔的石头#5892",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "苹果很甜-古尔丹",
						["iLvl"] = 380,
						["time"] = 1543496971,
						["class"] = 8,
						["bTag"] = "明天天晴#51786",
					}, -- [56]
					{
						["role"] = "HEALER",
						["name"] = "大哥哥好坏-达尔坎",
						["iLvl"] = 379,
						["time"] = 1543496971,
						["class"] = 2,
						["bTag"] = "凉鞋哥哥#5735",
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "皛皛糖-影之哀伤",
						["iLvl"] = 375,
						["time"] = 1543496236,
						["class"] = 7,
						["bTag"] = "aoxu#5801",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "回雪丶-冰风岗",
						["iLvl"] = 380,
						["time"] = 1543496971,
						["class"] = 3,
						["bTag"] = "伤心的辣条#5864",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "卡鲁里-凤凰之神",
						["iLvl"] = 378,
						["time"] = 1543496971,
						["class"] = 3,
						["bTag"] = "卡奈#51931",
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "吧唧叭叽丶-燃烧之刃",
						["iLvl"] = 361,
						["time"] = 1543496971,
						["class"] = 7,
						["bTag"] = "吧唧丶#51228",
					}, -- [61]
					{
						["role"] = "HEALER",
						["name"] = "野蛮牛仔骨-迅捷微风",
						["iLvl"] = 382,
						["time"] = 1543496971,
						["class"] = 11,
						["bTag"] = "thesecond#5333",
					}, -- [62]
				},
				["3-135-495-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "迷糊的小绵羊-燃烧之刃",
						["iLvl"] = 381,
						["time"] = 1541166660,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "寒冰之心#5435",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "扎贡丶纳斯-燃烧之刃",
						["iLvl"] = 380,
						["time"] = 1541166660,
						["class"] = 8,
						["bTag"] = "灵魂小贼#5731",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "牛奶酒-燃烧之刃",
						["iLvl"] = 375,
						["time"] = 1541166660,
						["class"] = 10,
						["bTag"] = "kevino#5355",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "Pandahero-燃烧之刃",
						["iLvl"] = 381,
						["time"] = 1541166660,
						["class"] = 10,
						["bTag"] = "suki#5729",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "谁在那儿-燃烧之刃",
						["iLvl"] = 377,
						["time"] = 1541166660,
						["class"] = 9,
						["bTag"] = "卖萌电猫#5808",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "洃洃啸兲吠-燃烧之刃",
						["iLvl"] = 380,
						["time"] = 1542376401,
						["class"] = 11,
						["bTag"] = "如此空空#5931",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "无归漫游-燃烧之刃",
						["iLvl"] = 372,
						["time"] = 1542376394,
						["class"] = 5,
						["bTag"] = "血色维拉#5760",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "画甲肖张-燃烧之刃",
						["iLvl"] = 382,
						["time"] = 1542376379,
						["class"] = 6,
						["bTag"] = "库卡隆战争骑士#5704",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "丨海纳百川丨-燃烧之刃",
						["iLvl"] = 379,
						["time"] = 1541164340,
						["class"] = 1,
						["bTag"] = "小段段#5674",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "若光似影-燃烧之刃",
						["iLvl"] = 368,
						["time"] = 1541166660,
						["class"] = 4,
						["bTag"] = "阿萨托斯#51588",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "墨色残阳-燃烧之刃",
						["iLvl"] = 373,
						["time"] = 1541166660,
						["class"] = 6,
						["bTag"] = "莱纳龙特#5898",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "血染冰霜-白骨荒野",
						["iLvl"] = 373,
						["time"] = 1541162745,
						["class"] = 6,
						["bTag"] = "火柴#5728",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "落叶的徘徊-加基森",
						["iLvl"] = 373,
						["time"] = 1541166660,
						["class"] = 9,
						["bTag"] = "落叶的凋零#5289",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "我是狼德-利刃之拳",
						["iLvl"] = 378,
						["time"] = 1541163144,
						["class"] = 5,
						["bTag"] = "冴月麟#51646",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "爱泽神-凤凰之神",
						["iLvl"] = 381,
						["time"] = 1541166660,
						["class"] = 10,
						["bTag"] = "赵恩泽#5665",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "天孓門生-血色十字军",
						["iLvl"] = 377,
						["time"] = 1541166660,
						["class"] = 5,
						["bTag"] = "天孓門生#5307",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "妖乄逆天-纳克萨玛斯",
						["iLvl"] = 375,
						["time"] = 1541166660,
						["class"] = 8,
						["bTag"] = "御风归去#5223",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "獸猎-冰霜之刃",
						["iLvl"] = 380,
						["time"] = 1541162333,
						["class"] = 3,
						["bTag"] = "老大无橙#5523",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "天生狂野-密林游侠",
						["iLvl"] = 382,
						["time"] = 1541163245,
						["class"] = 3,
						["bTag"] = "部落首领#5675",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "韶华丹心-凤凰之神",
						["iLvl"] = 381,
						["time"] = 1541166660,
						["class"] = 3,
						["bTag"] = "风的气息#5119",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "浪花上的雨滴-鬼雾峰",
						["iLvl"] = 379,
						["time"] = 1541166660,
						["class"] = 1,
						["bTag"] = "淼淼#5107",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "墨鸣棋喵-风暴之怒",
						["iLvl"] = 370,
						["time"] = 1541162048,
						["class"] = 4,
						["bTag"] = "核弹芙蓉#51675",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "不玩魔兽-艾莫莉丝",
						["iLvl"] = 375,
						["time"] = 1541166660,
						["class"] = 8,
						["bTag"] = "妞的材哥#5181",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "飛揚-熔火之心",
						["iLvl"] = 384,
						["time"] = 1541166660,
						["class"] = 9,
						["bTag"] = "飛揚#51641",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "飞十一-海克泰尔",
						["iLvl"] = 379,
						["time"] = 1541164479,
						["class"] = 3,
						["bTag"] = "飞十一#5226",
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "被遗忘的梦境-龙骨平原",
						["iLvl"] = 375,
						["time"] = 1541166660,
						["class"] = 2,
						["bTag"] = "希望的未来#51695",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔思密达-黑铁",
						["iLvl"] = 376,
						["time"] = 1541166660,
						["class"] = 8,
						["bTag"] = "风中追风#53569",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "Nevermorei-迦拉克隆",
						["time"] = 1541166660,
						["class"] = 6,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "无瞳螃蟹-狂热之刃",
						["iLvl"] = 378,
						["time"] = 1541166660,
						["class"] = 1,
						["bTag"] = "小螃蟹#5517",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "寒冰之忆-燃烧之刃",
						["iLvl"] = 379,
						["time"] = 1542376401,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "寒冰之心#5435",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "记忆得夏天-燃烧之刃",
						["iLvl"] = 373,
						["time"] = 1542376401,
						["class"] = 2,
						["bTag"] = "记忆的夏天#5887",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "昔年-黑暗虚空",
						["iLvl"] = 381,
						["time"] = 1542374822,
						["class"] = 11,
						["bTag"] = "KissEternity#5851",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "卡格瓦祭司-阿纳克洛斯",
						["iLvl"] = 375,
						["time"] = 1542375672,
						["class"] = 11,
						["bTag"] = "背着的是炸弹#5598",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "扎丝特思-燃烧之刃",
						["iLvl"] = 357,
						["time"] = 1542376401,
						["class"] = 6,
						["bTag"] = "kevino#5355",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "咕噜猫饭-布兰卡德",
						["iLvl"] = 367,
						["time"] = 1542376349,
						["class"] = 8,
						["bTag"] = "巨硕之爱#5296",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Icemen-巫妖之王",
						["iLvl"] = 368,
						["time"] = 1542376392,
						["class"] = 8,
						["bTag"] = "aspinrin#5205",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Jass-伊森利恩",
						["iLvl"] = 373,
						["time"] = 1542376401,
						["class"] = 3,
						["bTag"] = "jashero#5487",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "Tigos-燃烧之刃",
						["iLvl"] = 367,
						["time"] = 1542376401,
						["class"] = 9,
						["bTag"] = "suki#5729",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "蝙蝠披风-燃烧之刃",
						["iLvl"] = 372,
						["time"] = 1542376401,
						["class"] = 2,
						["bTag"] = "灵魂小贼#5731",
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "吊大灬大黑牛-埃德萨拉",
						["iLvl"] = 381,
						["time"] = 1542376401,
						["class"] = 11,
						["bTag"] = "屌丝灬男#5945",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "神祇巛-黑暗虚空",
						["iLvl"] = 370,
						["time"] = 1542375665,
						["class"] = 10,
						["bTag"] = "神叉叉#5152",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "分外天-诺兹多姆",
						["iLvl"] = 372,
						["time"] = 1542376401,
						["class"] = 4,
						["bTag"] = "乌尔奇奥拉#51481",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "情陷迷城-梅尔加尼",
						["iLvl"] = 370,
						["time"] = 1542376401,
						["class"] = 5,
						["bTag"] = "落月恋歌#5721",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "战死战事-血吼",
						["iLvl"] = 376,
						["time"] = 1542376401,
						["class"] = 1,
						["bTag"] = "qwdlmm#5913",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "直视双眼-阿纳克洛斯",
						["iLvl"] = 369,
						["time"] = 1542376347,
						["class"] = 12,
						["bTag"] = "有基佬开我裤链#51977",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "翘嘴萌大娘-萨格拉斯",
						["iLvl"] = 370,
						["time"] = 1542376401,
						["class"] = 12,
						["bTag"] = "保护萌#5863",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "叁六伍-藏宝海湾",
						["iLvl"] = 379,
						["time"] = 1542376401,
						["class"] = 2,
						["bTag"] = "叁陆玖#5568",
					}, -- [47]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "纳卡什丶裂骨-金色平原",
						["iLvl"] = 340,
						["time"] = 1541672484,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "纬仔#5544",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "幸运兔脚-加兹鲁维",
						["time"] = 1541672409,
						["class"] = 8,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "Wendie-主宰之剑",
						["iLvl"] = 353,
						["time"] = 1541672484,
						["class"] = 5,
						["bTag"] = "曦曜#5465",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "穆莎冷心-哈卡",
						["time"] = 1541672480,
						["class"] = 6,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "鎏箭-卡扎克",
						["iLvl"] = 366,
						["time"] = 1541672409,
						["class"] = 3,
						["bTag"] = "Vicissitude#5670",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "哀尔弗雷德-哈卡",
						["iLvl"] = 347,
						["time"] = 1541672484,
						["class"] = 8,
						["bTag"] = "Eummand#5795",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "荒坟厉鬼-黑龙军团",
						["iLvl"] = 357,
						["time"] = 1541672482,
						["class"] = 4,
						["bTag"] = "lyz697#51985",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "小獵-哈卡",
						["iLvl"] = 346,
						["time"] = 1541672480,
						["class"] = 3,
						["bTag"] = "闪亮之雄#53850",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "差不多得了-利刃之拳",
						["iLvl"] = 340,
						["time"] = 1541672482,
						["class"] = 1,
						["bTag"] = "败类的血#51803",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "兼葭倚玉-巨龙之吼",
						["iLvl"] = 330,
						["time"] = 1541672484,
						["class"] = 3,
						["bTag"] = "又又宝宝#5180",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "錦素鎏年-影之哀伤",
						["iLvl"] = 367,
						["time"] = 1541672484,
						["class"] = 11,
						["bTag"] = "茫然之潜行者#515912",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "奔跑的馒头-幽暗沼泽",
						["iLvl"] = 379,
						["time"] = 1541672475,
						["class"] = 11,
						["bTag"] = "拉个大螺丝#5639",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "旭幺儿的老爸-甜水绿洲",
						["iLvl"] = 351,
						["time"] = 1541672475,
						["class"] = 12,
						["bTag"] = "ridgegu#5180",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Whatsup-亚雷戈斯",
						["iLvl"] = 376,
						["time"] = 1541672484,
						["class"] = 3,
						["bTag"] = "nathanzhang#5261",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "舍悟离迷-甜水绿洲",
						["iLvl"] = 353,
						["time"] = 1541672475,
						["class"] = 9,
						["bTag"] = "隐身的顾婷佳#5253",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "够硬才畅快-希尔瓦娜斯",
						["iLvl"] = 367,
						["time"] = 1541672480,
						["class"] = 2,
						["bTag"] = "曲终人散一殇#5244",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "十八哥-亚雷戈斯",
						["iLvl"] = 357,
						["time"] = 1541672484,
						["class"] = 5,
						["bTag"] = "肚子太圆#5135",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "逍遥葔-通灵学院",
						["iLvl"] = 375,
						["time"] = 1541672480,
						["class"] = 12,
						["bTag"] = "无心杀戮#5933",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "黑黑味-迦拉克隆",
						["iLvl"] = 345,
						["time"] = 1541672475,
						["class"] = 5,
						["bTag"] = "黑黑帝#5412",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "稳稳是个福宝-红龙军团",
						["iLvl"] = 318,
						["time"] = 1541672482,
						["class"] = 8,
						["bTag"] = "艾尔之子#514460",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "冰与火的乐章-迦拉克隆",
						["time"] = 1541672480,
						["class"] = 8,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "粉红小猪妹-暗影迷宫",
						["iLvl"] = 352,
						["time"] = 1541672484,
						["class"] = 3,
						["bTag"] = "戦天京#5754",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "小灬挺狂吖-黑暗之门",
						["iLvl"] = 335,
						["time"] = 1541672480,
						["class"] = 3,
						["bTag"] = "张明会#5481",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "狗血的头发-无尽之海",
						["time"] = 1541672484,
						["class"] = 3,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "丶迦萝娜-鬼雾峰",
						["iLvl"] = 343,
						["time"] = 1541672475,
						["class"] = 3,
						["bTag"] = "僧丶#5912",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "記憶斷點-亚雷戈斯",
						["iLvl"] = 380,
						["time"] = 1541672475,
						["class"] = 7,
						["bTag"] = "小草#5883",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "美女一枚-洛丹伦",
						["iLvl"] = 354,
						["time"] = 1541672484,
						["class"] = 12,
						["bTag"] = "showboyky#5584",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Karabas-罗宁",
						["iLvl"] = 329,
						["time"] = 1541672484,
						["class"] = 9,
						["bTag"] = "Necrosis#51949",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "小了白了兔丶-凤凰之神",
						["iLvl"] = 342,
						["time"] = 1541672409,
						["class"] = 3,
						["bTag"] = "罐头#51945",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "五年迷漫-壁炉谷",
						["iLvl"] = 348,
						["time"] = 1541672484,
						["class"] = 2,
						["bTag"] = "dirks#5195",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "指尖暗杀-伊森利恩",
						["iLvl"] = 376,
						["time"] = 1541672409,
						["class"] = 4,
						["bTag"] = "花间错爱#5360",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "消逝的泡沫-阿克蒙德",
						["iLvl"] = 353,
						["time"] = 1541672484,
						["class"] = 8,
						["bTag"] = "wwb7452#5132",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "非主牛丶-阿拉希",
						["iLvl"] = 361,
						["time"] = 1541672475,
						["class"] = 11,
						["bTag"] = "英灬雄#5605",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "牛欢喜-能源舰",
						["iLvl"] = 353,
						["time"] = 1541672484,
						["class"] = 6,
						["bTag"] = "苍凉#5499",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "哈缪尔丶星坠-红云台地",
						["iLvl"] = 336,
						["time"] = 1541672484,
						["class"] = 11,
						["bTag"] = "兵荒马乱的小青春#51475",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "道真倦收天-无尽之海",
						["iLvl"] = 382,
						["time"] = 1541672480,
						["class"] = 6,
						["bTag"] = "小玄#5890",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "吜的瞑显-伊利丹",
						["iLvl"] = 370,
						["time"] = 1541672475,
						["class"] = 9,
						["bTag"] = "小轩在不在#5869",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "Dopamine-幽暗沼泽",
						["iLvl"] = 363,
						["time"] = 1541672475,
						["class"] = 2,
						["bTag"] = "唐颖群#5767",
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "歪什么球-阿纳克洛斯",
						["iLvl"] = 368,
						["time"] = 1541672480,
						["class"] = 5,
						["bTag"] = "假装#52630",
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "豆豆很抖-凤凰之神",
						["time"] = 1542975708,
						["class"] = 2,
						["leader"] = true,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "门派吉祥物-红龙军团",
						["time"] = 1542975708,
						["class"] = 3,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "Skydhh-影之哀伤",
						["time"] = 1542975708,
						["class"] = 12,
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "魔战生命线-冰风岗",
						["iLvl"] = 353,
						["time"] = 1542975708,
						["class"] = 5,
						["bTag"] = "Life#5786",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "Kw-风暴之怒",
						["iLvl"] = 311,
						["time"] = 1542975708,
						["class"] = 12,
						["bTag"] = "大太阳#51554",
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "冰荷之懵懂-凤凰之神",
						["time"] = 1542975708,
						["class"] = 6,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "一片灰烬-达尔坎",
						["iLvl"] = 360,
						["time"] = 1542975708,
						["class"] = 12,
						["bTag"] = "半个灵魂#5532",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光是苹果-阿格拉玛",
						["iLvl"] = 355,
						["time"] = 1542975708,
						["class"] = 2,
						["bTag"] = "狂暴的脚趾#5508",
					}, -- [47]
					{
						["role"] = "HEALER",
						["name"] = "阿嚏-伊利丹",
						["iLvl"] = 377,
						["time"] = 1542975708,
						["class"] = 7,
						["bTag"] = "从头再来#52807",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "叫兽向前冲-亚雷戈斯",
						["iLvl"] = 354,
						["time"] = 1542975708,
						["class"] = 1,
						["bTag"] = "拍砖#5706",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "天坦之怒-死亡之翼",
						["iLvl"] = 373,
						["time"] = 1542975560,
						["class"] = 12,
						["bTag"] = "蛮力之枭#54716",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔雯丶逐星-恐怖图腾",
						["iLvl"] = 373,
						["time"] = 1542975708,
						["class"] = 3,
						["bTag"] = "Lance#5453",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "帝国之花-菲拉斯",
						["iLvl"] = 361,
						["time"] = 1542975708,
						["class"] = 12,
						["bTag"] = "小胖灬居士#5173",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "刘智宇-菲拉斯",
						["iLvl"] = 325,
						["time"] = 1542975708,
						["class"] = 2,
						["bTag"] = "Darcy#5963",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "蒻宥惢丧-菲拉斯",
						["iLvl"] = 372,
						["time"] = 1542975708,
						["class"] = 12,
						["bTag"] = "天空的痕迹#5943",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "点少点一点-战歌",
						["iLvl"] = 346,
						["time"] = 1542975708,
						["class"] = 3,
						["bTag"] = "点点少一点#5395",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "灰色的小鬼-鹰巢山",
						["iLvl"] = 347,
						["time"] = 1542975564,
						["class"] = 9,
						["bTag"] = "WildWolf#523666",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "大偷-鲜血熔炉",
						["iLvl"] = 362,
						["time"] = 1542975708,
						["class"] = 4,
						["bTag"] = "永远的大偷#5224",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "随风乐髯-伊利丹",
						["iLvl"] = 372,
						["time"] = 1542975708,
						["class"] = 1,
						["bTag"] = "ZyseraHS#5448",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "梅得席斯乌云-奎尔萨拉斯",
						["iLvl"] = 312,
						["time"] = 1542975708,
						["class"] = 9,
						["bTag"] = "工薪一族#5685",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "灵音漱魂-万色星辰",
						["iLvl"] = 324,
						["time"] = 1542975708,
						["class"] = 9,
						["bTag"] = "无厌伽蓝#5703",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "三温暖-雏龙之翼",
						["iLvl"] = 358,
						["time"] = 1542975708,
						["class"] = 12,
						["bTag"] = "杜薇薇#5899",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "征战岁月-闪电之刃",
						["iLvl"] = 343,
						["time"] = 1542975708,
						["class"] = 11,
						["bTag"] = "狂野泰坦#5364",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光奶糖-风暴之怒",
						["iLvl"] = 293,
						["time"] = 1542975708,
						["class"] = 2,
						["bTag"] = "a414421387#5929",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "幽影随行-黑手军团",
						["iLvl"] = 353,
						["time"] = 1542975708,
						["class"] = 4,
						["bTag"] = "超级之好运#5345",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "Besty-血吼",
						["iLvl"] = 375,
						["time"] = 1542975708,
						["class"] = 8,
						["bTag"] = "Tesiro#5437",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "坠星逐月-古尔丹",
						["iLvl"] = 241,
						["time"] = 1542975708,
						["class"] = 12,
						["bTag"] = "依然#5264",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "小灬流氓-耐普图隆",
						["iLvl"] = 375,
						["time"] = 1542975708,
						["class"] = 1,
						["bTag"] = "鬼魂之龙#5179588",
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "Chaeyeon-艾露恩",
						["iLvl"] = 344,
						["time"] = 1542975708,
						["class"] = 2,
						["bTag"] = "Avina#5346",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "溯夜瑶光-斯克提斯",
						["time"] = 1542975708,
						["class"] = 3,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "梦入神机-阿比迪斯",
						["iLvl"] = 353,
						["time"] = 1542975708,
						["class"] = 6,
						["bTag"] = "无尽空虚#5610",
					}, -- [70]
					{
						["role"] = "TANK",
						["name"] = "刀马红颜-白银之手",
						["iLvl"] = 383,
						["time"] = 1542975708,
						["class"] = 6,
						["bTag"] = "绯蜂#5499",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "寒冰大祭司-寒冰皇冠",
						["iLvl"] = 343,
						["time"] = 1542975708,
						["class"] = 7,
						["bTag"] = "circle#5397",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "持弓射天涯-弗塞雷迦",
						["iLvl"] = 346,
						["time"] = 1542975708,
						["class"] = 3,
						["bTag"] = "无所畏惧#52767",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "秋水琳琅-卡拉赞",
						["time"] = 1542975708,
						["class"] = 9,
					}, -- [74]
					{
						["role"] = "HEALER",
						["name"] = "蘑菇胖熊-盖斯",
						["iLvl"] = 358,
						["time"] = 1542975708,
						["class"] = 7,
						["bTag"] = "蘑菇胖熊#5511",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "马拉祭司-贫瘠之地",
						["iLvl"] = 361,
						["time"] = 1542975708,
						["class"] = 3,
						["bTag"] = "坑爹啊#5272",
					}, -- [76]
					{
						["role"] = "TANK",
						["name"] = "艾德玲娜-斯坦索姆",
						["time"] = 1542975708,
						["class"] = 2,
					}, -- [77]
					{
						["role"] = "TANK",
						["name"] = "壹個德-丽丽（四川）",
						["time"] = 1542975708,
						["class"] = 11,
					}, -- [78]
				},
				["1-248-651-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Macro-激流之傲",
						["iLvl"] = 361,
						["time"] = 1542975439,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "Sephiroth#5240",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "哈哈毛毛-火羽山",
						["iLvl"] = 379,
						["time"] = 1542975439,
						["class"] = 3,
						["bTag"] = "毛老板#5635",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "杜龙條-兰娜瑟尔",
						["iLvl"] = 328,
						["time"] = 1542975439,
						["class"] = 9,
						["bTag"] = "你床下有人#5889",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "远远很爱国-阿尔萨斯",
						["iLvl"] = 359,
						["time"] = 1542975439,
						["class"] = 9,
						["bTag"] = "远远#51538",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "漓泉口服液-奥蕾莉亚",
						["iLvl"] = 359,
						["time"] = 1542975439,
						["class"] = 8,
						["bTag"] = "爱布布的狐狸#5378",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "花骨-艾露恩",
						["iLvl"] = 350,
						["time"] = 1542975415,
						["class"] = 6,
						["bTag"] = "雪堆#5144",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "Somnuz-阿卡玛",
						["iLvl"] = 353,
						["time"] = 1542975439,
						["class"] = 11,
						["bTag"] = "gmlcj#5750",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "纳格兰二傻-安苏",
						["iLvl"] = 356,
						["time"] = 1542975439,
						["class"] = 1,
						["bTag"] = "极速之潜行者#513585",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "莯红尘-爱斯特纳",
						["iLvl"] = 340,
						["time"] = 1542975439,
						["class"] = 12,
						["bTag"] = "墨离殇#5512",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "牛鞭不卖-国王之谷",
						["time"] = 1542975439,
						["class"] = 1,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "冲锋跌倒打滚-安苏",
						["iLvl"] = 283,
						["time"] = 1542975415,
						["class"] = 12,
						["bTag"] = "渡鸦123456#5223",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "绿皮嘎嘣脆-影之哀伤",
						["iLvl"] = 374,
						["time"] = 1542975439,
						["class"] = 3,
						["bTag"] = "萨卡斯基#51923",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "歌莉娅-迅捷微风",
						["iLvl"] = 375,
						["time"] = 1542975439,
						["class"] = 12,
						["bTag"] = "Roarian#5292",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "毛线团团-凯恩血蹄",
						["time"] = 1542975439,
						["class"] = 1,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "那个棒槌-埃克索图斯",
						["iLvl"] = 369,
						["time"] = 1542975439,
						["class"] = 3,
						["bTag"] = "SwankyOrc#52404",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "说了不是古牧-诺兹多姆",
						["time"] = 1542975401,
						["class"] = 3,
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "龅牙珍-刺骨利刃",
						["iLvl"] = 360,
						["time"] = 1542975439,
						["class"] = 5,
						["bTag"] = "夏晖#5366",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "植花小能手-迅捷微风",
						["time"] = 1542975439,
						["class"] = 1,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "风云再起-奈法利安",
						["iLvl"] = 349,
						["time"] = 1542975439,
						["class"] = 11,
						["bTag"] = "nbasxqs#5863",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "旅行者三世-萨格拉斯",
						["iLvl"] = 288,
						["time"] = 1542975439,
						["class"] = 8,
						["bTag"] = "冰火#52982",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "暁浣熊-迅捷微风",
						["iLvl"] = 362,
						["time"] = 1542975439,
						["class"] = 2,
						["bTag"] = "RangerSu#5892",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "悍马伯爵-回音山",
						["iLvl"] = 339,
						["time"] = 1542975415,
						["class"] = 4,
						["bTag"] = "敏爱露#5105",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "冷月十字星-血环",
						["iLvl"] = 370,
						["time"] = 1542975439,
						["class"] = 12,
						["bTag"] = "深蓝滔#5855",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "扑上去咬-安苏",
						["iLvl"] = 350,
						["time"] = 1542975439,
						["class"] = 3,
						["bTag"] = "frank#51301",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "轩辕嫣然-奎尔萨拉斯",
						["iLvl"] = 270,
						["time"] = 1542975439,
						["class"] = 8,
						["bTag"] = "轩辕长风#5552",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "梦影行者-安苏",
						["time"] = 1542975439,
						["class"] = 4,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "灵音漱魂-万色星辰",
						["time"] = 1542975439,
						["class"] = 9,
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "仔仔灏灏-贫瘠之地",
						["time"] = 1542975439,
						["class"] = 7,
					}, -- [28]
				},
				["1-247-647-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "恛心啭噫-巨龙之吼",
						["iLvl"] = 371,
						["time"] = 1541670391,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "恛鈊啭噫#5471",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "淡紫咖啡豆-烈焰峰",
						["iLvl"] = 355,
						["time"] = 1541670288,
						["class"] = 5,
						["bTag"] = "zcj620321#5288",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Foreseeable-克尔苏加德",
						["iLvl"] = 385,
						["time"] = 1541670391,
						["class"] = 1,
						["bTag"] = "谭键#5752",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "梦逝-纳克萨玛斯",
						["time"] = 1541670391,
						["class"] = 8,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "绿皮小兽-火焰之树",
						["iLvl"] = 366,
						["time"] = 1541670391,
						["class"] = 1,
						["bTag"] = "WildPants#5648",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "瑗玥-黑手军团",
						["iLvl"] = 361,
						["time"] = 1541670312,
						["class"] = 8,
						["bTag"] = "嫒孋惏悦#5801",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "圣装舞步-阿斯塔洛",
						["iLvl"] = 368,
						["time"] = 1541670280,
						["class"] = 1,
						["bTag"] = "星云散落#5436",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "暁熊喵-雷霆之怒",
						["iLvl"] = 353,
						["time"] = 1541670391,
						["class"] = 5,
						["bTag"] = "刘洋#51995",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "楚晓沧-闪电之刃",
						["iLvl"] = 370,
						["time"] = 1541670288,
						["class"] = 9,
						["bTag"] = "楚晓沧#5488",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "有點粗-万色星辰",
						["iLvl"] = 374,
						["time"] = 1541670280,
						["class"] = 2,
						["bTag"] = "卡斯#5850",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "我旅途中迷路-朵丹尼尔",
						["iLvl"] = 362,
						["time"] = 1541670274,
						["class"] = 3,
						["bTag"] = "煞星罗#5238",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "捌度饮料-熔火之心",
						["iLvl"] = 372,
						["time"] = 1541670284,
						["class"] = 10,
						["bTag"] = "血色饮料#5396",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "话疗-鬼雾峰",
						["iLvl"] = 371,
						["time"] = 1541670284,
						["class"] = 5,
						["bTag"] = "Parallelline#5761",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "一南峰一-地狱咆哮",
						["time"] = 1541670282,
						["class"] = 6,
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "你们要给力啦-阿尔萨斯",
						["iLvl"] = 373,
						["time"] = 1541670274,
						["class"] = 10,
						["bTag"] = "你们要给力啊#5668",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "Willberpan-安苏",
						["iLvl"] = 365,
						["time"] = 1541670286,
						["class"] = 7,
						["bTag"] = "玩酷牛仔#5306",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "开阳丶-菲拉斯",
						["iLvl"] = 347,
						["time"] = 1541670286,
						["class"] = 8,
						["bTag"] = "萌既是正义#51972",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "醉酒解千愁-海克泰尔",
						["iLvl"] = 380,
						["time"] = 1541670274,
						["class"] = 9,
						["bTag"] = "醉爱了无痕#5309",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "来根棒棒糖-血色十字军",
						["iLvl"] = 357,
						["time"] = 1541670389,
						["class"] = 9,
						["bTag"] = "兰德小黄瓜#5861",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "年糕胖-破碎岭",
						["time"] = 1541670384,
						["class"] = 10,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "斯可瑞力-巫妖之王",
						["iLvl"] = 356,
						["time"] = 1541670389,
						["class"] = 1,
						["bTag"] = "德鹰冷#5754",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "博得之子-黑手军团",
						["iLvl"] = 353,
						["time"] = 1541670391,
						["class"] = 6,
						["bTag"] = "史诗恶魔#5786",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Jintonic-埃德萨拉",
						["iLvl"] = 294,
						["time"] = 1541670391,
						["class"] = 6,
						["bTag"] = "Jin#5252",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "厄運之刃-死亡之翼",
						["iLvl"] = 364,
						["time"] = 1541670384,
						["class"] = 4,
						["bTag"] = "猪猪猪#5982",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "永恆的聖光-鬼雾峰",
						["iLvl"] = 338,
						["time"] = 1541670391,
						["class"] = 2,
						["bTag"] = "往事#5435",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "一步一步来-迦拉克隆",
						["iLvl"] = 381,
						["time"] = 1541670389,
						["class"] = 2,
						["bTag"] = "CinderFall#51436",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "飞宇星尘-贫瘠之地",
						["iLvl"] = 365,
						["time"] = 1541670389,
						["class"] = 4,
						["bTag"] = "致命之猫#5160855",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "野原葵-贫瘠之地",
						["iLvl"] = 369,
						["time"] = 1541670384,
						["class"] = 3,
						["bTag"] = "水果賓治#5787",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "米可术-梅尔加尼",
						["iLvl"] = 377,
						["time"] = 1541670384,
						["class"] = 9,
						["bTag"] = "Silver7ERO#5341",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "壹玖壹二-红龙军团",
						["iLvl"] = 357,
						["time"] = 1541670391,
						["class"] = 12,
						["bTag"] = "trtr#5993",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "天国的内依-奥尔加隆",
						["iLvl"] = 345,
						["time"] = 1541670384,
						["class"] = 5,
						["bTag"] = "太君#5138",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "紫翼麒麟-燃烧平原",
						["iLvl"] = 355,
						["time"] = 1541670391,
						["class"] = 8,
						["bTag"] = "紫色部落#5790",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "Watergirl-加兹鲁维",
						["time"] = 1541670391,
						["class"] = 2,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "对你有感觉灬-伊森利恩",
						["iLvl"] = 322,
						["time"] = 1541670391,
						["class"] = 2,
						["bTag"] = "你猜你猜你猜猜猜#5602",
					}, -- [34]
				},
			},
			["appShine"] = "80000.05",
			["advShine"] = "70100.01",
			["lastSearchCode"] = "3-0-657-0",
			["searchInputHistory"] = {
				["3-123-416-0"] = {
					"T", -- [1]
					"大姐姐", -- [2]
				},
				["3-131-478-0"] = {
					"m", -- [1]
					"T", -- [2]
					"t", -- [3]
					"JD", -- [4]
					"jd", -- [5]
				},
				["6-0-16-0"] = {
					"12m通刷", -- [1]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					false, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
