
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["喵言术嗷呜 - 燃烧之刃"] = "喵言术嗷呜 - 燃烧之刃",
	},
	["profiles"] = {
		["喵言术嗷呜 - 燃烧之刃"] = {
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
			},
			["recent"] = {
				["1-248-650-0"] = {
					{
						["role"] = "TANK",
						["name"] = "温柔一如往昔-伊森利恩",
						["iLvl"] = 362,
						["time"] = 1542562343,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "Hanmeimei#51291",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "萨格尼尼-死亡之翼",
						["time"] = 1542562375,
						["class"] = 7,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "地獄刃拳-安苏",
						["time"] = 1542562255,
						["class"] = 1,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "一星月童话一-范达尔鹿盔",
						["iLvl"] = 376,
						["time"] = 1542562297,
						["class"] = 1,
						["bTag"] = "星月#5559",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "小小二狗-黑铁",
						["time"] = 1542562251,
						["class"] = 12,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "红颜丶冥-森金",
						["iLvl"] = 377,
						["time"] = 1542562257,
						["class"] = 4,
						["bTag"] = "红颜丶命#5274",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "阿边个-贫瘠之地",
						["iLvl"] = 359,
						["time"] = 1542562343,
						["class"] = 12,
						["bTag"] = "支奶#5246",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "肉多呢-黑铁",
						["time"] = 1542562255,
						["class"] = 1,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "暮雨丶灵枫-燃烧之刃",
						["iLvl"] = 375,
						["time"] = 1542562282,
						["class"] = 5,
						["bTag"] = "没有实力别有脾气#5600",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "暴砍一条街-安苏",
						["iLvl"] = 329,
						["time"] = 1542562270,
						["class"] = 7,
						["bTag"] = "老书記#5494",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "迈克尔春妮-血色十字军",
						["iLvl"] = 356,
						["time"] = 1542562375,
						["class"] = 2,
						["bTag"] = "疯狂之裤#55706",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Redshaw-死亡之翼",
						["time"] = 1542562253,
						["class"] = 4,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "你法大爷-卡德加",
						["iLvl"] = 355,
						["time"] = 1542562266,
						["class"] = 8,
						["bTag"] = "酒醉三分不醒#5748",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "看我俏丽嘛-格瑞姆巴托",
						["iLvl"] = 287,
						["time"] = 1542562253,
						["class"] = 9,
						["bTag"] = "几把大#51204",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "上碰下自抵-战歌",
						["iLvl"] = 343,
						["time"] = 1542562278,
						["class"] = 8,
						["bTag"] = "刘忙#51193",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "丶月野兔-迦拉克隆",
						["iLvl"] = 314,
						["time"] = 1542562253,
						["class"] = 2,
						["bTag"] = "安妮#52317",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "煮酒论英雄丶-克尔苏加德",
						["iLvl"] = 366,
						["time"] = 1542562259,
						["class"] = 6,
						["bTag"] = "地表最铁#5876",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "午小夜-死亡之翼",
						["iLvl"] = 372,
						["time"] = 1542562257,
						["class"] = 4,
						["bTag"] = "sputty#5196",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "我要做酋长-格瑞姆巴托",
						["iLvl"] = 325,
						["time"] = 1542562280,
						["class"] = 2,
						["bTag"] = "飘忽不定#5183",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "玅丶青-鬼雾峰",
						["iLvl"] = 376,
						["time"] = 1542562371,
						["class"] = 12,
						["bTag"] = "黄泰然#51256",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "灵云力-梅尔加尼",
						["iLvl"] = 369,
						["time"] = 1542562261,
						["class"] = 12,
						["bTag"] = "绿皮英雄#5475",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利妹-暗影议会",
						["time"] = 1542562253,
						["class"] = 12,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "布兰堕-迅捷微风",
						["time"] = 1542562253,
						["class"] = 12,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Liubity-深渊之巢",
						["iLvl"] = 300,
						["time"] = 1542562347,
						["class"] = 9,
						["bTag"] = "十月枉生#5350",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "好男好难-霜狼",
						["iLvl"] = 351,
						["time"] = 1542562257,
						["class"] = 6,
						["bTag"] = "念及她名丶#5317",
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "嘲讽键已抠-深渊之巢",
						["iLvl"] = 310,
						["time"] = 1542562315,
						["class"] = 6,
						["bTag"] = "方小小#5738",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "月萤石-鬼雾峰",
						["iLvl"] = 335,
						["time"] = 1542562286,
						["class"] = 11,
						["bTag"] = "月石头#5124",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "丑并不可怕-死亡之翼",
						["iLvl"] = 375,
						["time"] = 1542562276,
						["class"] = 9,
						["bTag"] = "记忆沦陷#5606",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "红颜易殇-天谴之门",
						["iLvl"] = 349,
						["time"] = 1542562295,
						["class"] = 3,
						["bTag"] = "执手灬红颜殇#5414",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "钢铁猴子兽-伊森利恩",
						["iLvl"] = 366,
						["time"] = 1542562261,
						["class"] = 11,
						["bTag"] = "被遗忘者#5719",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "阔少爷-恐怖图腾",
						["iLvl"] = 381,
						["time"] = 1542562358,
						["class"] = 2,
						["bTag"] = "阔少爷#5415",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "河马呆呆河-菲米丝",
						["time"] = 1542562251,
						["class"] = 12,
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "丶黄乌鸦-血吼",
						["iLvl"] = 319,
						["time"] = 1542562345,
						["class"] = 11,
						["bTag"] = "Crow#5164",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "宝贝小圣-雷霆之王",
						["iLvl"] = 383,
						["time"] = 1542562362,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "宝贝小圣#5607",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "昧旦-石爪峰",
						["iLvl"] = 279,
						["time"] = 1542562345,
						["class"] = 7,
						["bTag"] = "昧旦#5385",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "貓懶貓-提尔之手",
						["iLvl"] = 358,
						["time"] = 1542562343,
						["class"] = 11,
						["bTag"] = "wvke1984#5498",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Palocortado-伊森利恩",
						["iLvl"] = 378,
						["time"] = 1542562375,
						["class"] = 5,
						["bTag"] = "土豪劣绅斯塔克#5742",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "炮灰零零八-燃烧之刃",
						["iLvl"] = 353,
						["time"] = 1542562353,
						["class"] = 1,
						["bTag"] = "killtime#5626",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "身如不系之舟-密林游侠",
						["iLvl"] = 353,
						["time"] = 1542562343,
						["class"] = 4,
						["bTag"] = "游侠纳兰#5588",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "氺龙吟-死亡之翼",
						["iLvl"] = 385,
						["time"] = 1542562353,
						["class"] = 2,
						["bTag"] = "Pisces#51185",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "鞠婧祎丨-凤凰之神",
						["iLvl"] = 369,
						["time"] = 1542562375,
						["class"] = 2,
						["bTag"] = "蓝尾鸢#5433",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "在小-雷霆之王",
						["iLvl"] = 316,
						["time"] = 1542562351,
						["class"] = 12,
						["bTag"] = "zhoudandddd#5713",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "破魔的紅蔷薇-死亡之翼",
						["iLvl"] = 378,
						["time"] = 1542562349,
						["class"] = 8,
						["bTag"] = "Excalibur#51383",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "挽久-红龙军团",
						["iLvl"] = 371,
						["time"] = 1542562343,
						["class"] = 2,
						["bTag"] = "初馨丶#5312",
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "初一-阿纳克洛斯",
						["iLvl"] = 330,
						["time"] = 1542562375,
						["class"] = 2,
						["bTag"] = "朱大海#5321",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "乌米的猫-阿纳克洛斯",
						["iLvl"] = 329,
						["time"] = 1542562375,
						["class"] = 7,
						["bTag"] = "饭饭#5373",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "我為內涵带盐-熊猫酒仙",
						["iLvl"] = 377,
						["time"] = 1542562349,
						["class"] = 4,
						["bTag"] = "三橙四得#5109",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "月光丶莫利亚-燃烧之刃",
						["iLvl"] = 350,
						["time"] = 1542562358,
						["class"] = 12,
						["bTag"] = "超能之鱼人#5167742",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "浓睡不消残酒-洛萨",
						["iLvl"] = 370,
						["time"] = 1542562375,
						["class"] = 2,
						["bTag"] = "睡夢羅漢#5200",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "Wolfling-霜狼",
						["iLvl"] = 380,
						["time"] = 1542562364,
						["class"] = 5,
						["bTag"] = "wolfling#51556",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "狂暴的稀饭-安加萨",
						["time"] = 1542562375,
						["class"] = 1,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "碉堡的王叔叔-伊森利恩",
						["iLvl"] = 384,
						["time"] = 1542562338,
						["class"] = 2,
						["bTag"] = "碉堡的王叔叔#5156",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "爱法克-日落沼泽",
						["iLvl"] = 363,
						["time"] = 1542562360,
						["class"] = 5,
						["bTag"] = "OldLove#5526",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "拳哥-无尽之海",
						["iLvl"] = 383,
						["time"] = 1542562375,
						["class"] = 2,
						["bTag"] = "言论戏子#51846",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "醉卧沙场莫笑-死亡之翼",
						["iLvl"] = 364,
						["time"] = 1542562345,
						["class"] = 12,
						["bTag"] = "猥琐的小骄傲#5945",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "我妍丶朴美妍-丹莫德",
						["iLvl"] = 357,
						["time"] = 1542562371,
						["class"] = 12,
						["bTag"] = "重口味#5974",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "吟颜-布兰卡德",
						["iLvl"] = 387,
						["time"] = 1542562375,
						["class"] = 6,
						["bTag"] = "臭鱼#5141",
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "Selvariables-丹莫德",
						["iLvl"] = 320,
						["time"] = 1542562360,
						["class"] = 2,
						["bTag"] = "Wrwrwrrr#5970",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "你想你想你-伊森利恩",
						["iLvl"] = 329,
						["time"] = 1542562375,
						["class"] = 7,
						["bTag"] = "傑數#5650",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "Kokook-埃德萨拉",
						["iLvl"] = 333,
						["time"] = 1542562375,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "Kyne#5566",
					}, -- [60]
					{
						["role"] = "TANK",
						["name"] = "敌羞吾脱她依-通灵学院",
						["iLvl"] = 376,
						["time"] = 1542562375,
						["class"] = 6,
						["bTag"] = "盖棉被纯聊天#5754",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "小志哥-安苏",
						["iLvl"] = 362,
						["time"] = 1542562375,
						["class"] = 11,
						["bTag"] = "重新开始#51429",
					}, -- [62]
					{
						["role"] = "TANK",
						["name"] = "殉道者-普瑞斯托",
						["iLvl"] = 382,
						["time"] = 1542562375,
						["class"] = 2,
						["bTag"] = "刘咕噜#5108",
					}, -- [63]
				},
				["2-140-646-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "差不多生先-燃烧之刃",
						["iLvl"] = 337,
						["time"] = 1542631516,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "灵魂小贼#5731",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "皓月东归-燃烧之刃",
						["iLvl"] = 325,
						["time"] = 1542631516,
						["class"] = 6,
						["bTag"] = "阿萨托斯#51588",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "地经萨-燃烧之刃",
						["iLvl"] = 334,
						["time"] = 1542631516,
						["class"] = 11,
						["bTag"] = "kevino#5355",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "龟派气功丶波-安苏",
						["iLvl"] = 375,
						["time"] = 1542631516,
						["class"] = 8,
						["bTag"] = "死鬼#51193",
					}, -- [4]
				},
				["2-146-533-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "差不多生先-燃烧之刃",
						["iLvl"] = 339,
						["time"] = 1542635420,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "灵魂小贼#5731",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "皓月东归-燃烧之刃",
						["iLvl"] = 328,
						["time"] = 1542635420,
						["class"] = 6,
						["bTag"] = "阿萨托斯#51588",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "地经萨-燃烧之刃",
						["iLvl"] = 334,
						["time"] = 1542635420,
						["class"] = 11,
						["bTag"] = "kevino#5355",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "归宿声调-死亡之翼",
						["iLvl"] = 352,
						["time"] = 1542635420,
						["class"] = 7,
						["bTag"] = "走你#51671",
					}, -- [4]
				},
				["2-137-499-0"] = {
					{
						["role"] = "TANK",
						["name"] = "差不多生先-燃烧之刃",
						["iLvl"] = 337,
						["time"] = 1542633465,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "灵魂小贼#5731",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "皓月东归-燃烧之刃",
						["iLvl"] = 327,
						["time"] = 1542633465,
						["class"] = 6,
						["bTag"] = "阿萨托斯#51588",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "地经萨-燃烧之刃",
						["iLvl"] = 334,
						["time"] = 1542633465,
						["class"] = 11,
						["bTag"] = "kevino#5355",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "掀翻马蜂窝-贫瘠之地",
						["iLvl"] = 365,
						["time"] = 1542633465,
						["class"] = 3,
						["bTag"] = "黑的匀均打不红#5599",
					}, -- [4]
				},
				["1-247-648-0"] = {
					{
						["role"] = "TANK",
						["name"] = "阿娇入室弟子-烈焰峰",
						["iLvl"] = 363,
						["time"] = 1542630179,
						["class"] = 2,
						["bTag"] = "再见臭猴子#5322",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "朋克柒少-奥尔加隆",
						["iLvl"] = 365,
						["time"] = 1542630245,
						["class"] = 3,
						["bTag"] = "雷诺#510473",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "熙海-风暴之怒",
						["iLvl"] = 349,
						["time"] = 1542630207,
						["class"] = 7,
						["bTag"] = "楠楠#5581",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Gforce-冰霜之刃",
						["iLvl"] = 371,
						["time"] = 1542630239,
						["class"] = 1,
						["bTag"] = "沉醉森林#5320",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利灬丹-血色十字军",
						["time"] = 1542630179,
						["class"] = 12,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "雅尓贝德-奥尔加隆",
						["iLvl"] = 342,
						["time"] = 1542630245,
						["class"] = 11,
						["bTag"] = "神無月光丶胖胖#5814",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "迪亚丨波罗-战歌",
						["iLvl"] = 364,
						["time"] = 1542630214,
						["class"] = 12,
						["bTag"] = "兴辰#51161",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "卡茜妹-红龙女王",
						["iLvl"] = 354,
						["time"] = 1542630239,
						["class"] = 8,
						["bTag"] = "杨洁#5184",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝牛皮-萨格拉斯",
						["iLvl"] = 363,
						["time"] = 1542630245,
						["class"] = 1,
						["bTag"] = "幸运王子#5876",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "丶丗頭鎶鎶-白骨荒野",
						["iLvl"] = 378,
						["time"] = 1542630245,
						["class"] = 4,
						["bTag"] = "石头哥#5794",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "皇狮虎-耐奥祖",
						["iLvl"] = 375,
						["time"] = 1542630245,
						["class"] = 1,
						["bTag"] = "皇狮虎#5996",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "猪古粒-塔纳利斯",
						["iLvl"] = 364,
						["time"] = 1542630245,
						["class"] = 11,
						["bTag"] = "划船不用桨#5142",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "万恶影子-凤凰之神",
						["iLvl"] = 378,
						["time"] = 1542630245,
						["class"] = 4,
						["bTag"] = "万恶复仇#5556",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "恒星凝-红龙军团",
						["iLvl"] = 360,
						["time"] = 1542630245,
						["class"] = 4,
						["bTag"] = "耙耙闭#5232",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "夜袭村寡婦-符文图腾",
						["iLvl"] = 347,
						["time"] = 1542630245,
						["class"] = 4,
						["bTag"] = "達爾蓋的旗幟#5865",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "放纵心里的鬼-凤凰之神",
						["iLvl"] = 370,
						["time"] = 1542630245,
						["class"] = 8,
						["bTag"] = "Astaroth#51497",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "大饼炸串-摩摩尔",
						["iLvl"] = 361,
						["time"] = 1542630245,
						["class"] = 12,
						["bTag"] = "crose#5165",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "悢橙羙憬-试炼之环",
						["iLvl"] = 367,
						["time"] = 1542630245,
						["class"] = 8,
						["bTag"] = "弑神灭世#5234",
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "懶洋羊-通灵学院",
						["iLvl"] = 375,
						["time"] = 1542630245,
						["class"] = 6,
						["bTag"] = "beyond#5620",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "爱比利爱肯怀-伊森利恩",
						["iLvl"] = 365,
						["time"] = 1542630245,
						["class"] = 12,
						["bTag"] = "低温#5320",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "派拉斯-暴风祭坛",
						["iLvl"] = 379,
						["time"] = 1542630245,
						["class"] = 12,
						["bTag"] = "热血废人#5465",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "铁东丷骰子王-无尽之海",
						["iLvl"] = 367,
						["time"] = 1542630245,
						["class"] = 4,
						["bTag"] = "残酷月光#5751",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "冥界之刃-海加尔",
						["time"] = 1542630245,
						["class"] = 4,
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "五叶神-布兰卡德",
						["iLvl"] = 353,
						["time"] = 1542630245,
						["class"] = 6,
						["bTag"] = "梁家三少#5865",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "恐怖圣光-伊森利恩",
						["time"] = 1542630245,
						["class"] = 2,
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "嘿丶墩子-燃烧之刃",
						["iLvl"] = 370,
						["time"] = 1542630245,
						["class"] = 5,
						["bTag"] = "蘑菇小象#5544",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "霜芝哀觞-死亡之翼",
						["time"] = 1542630245,
						["class"] = 6,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "万能板甲-死亡之翼",
						["iLvl"] = 369,
						["time"] = 1542630245,
						["class"] = 2,
						["bTag"] = "wuleiabc#5837",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "Alienwar-安苏",
						["time"] = 1542630245,
						["class"] = 1,
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "右右丶-燃烧军团",
						["iLvl"] = 376,
						["time"] = 1542630245,
						["class"] = 5,
						["bTag"] = "大大丶#5556",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "左左丶-燃烧军团",
						["iLvl"] = 375,
						["time"] = 1542630245,
						["class"] = 9,
						["bTag"] = "大大丶#5556",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "Storkthree-格瑞姆巴托",
						["iLvl"] = 351,
						["time"] = 1542630245,
						["class"] = 5,
						["bTag"] = "吕沛霖#5827",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "Sumika-黑石尖塔",
						["time"] = 1542630245,
						["class"] = 5,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "关河令-暴风祭坛",
						["time"] = 1542630245,
						["class"] = 12,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "伊哒勒斯-太阳之井",
						["iLvl"] = 359,
						["time"] = 1543749073,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "杨小乐#5979",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "武功唯快不破-影之哀伤",
						["iLvl"] = 259,
						["time"] = 1543749120,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "哈库呐玛塔塔#51482",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "贰十柒-辛达苟萨",
						["time"] = 1543749046,
						["class"] = 1,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "巷陌灬繁花-海加尔",
						["iLvl"] = 377,
						["time"] = 1543749093,
						["class"] = 6,
						["bTag"] = "一世灬繁花#5824",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "一哲别一-冰霜之刃",
						["iLvl"] = 378,
						["time"] = 1543749087,
						["class"] = 3,
						["bTag"] = "哲别#5388",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "Johnsnowïðl-太阳之井",
						["iLvl"] = 342,
						["time"] = 1543749080,
						["class"] = 1,
						["bTag"] = "醉圣孟死#5299",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "京紀憂美-黑铁",
						["iLvl"] = 366,
						["time"] = 1543749093,
						["class"] = 2,
						["bTag"] = "意外怀孕#5739",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "复活的阿修罗-银松森林",
						["iLvl"] = 377,
						["time"] = 1543749080,
						["class"] = 8,
						["bTag"] = "意兴阑珊#51210",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "潘达玛莉亚-瓦里玛萨斯",
						["iLvl"] = 382,
						["time"] = 1543749089,
						["class"] = 10,
						["bTag"] = "manjushaka#5221",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "天青璇-狂热之刃",
						["iLvl"] = 356,
						["time"] = 1543749091,
						["class"] = 8,
						["bTag"] = "幽谷小书童#5515",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "战舞骑士-加基森",
						["iLvl"] = 369,
						["time"] = 1543749085,
						["class"] = 6,
						["bTag"] = "好好活着#5451",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "黑格瑞女-血色十字军",
						["time"] = 1543749046,
						["class"] = 9,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥舞曲-伊森利恩",
						["iLvl"] = 378,
						["time"] = 1543749120,
						["class"] = 9,
						["bTag"] = "逍遥乐哈哈#5611",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "亡火之争-迦拉克隆",
						["iLvl"] = 349,
						["time"] = 1543749087,
						["class"] = 1,
						["bTag"] = "冰烬#5288",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "Supermalet-安苏",
						["iLvl"] = 349,
						["time"] = 1543749085,
						["class"] = 1,
						["bTag"] = "阿彻#51847",
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "居酒屋-米奈希尔",
						["iLvl"] = 373,
						["time"] = 1543749078,
						["class"] = 2,
						["bTag"] = "成功叶#5849",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "悠悠若风-阿格拉玛",
						["iLvl"] = 387,
						["time"] = 1543749087,
						["class"] = 10,
						["bTag"] = "阿查里#51673",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "黑天卅-海加尔",
						["iLvl"] = 385,
						["time"] = 1543749120,
						["class"] = 1,
						["bTag"] = "凯文#5739",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "呆呆的羔羊-加基森",
						["iLvl"] = 344,
						["time"] = 1543749120,
						["class"] = 4,
						["bTag"] = "呆呆的胖子#5908",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "星姑凉-贫瘠之地",
						["iLvl"] = 383,
						["time"] = 1543749097,
						["class"] = 2,
						["bTag"] = "风飞云#51418",
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "牛小忽悠大-格瑞姆巴托",
						["time"] = 1543749093,
						["class"] = 11,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "Xseveneleven-血吼",
						["iLvl"] = 386,
						["time"] = 1543749120,
						["class"] = 4,
						["bTag"] = "DukeNukem#51615",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "毒奶一口-利刃之拳",
						["time"] = 1543749120,
						["class"] = 3,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "迷走小树林-血色十字军",
						["time"] = 1543749120,
						["class"] = 11,
					}, -- [58]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "职业画图狗-燃烧之刃",
						["iLvl"] = 274,
						["time"] = 1542563937,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "霍格#51446",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "情旧丶-黑铁",
						["iLvl"] = 376,
						["time"] = 1542563937,
						["class"] = 2,
						["bTag"] = "初七#52216",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "此时海-黑暗魅影",
						["iLvl"] = 275,
						["time"] = 1542563937,
						["class"] = 4,
						["bTag"] = "头哥#5956",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "家有矿啊-死亡之翼",
						["time"] = 1542563937,
						["class"] = 6,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "安木木的妆-死亡之翼",
						["iLvl"] = 375,
						["time"] = 1542563937,
						["class"] = 6,
						["bTag"] = "淡妆#5924",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "老虎乸-血吼",
						["iLvl"] = 360,
						["time"] = 1542563937,
						["class"] = 3,
						["bTag"] = "paul#5611",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "洛水姮神-阿尔萨斯",
						["time"] = 1542563937,
						["class"] = 8,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "亲爱的夫君-死亡之翼",
						["iLvl"] = 381,
						["time"] = 1542563937,
						["class"] = 4,
						["bTag"] = "阿曼苏尔的预见#5174",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "丷咔咔带劲丷-凤凰之神",
						["iLvl"] = 330,
						["time"] = 1542563750,
						["class"] = 7,
						["bTag"] = "kapai#5807",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "丿抱歉-影之哀伤",
						["iLvl"] = 351,
						["time"] = 1542563937,
						["class"] = 11,
						["bTag"] = "抱歉丶打的不错#51297",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "缺德旳小舞娘-风暴之怒",
						["iLvl"] = 351,
						["time"] = 1542563825,
						["class"] = 10,
						["bTag"] = "小种牛丫#5187",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "风乄鸢-死亡之翼",
						["iLvl"] = 345,
						["time"] = 1542563937,
						["class"] = 12,
						["bTag"] = "恐龙娃娃#5754",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "阿拉神战-安苏",
						["iLvl"] = 310,
						["time"] = 1542563937,
						["class"] = 1,
						["bTag"] = "跳跃之狮#513321",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "徐丶半仙-血牙魔王",
						["iLvl"] = 329,
						["time"] = 1542563937,
						["class"] = 3,
						["bTag"] = "徐鑫#51531",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "心碎蛋花-石爪峰",
						["iLvl"] = 290,
						["time"] = 1542563937,
						["class"] = 12,
						["bTag"] = "巫小汪#5779",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "鈤煋風刖-石爪峰",
						["iLvl"] = 340,
						["time"] = 1542563937,
						["class"] = 11,
						["bTag"] = "VIVA#5640",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Esback-血色十字军",
						["iLvl"] = 364,
						["time"] = 1542563937,
						["class"] = 4,
						["bTag"] = "文兮#5491",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "群英-蓝龙军团",
						["time"] = 1542563937,
						["class"] = 6,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影之力-死亡熔炉",
						["time"] = 1542563937,
						["class"] = 9,
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "欧丶欧丶欧-加基森",
						["iLvl"] = 259,
						["time"] = 1542563937,
						["class"] = 10,
						["bTag"] = "talent#5635",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "壹諾-埃德萨拉",
						["iLvl"] = 346,
						["time"] = 1542563937,
						["class"] = 4,
						["bTag"] = "壹零叁壹#5979",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "卓越红魔-萨菲隆",
						["iLvl"] = 380,
						["time"] = 1542563937,
						["class"] = 8,
						["bTag"] = "卓越红魔#5106",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "声息无形-格瑞姆巴托",
						["iLvl"] = 355,
						["time"] = 1542563937,
						["class"] = 4,
						["bTag"] = "十寒#5173",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "丶阿波-贫瘠之地",
						["iLvl"] = 363,
						["time"] = 1542563937,
						["class"] = 10,
						["bTag"] = "Never#51952",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Necomancer-塞拉摩",
						["iLvl"] = 379,
						["time"] = 1542563937,
						["class"] = 9,
						["bTag"] = "似水流年#54523",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "卟坏惹人爱-艾莫莉丝",
						["iLvl"] = 347,
						["time"] = 1542563937,
						["class"] = 10,
						["bTag"] = "艾露莎舒卡勒托#51980",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "Apolloapls-阿克蒙德",
						["time"] = 1542563937,
						["class"] = 6,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "赫拉贝尔-耐奥祖",
						["iLvl"] = 342,
						["time"] = 1542563937,
						["class"] = 5,
						["bTag"] = "水镜#5438",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "海誓单檬-苏塔恩",
						["iLvl"] = 337,
						["time"] = 1542563937,
						["class"] = 12,
						["bTag"] = "karry#5665",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "神說丶要有光-影之哀伤",
						["iLvl"] = 377,
						["time"] = 1542563937,
						["class"] = 2,
						["bTag"] = "稍显狼狈#51471",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "凉拌加土鸡蛋-死亡之翼",
						["iLvl"] = 282,
						["time"] = 1542563937,
						["class"] = 1,
						["bTag"] = "叮叮了个当当#5636",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "坤塔斯-燃烧之刃",
						["iLvl"] = 324,
						["time"] = 1542563937,
						["class"] = 2,
						["bTag"] = "灰非湮灭#5857",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "战歌永恒-伊森利恩",
						["iLvl"] = 368,
						["time"] = 1542563937,
						["class"] = 1,
						["bTag"] = "射手范儿#5695",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "晚安啊-迪瑟洛克",
						["iLvl"] = 330,
						["time"] = 1542563937,
						["class"] = 6,
						["bTag"] = "晚安#5311",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "他人即地狱-加基森",
						["time"] = 1542563937,
						["class"] = 4,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "龖萌德-影之哀伤",
						["iLvl"] = 377,
						["time"] = 1542629434,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "霸气不漏#5526",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "丨丶夜行者-狂热之刃",
						["iLvl"] = 372,
						["time"] = 1542629432,
						["class"] = 4,
						["bTag"] = "GhostDragon#53285",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影杀神-雷霆之王",
						["iLvl"] = 360,
						["time"] = 1542629434,
						["class"] = 6,
						["bTag"] = "迷你之泰坦#521750",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "抹了油的恒大-诺森德",
						["time"] = 1542629426,
						["class"] = 4,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔之木木-纳克萨玛斯",
						["iLvl"] = 367,
						["time"] = 1542629420,
						["class"] = 3,
						["bTag"] = "傻宝#5419",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "北冥神功-血色十字军",
						["time"] = 1542629422,
						["class"] = 8,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "很帅很帅滴牛-无尽之海",
						["iLvl"] = 379,
						["time"] = 1542629368,
						["class"] = 7,
						["bTag"] = "逍遥#53707",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "猫猫爱咬人-凤凰之神",
						["iLvl"] = 383,
						["time"] = 1542629434,
						["class"] = 5,
						["bTag"] = "猫猫爱咬人#5594",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "小灬骑-凤凰之神",
						["iLvl"] = 386,
						["time"] = 1542629434,
						["class"] = 12,
						["bTag"] = "小灬骑#5701",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "喵喵爱咬人-凤凰之神",
						["iLvl"] = 369,
						["time"] = 1542629434,
						["class"] = 7,
						["bTag"] = "喵喵爱咬人#51654",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "贫道丶无心丶-凤凰之神",
						["iLvl"] = 386,
						["time"] = 1542629424,
						["class"] = 6,
						["bTag"] = "无心#57701",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋当射猎-安苏",
						["iLvl"] = 367,
						["time"] = 1542629432,
						["class"] = 3,
						["bTag"] = "DeadlyMouse#55882",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "船长香克-伊森利恩",
						["iLvl"] = 365,
						["time"] = 1542629428,
						["class"] = 3,
						["bTag"] = "CutePickles#5519",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "无辜的小脸-无尽之海",
						["iLvl"] = 360,
						["time"] = 1542629428,
						["class"] = 11,
						["bTag"] = "刘小九#5830",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "雅丽三哒-安苏",
						["iLvl"] = 373,
						["time"] = 1542629368,
						["class"] = 12,
						["bTag"] = "路上有你才幸福#5271",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "末日牛-伊森利恩",
						["iLvl"] = 368,
						["time"] = 1542629434,
						["class"] = 11,
						["bTag"] = "蛮力之兽#51824",
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "小猫人闹翻天-迦拉克隆",
						["iLvl"] = 361,
						["time"] = 1542629368,
						["class"] = 2,
						["bTag"] = "小喵人闹翻天#5596",
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "山涧萦雾绕-冰霜之刃",
						["iLvl"] = 377,
						["time"] = 1542629434,
						["class"] = 6,
						["bTag"] = "awdpdcxc#5770",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "香干肉丝-奥尔加隆",
						["iLvl"] = 381,
						["time"] = 1542629368,
						["class"] = 11,
						["bTag"] = "小画画#5667",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "妍希与佳望-燃烧之刃",
						["iLvl"] = 380,
						["time"] = 1542629434,
						["class"] = 8,
						["bTag"] = "风骚牛哥#5664",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "居然是个书记-烈焰峰",
						["iLvl"] = 335,
						["time"] = 1542629434,
						["class"] = 3,
						["bTag"] = "就想搞学术#5234",
					}, -- [56]
					{
						["role"] = "HEALER",
						["name"] = "魔幻僧-狂热之刃",
						["iLvl"] = 354,
						["time"] = 1542629422,
						["class"] = 10,
						["bTag"] = "魔幻霜#5212",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "灬辣妹子灬-埃克索图斯",
						["iLvl"] = 374,
						["time"] = 1542629434,
						["class"] = 12,
						["bTag"] = "达文西#5700",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "李小锤-血色十字军",
						["iLvl"] = 372,
						["time"] = 1542629434,
						["class"] = 7,
						["bTag"] = "求大爷#5626",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "Jangss-凤凰之神",
						["iLvl"] = 383,
						["time"] = 1542629352,
						["class"] = 9,
						["bTag"] = "Jang#51558",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "软泥怪领主-埃加洛尔",
						["iLvl"] = 358,
						["time"] = 1542629420,
						["class"] = 11,
						["bTag"] = "软泥怪领主#5932",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "Immoral-符文图腾",
						["iLvl"] = 382,
						["time"] = 1542629368,
						["class"] = 6,
						["bTag"] = "机械之咒#559776",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "双刃刀-影之哀伤",
						["iLvl"] = 383,
						["time"] = 1542629422,
						["class"] = 12,
						["bTag"] = "酒桶的遭遇#5770",
					}, -- [63]
					{
						["role"] = "TANK",
						["name"] = "老秦淮-迦拉克隆",
						["iLvl"] = 361,
						["time"] = 1542629434,
						["class"] = 2,
						["bTag"] = "Diplodocus#51617",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "一波带走你-阿格拉玛",
						["iLvl"] = 380,
						["time"] = 1542629368,
						["class"] = 4,
						["bTag"] = "艾尔之子#564706",
					}, -- [65]
					{
						["role"] = "HEALER",
						["name"] = "憨小萨-血色十字军",
						["iLvl"] = 375,
						["time"] = 1542629422,
						["class"] = 7,
						["bTag"] = "憨憨#51430",
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "妖娆波多也-血色十字军",
						["iLvl"] = 345,
						["time"] = 1542629434,
						["class"] = 6,
						["bTag"] = "陈柏全#5364",
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "月怀瑾-燃烧之刃",
						["iLvl"] = 355,
						["time"] = 1542629432,
						["class"] = 6,
						["bTag"] = "古月笺#5975",
					}, -- [68]
					{
						["role"] = "HEALER",
						["name"] = "天堂引渡者-血色十字军",
						["iLvl"] = 376,
						["time"] = 1542629420,
						["class"] = 5,
						["bTag"] = "天堂#52373",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "毒眼-希尔瓦娜斯",
						["iLvl"] = 387,
						["time"] = 1542629426,
						["class"] = 3,
						["bTag"] = "毒眼#51512",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "Timess-凤凰之神",
						["iLvl"] = 354,
						["time"] = 1542629420,
						["class"] = 12,
						["bTag"] = "暗夜之鸦#510377",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "冰尘迷途-布兰卡德",
						["iLvl"] = 370,
						["time"] = 1542629434,
						["class"] = 8,
						["bTag"] = "最光阴#5675",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "雅甘丶-血环",
						["iLvl"] = 382,
						["time"] = 1542629434,
						["class"] = 3,
						["bTag"] = "Despacito#5958",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "Iceflow-阿尔萨斯",
						["iLvl"] = 383,
						["time"] = 1542629422,
						["class"] = 8,
						["bTag"] = "ICEFLOW#5255",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "丶宝-地狱咆哮",
						["iLvl"] = 344,
						["time"] = 1543581739,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "妉眉#5129",
					}, -- [75]
					{
						["role"] = "TANK",
						["name"] = "殇瑾安-甜水绿洲",
						["iLvl"] = 351,
						["time"] = 1543581761,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "死亡深度#5683",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "六指神魔-麦姆",
						["iLvl"] = 360,
						["time"] = 1543581744,
						["class"] = 3,
						["bTag"] = "心本无尘#5859",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "浪了个浪-海加尔",
						["iLvl"] = 361,
						["time"] = 1543581770,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "烂好人#5324",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "天苍地元-贫瘠之地",
						["time"] = 1543581744,
						["class"] = 3,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "小咛脾气-霜之哀伤",
						["time"] = 1543581739,
						["class"] = 3,
					}, -- [80]
					{
						["role"] = "TANK",
						["name"] = "年少青衫-通灵学院",
						["iLvl"] = 301,
						["time"] = 1543581770,
						["class"] = 12,
						["bTag"] = "大医精诚#5266",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "独丿醉-阿克蒙德",
						["iLvl"] = 281,
						["time"] = 1543581770,
						["class"] = 2,
						["bTag"] = "誓约骑士#5275",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "playerFQYGDV-迦拉克隆",
						["iLvl"] = 364,
						["time"] = 1543581770,
						["class"] = 9,
						["bTag"] = "夜凝黑#5802",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "天涯悲伤-红龙军团",
						["iLvl"] = 339,
						["time"] = 1543581761,
						["class"] = 9,
						["bTag"] = "LordShen#5190",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "白羽霜华-神圣之歌",
						["time"] = 1543581768,
						["class"] = 2,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "夜风侵袭-安苏",
						["iLvl"] = 368,
						["time"] = 1543581744,
						["class"] = 3,
						["bTag"] = "松鼠#5409",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "掌门莫小贝-拉文凯斯",
						["iLvl"] = 353,
						["time"] = 1543581766,
						["class"] = 3,
						["bTag"] = "垃圾狗#5268",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "吖哎呦喂-霜狼",
						["iLvl"] = 310,
						["time"] = 1543581759,
						["class"] = 12,
						["bTag"] = "斯酷路吉#5424",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "牛颠峰-斩魔者",
						["time"] = 1543581748,
						["class"] = 11,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "部落丶真不落-迦顿",
						["iLvl"] = 386,
						["time"] = 1543581746,
						["class"] = 12,
						["bTag"] = "无敌老玩家#5779",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "花拳绣腿-恐怖图腾",
						["iLvl"] = 366,
						["time"] = 1543581746,
						["class"] = 10,
						["bTag"] = "kingnik#5997",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "玛丽斯图尔特-雷霆之王",
						["iLvl"] = 306,
						["time"] = 1543581750,
						["class"] = 9,
						["bTag"] = "葵喜美#5825",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "基斯兔斯基-雷霆之王",
						["iLvl"] = 329,
						["time"] = 1543581700,
						["class"] = 1,
						["bTag"] = "听雨落#5337",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "小法的腻量-回音山",
						["iLvl"] = 358,
						["time"] = 1543581761,
						["class"] = 8,
						["bTag"] = "熊的腻量#5147",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "剑在人不在-萨菲隆",
						["iLvl"] = 361,
						["time"] = 1543581770,
						["class"] = 6,
						["bTag"] = "二锤#5137",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "西门十三-伊森利恩",
						["iLvl"] = 360,
						["time"] = 1543581770,
						["class"] = 3,
						["bTag"] = "御命十三#5572",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "最喜欢吃肉-密林游侠",
						["iLvl"] = 366,
						["time"] = 1543581766,
						["class"] = 9,
						["bTag"] = "新手上路#5465",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "牛皮花生糖-血吼",
						["iLvl"] = 356,
						["time"] = 1543581755,
						["class"] = 7,
						["bTag"] = "蛋炒饭#52874",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "伊雷达尔-奥杜尔",
						["iLvl"] = 324,
						["time"] = 1543581757,
						["class"] = 12,
						["bTag"] = "临兵乄斗者#5700",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "Daweikebo-熔火之心",
						["iLvl"] = 346,
						["time"] = 1543581770,
						["class"] = 1,
						["bTag"] = "快乐之足#55596",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "落地橙核-血羽",
						["iLvl"] = 380,
						["time"] = 1543581768,
						["class"] = 9,
						["bTag"] = "茫然之骑士#522739",
					}, -- [101]
					{
						["role"] = "TANK",
						["name"] = "小鱼不吃大猫-血牙魔王",
						["iLvl"] = 382,
						["time"] = 1543581766,
						["class"] = 2,
						["bTag"] = "茫然之骑士#522739",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "Blackivan-燃烧之刃",
						["iLvl"] = 353,
						["time"] = 1543581770,
						["class"] = 9,
						["bTag"] = "Riddler#5140",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "幽冥骨斩-迅捷微风",
						["iLvl"] = 345,
						["time"] = 1543581770,
						["class"] = 1,
						["bTag"] = "暗夜之骑士#5273585",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "求凶-伊兰尼库斯",
						["iLvl"] = 346,
						["time"] = 1543581768,
						["class"] = 11,
						["bTag"] = "人型打桩机#51783",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "双锤镇天丶-红云台地",
						["iLvl"] = 350,
						["time"] = 1543581770,
						["class"] = 7,
						["bTag"] = "小小之植物#55545",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "孟秋醉箭-凤凰之神",
						["iLvl"] = 360,
						["time"] = 1543581750,
						["class"] = 3,
						["bTag"] = "且莫别离#5248",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "紫昙-玛洛加尔",
						["iLvl"] = 354,
						["time"] = 1543581759,
						["class"] = 3,
						["bTag"] = "紫髯#5261",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "影子暴君-熊猫酒仙",
						["iLvl"] = 339,
						["time"] = 1543581746,
						["class"] = 4,
						["bTag"] = "TimeWalker#5822",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "爆擦你妹-红龙军团",
						["iLvl"] = 341,
						["time"] = 1543581770,
						["class"] = 8,
						["bTag"] = "大块头#5397",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "宁姚-迪瑟洛克",
						["time"] = 1543581739,
						["class"] = 9,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "藕尼玛-黑龙军团",
						["iLvl"] = 349,
						["time"] = 1543581744,
						["class"] = 3,
						["bTag"] = "深渊封存黑暗#5558",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "潇湘情-影之哀伤",
						["iLvl"] = 353,
						["time"] = 1543581757,
						["class"] = 4,
						["bTag"] = "亅若隐若现#5980",
					}, -- [113]
				},
				["1-248-652-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "玲灵玲-燃烧之刃",
						["iLvl"] = 369,
						["time"] = 1542558280,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "张瑾渊#5289",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "Instrumental-亚雷戈斯",
						["iLvl"] = 384,
						["time"] = 1542558273,
						["class"] = 2,
						["bTag"] = "暴力小熊#5461",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "茄子紫-黑铁",
						["iLvl"] = 303,
						["time"] = 1542558275,
						["class"] = 8,
						["bTag"] = "不明真相围观群众#51379",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "妩嫦婧-凯恩血蹄",
						["iLvl"] = 377,
						["time"] = 1542558275,
						["class"] = 8,
						["bTag"] = "判官#5716",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "Ymj-加尔",
						["iLvl"] = 312,
						["time"] = 1542558366,
						["class"] = 6,
						["bTag"] = "打爆你的头#51531",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "上半身是天使-血吼",
						["iLvl"] = 316,
						["time"] = 1542558273,
						["class"] = 1,
						["bTag"] = "古怪之德鲁伊#54980",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "咄唭吥噫-死亡之翼",
						["iLvl"] = 379,
						["time"] = 1542558292,
						["class"] = 4,
						["bTag"] = "suGaryLove#5477",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "虚竹丶-艾露恩",
						["iLvl"] = 318,
						["time"] = 1542558294,
						["class"] = 10,
						["bTag"] = "宇智波鼬#52649",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "皮死-贫瘠之地",
						["iLvl"] = 381,
						["time"] = 1542558368,
						["class"] = 5,
						["bTag"] = "曹先生#52486",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "猎魔哥-烈焰峰",
						["iLvl"] = 374,
						["time"] = 1542558284,
						["class"] = 12,
						["bTag"] = "DizzyDwarf#510623",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落神-晴日峰（江苏）",
						["iLvl"] = 376,
						["time"] = 1542558328,
						["class"] = 2,
						["bTag"] = "哦擦#5359",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "加摩尔来了-红龙军团",
						["time"] = 1542558269,
						["class"] = 11,
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "橙胡椒-艾露恩",
						["iLvl"] = 326,
						["time"] = 1542558309,
						["class"] = 11,
						["bTag"] = "胡椒#5645",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "落丶梦-红云台地",
						["iLvl"] = 300,
						["time"] = 1542558275,
						["class"] = 6,
						["bTag"] = "落梦#5867",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "兽伊世战伊生-利刃之拳",
						["iLvl"] = 388,
						["time"] = 1542558280,
						["class"] = 1,
						["bTag"] = "兽战#5424",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "狼之毒吻-寒冰皇冠",
						["iLvl"] = 366,
						["time"] = 1542558368,
						["class"] = 1,
						["bTag"] = "狼之毒吻#5523",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "Yoan-鬼雾峰",
						["iLvl"] = 332,
						["time"] = 1542558328,
						["class"] = 7,
						["bTag"] = "清香白莲素还真#51780",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "戰乄國康师伯-燃烧之刃",
						["iLvl"] = 306,
						["time"] = 1542558275,
						["class"] = 6,
						["bTag"] = "巴桑罗卜#5187",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "萨斯骨焰-斯克提斯",
						["iLvl"] = 317,
						["time"] = 1542558316,
						["class"] = 8,
						["bTag"] = "愛已欠費#51133",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "长得有点丑-燃烧之刃",
						["iLvl"] = 348,
						["time"] = 1542558294,
						["class"] = 6,
						["bTag"] = "普瑞斯托领主#5206",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Rtxtitan-血吼",
						["iLvl"] = 317,
						["time"] = 1542558284,
						["class"] = 12,
						["bTag"] = "扳机#5701",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "仓决-安苏",
						["iLvl"] = 354,
						["time"] = 1542558368,
						["class"] = 1,
						["bTag"] = "账号已注销#51433",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "射一你一脸-死亡之翼",
						["iLvl"] = 322,
						["time"] = 1542558368,
						["class"] = 3,
						["bTag"] = "痞子夏#51176",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "花房姑妈-布兰卡德",
						["iLvl"] = 353,
						["time"] = 1542558358,
						["class"] = 4,
						["bTag"] = "揽月#5893",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "准备不玩的心-阿尔萨斯",
						["iLvl"] = 338,
						["time"] = 1542558368,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "陈益良#5113",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "斧王二十连斩-苏塔恩",
						["iLvl"] = 327,
						["time"] = 1542558368,
						["class"] = 9,
						["bTag"] = "汤逊湖水怪#5499",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "兵头头-格瑞姆巴托",
						["iLvl"] = 382,
						["time"] = 1542558368,
						["class"] = 3,
						["bTag"] = "兵头头#5717",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "丢丢的天天-冰霜之刃",
						["iLvl"] = 312,
						["time"] = 1542558368,
						["class"] = 8,
						["bTag"] = "越越的天天#5813",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "掌控邪能-黑暗虚空",
						["iLvl"] = 319,
						["time"] = 1542558368,
						["class"] = 12,
						["bTag"] = "复仇的凯恩#5891",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "黑羽莜夜-燃烧之刃",
						["iLvl"] = 355,
						["time"] = 1542558368,
						["class"] = 12,
						["bTag"] = "暴躁之裤#516310",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "软萌小虎牙丶-丽丽（四川）",
						["iLvl"] = 335,
						["time"] = 1542558368,
						["class"] = 11,
						["bTag"] = "小虎牙#51570",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "灬清浅-埃德萨拉",
						["iLvl"] = 318,
						["time"] = 1542558368,
						["class"] = 3,
						["bTag"] = "桥边红药#5168",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "彪彪了头朗香-冰风岗",
						["iLvl"] = 383,
						["time"] = 1542558368,
						["class"] = 10,
						["bTag"] = "彪了滋补里#5318",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "丨就是射丨-阿拉希",
						["iLvl"] = 372,
						["time"] = 1542558368,
						["class"] = 3,
						["bTag"] = "大帅#52138",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "想念温柔心碎-影之哀伤",
						["iLvl"] = 362,
						["time"] = 1542558368,
						["class"] = 8,
						["bTag"] = "唐哥#5146",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "艾瑞娜日怒-外域",
						["time"] = 1542558368,
						["class"] = 8,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "风行者温蕾萨-死亡之翼",
						["iLvl"] = 331,
						["time"] = 1542558368,
						["class"] = 3,
						["bTag"] = "隔壁老王爱帮忙#51704",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "矢志不渝-冰霜之刃",
						["iLvl"] = 382,
						["time"] = 1542558368,
						["class"] = 6,
						["bTag"] = "矢志不渝#52925",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Evolet-风暴之眼",
						["time"] = 1542558366,
						["class"] = 4,
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "天使凯尔-血吼",
						["time"] = 1542558368,
						["class"] = 2,
					}, -- [40]
				},
				["1-247-649-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "花拳绣腿-恐怖图腾",
						["time"] = 1543581553,
						["class"] = 10,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "塚虎-卡拉赞",
						["iLvl"] = 355,
						["time"] = 1543581628,
						["class"] = 6,
						["bTag"] = "LEE#58765",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "和谐中-战歌",
						["iLvl"] = 364,
						["time"] = 1543581616,
						["class"] = 8,
						["bTag"] = "和谐中#5719",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "playerCHZXDH-密林游侠",
						["iLvl"] = 383,
						["time"] = 1543581626,
						["class"] = 5,
						["bTag"] = "打狗的小包子#5878",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "屮樱小桃乀-艾露恩",
						["iLvl"] = 362,
						["time"] = 1543581624,
						["class"] = 3,
						["bTag"] = "惜夏#51199",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "酸小喵-凤凰之神",
						["iLvl"] = 377,
						["time"] = 1543581555,
						["class"] = 8,
						["bTag"] = "Like#5296",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "艾西斯-阿拉希",
						["iLvl"] = 345,
						["time"] = 1543581628,
						["class"] = 9,
						["bTag"] = "Dizzy#5797",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "星空岐途-冰霜之刃",
						["iLvl"] = 365,
						["time"] = 1543581628,
						["class"] = 11,
						["bTag"] = "董小胖#5515",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "Eliaz-诺森德",
						["iLvl"] = 375,
						["time"] = 1543581628,
						["class"] = 5,
						["bTag"] = "Eliaz#5768",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "颓废丶峯-织亡者",
						["iLvl"] = 357,
						["time"] = 1543581616,
						["class"] = 2,
						["bTag"] = "浴血狂战#51748",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Victorymag-无尽之海",
						["iLvl"] = 367,
						["time"] = 1543581628,
						["class"] = 1,
						["bTag"] = "Porz#5675",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝色柠檬果-贫瘠之地",
						["iLvl"] = 381,
						["time"] = 1543581628,
						["class"] = 8,
						["bTag"] = "柠檬#57777",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "猎魔神-玛瑟里顿",
						["iLvl"] = 359,
						["time"] = 1543581628,
						["class"] = 3,
						["bTag"] = "賀龍#5256",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "Dignus-阿尔萨斯",
						["iLvl"] = 363,
						["time"] = 1543581628,
						["class"] = 6,
						["bTag"] = "Douglas#5942",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "达芙尼-霜之哀伤",
						["time"] = 1543581628,
						["class"] = 2,
					}, -- [15]
				},
				["1-248-651-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丿弑魂-格瑞姆巴托",
						["iLvl"] = 379,
						["time"] = 1542728373,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "血灬斩#5654",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "凰族劫舞-冰风岗",
						["iLvl"] = 380,
						["time"] = 1542728373,
						["class"] = 12,
						["bTag"] = "誓言待续#5202",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Harryvic-血色十字军",
						["iLvl"] = 379,
						["time"] = 1542728373,
						["class"] = 12,
						["bTag"] = "闹爷#51141",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "秋雨丶冷凝-古尔丹",
						["time"] = 1542728321,
						["class"] = 8,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "也许只是偏执-古尔丹",
						["time"] = 1542728321,
						["class"] = 4,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "仙鲜-冰霜之刃",
						["time"] = 1542728355,
						["class"] = 8,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "大魔王鸟俊-死亡之翼",
						["iLvl"] = 383,
						["time"] = 1542728373,
						["class"] = 12,
						["bTag"] = "鸟俊#5229",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "炎天-托塞德林",
						["time"] = 1542728373,
						["class"] = 12,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "禄丰县-凤凰之神",
						["iLvl"] = 378,
						["time"] = 1542728333,
						["class"] = 9,
						["bTag"] = "骆繁兴#5308",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "疯癫戏法-血色十字军",
						["iLvl"] = 380,
						["time"] = 1542728373,
						["class"] = 8,
						["bTag"] = "Mario#52313",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "王佩只认钱-黑铁",
						["iLvl"] = 348,
						["time"] = 1542728360,
						["class"] = 3,
						["bTag"] = "曼联#51877",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "木子妞妞-狂热之刃",
						["iLvl"] = 355,
						["time"] = 1542728373,
						["class"] = 4,
						["bTag"] = "木子目目#5520",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "狂战流星-布兰卡德",
						["iLvl"] = 361,
						["time"] = 1542728373,
						["class"] = 1,
						["bTag"] = "一鸣惊天#5154",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "断奶了-烈焰峰",
						["iLvl"] = 382,
						["time"] = 1542728327,
						["class"] = 11,
						["bTag"] = "池老湿#5865",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "爱微笑-达尔坎",
						["iLvl"] = 345,
						["time"] = 1542728346,
						["class"] = 2,
						["bTag"] = "Ashin#5303",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "野人阿玖-安苏",
						["iLvl"] = 371,
						["time"] = 1542728373,
						["class"] = 2,
						["bTag"] = "浪荡丨人生#5614",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "愈哥-血环",
						["time"] = 1542728373,
						["class"] = 5,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "丿破天丶战神-克尔苏加德",
						["iLvl"] = 377,
						["time"] = 1542728373,
						["class"] = 1,
						["bTag"] = "染指寂寞#5130",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "卧推八百斤-死亡之翼",
						["iLvl"] = 372,
						["time"] = 1542728373,
						["class"] = 2,
						["bTag"] = "万言不语#5262",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "彩虹边的雨云-阿克蒙德",
						["iLvl"] = 339,
						["time"] = 1542728373,
						["class"] = 12,
						["bTag"] = "龙不悔#5686",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Lebonjams-死亡之翼",
						["time"] = 1542728373,
						["class"] = 6,
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "捌贰年的雪碧-影之哀伤",
						["iLvl"] = 383,
						["time"] = 1542728373,
						["class"] = 7,
						["bTag"] = "哈哈#5977",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "乖乖老板娘-苏塔恩",
						["iLvl"] = 373,
						["time"] = 1542728373,
						["class"] = 8,
						["bTag"] = "乖乖#5400",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "袍哥-霜狼",
						["iLvl"] = 344,
						["time"] = 1542728373,
						["class"] = 1,
						["bTag"] = "大怪#5615",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "血色浪漫-拉格纳罗斯",
						["iLvl"] = 370,
						["time"] = 1542728373,
						["class"] = 9,
						["bTag"] = "雷赫#5239",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "雨向-迦拉克隆",
						["iLvl"] = 342,
						["time"] = 1542728373,
						["class"] = 2,
						["bTag"] = "绿豆红豆#5707",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "子夜呢喃-燃烧之刃",
						["iLvl"] = 387,
						["time"] = 1542728373,
						["class"] = 12,
						["bTag"] = "子夜呢喃#5314",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "苏唐-红龙军团",
						["time"] = 1542728348,
						["class"] = 11,
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "盾击-希尔瓦娜斯",
						["iLvl"] = 348,
						["time"] = 1542728373,
						["class"] = 2,
						["bTag"] = "枣泥#5692",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "格瑞普-哈卡",
						["time"] = 1542728348,
						["class"] = 7,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Amadeuss-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1542728373,
						["class"] = 4,
						["bTag"] = "Negroni#51346",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Mircale-恶魔之魂",
						["iLvl"] = 389,
						["time"] = 1542728373,
						["class"] = 11,
						["bTag"] = "阿罪#5296",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "宋慧喬-深渊之巢",
						["iLvl"] = 383,
						["time"] = 1542728373,
						["class"] = 5,
						["bTag"] = "姜伯约#5449",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "更衣小月-霜狼",
						["iLvl"] = 377,
						["time"] = 1542728373,
						["class"] = 10,
						["bTag"] = "Pina#51440",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "枫韵凌绝-死亡之翼",
						["iLvl"] = 386,
						["time"] = 1542728373,
						["class"] = 4,
						["bTag"] = "威廉泰尔序曲#5616",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "黑暗归来了-鬼雾峰",
						["iLvl"] = 379,
						["time"] = 1542728373,
						["class"] = 1,
						["bTag"] = "黑暗的名字#5904",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "灬箬灬-丽丽（四川）",
						["iLvl"] = 280,
						["time"] = 1542728373,
						["class"] = 10,
						["bTag"] = "天箬#5781",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "黑色雪碧-燃烧之刃",
						["iLvl"] = 375,
						["time"] = 1542728373,
						["class"] = 12,
						["bTag"] = "刹那芳华#5277",
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "Elevate-梅尔加尼",
						["time"] = 1542728373,
						["class"] = 2,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "奥西灬里斯-死亡之翼",
						["iLvl"] = 383,
						["time"] = 1542728373,
						["class"] = 12,
						["bTag"] = "奥西里斯灬#5344",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "Ryhmezero-石爪峰",
						["iLvl"] = 313,
						["time"] = 1542728373,
						["class"] = 12,
						["bTag"] = "馬屁屁#5229",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "庄赢六点-克尔苏加德",
						["iLvl"] = 342,
						["time"] = 1542728373,
						["class"] = 8,
						["bTag"] = "海洋#5774",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "杀妹证道-鬼雾峰",
						["iLvl"] = 384,
						["time"] = 1542728373,
						["class"] = 12,
						["bTag"] = "猥琐付#5609",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "有村架纯灬-贫瘠之地",
						["time"] = 1542728373,
						["class"] = 5,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "單車闖天涯-伊森利恩",
						["time"] = 1542728373,
						["class"] = 4,
					}, -- [45]
				},
			},
			["settings"] = {
				["panel"] = false,
				["storage"] = {
					["y"] = 0,
					["x"] = 363.366760253906,
					["scale"] = 1,
				},
			},
			["version"] = "80000.05",
			["lastSearchCode"] = "6-0-0-0",
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					false, -- [1]
					nil, -- [2]
					false, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
