
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["喵言术嗷呜 - 燃烧之刃"] = "喵言术嗷呜 - 燃烧之刃",
	},
	["profiles"] = {
		["喵言术嗷呜 - 燃烧之刃"] = {
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 363.366760253906,
					["scale"] = 1,
				},
			},
			["recent"] = {
				["1-124-469-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "飘寒霜火-凤凰之神",
						["iLvl"] = 906,
						["time"] = 1500903275,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "本马#5769",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "橙风拾里丶-血色十字军",
						["iLvl"] = 901,
						["time"] = 1500903386,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Lazy#5139",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "泪虎-格瑞姆巴托",
						["iLvl"] = 869,
						["time"] = 1500903386,
						["class"] = 10,
						["bTag"] = "泪虎#5392",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "琦琦宝贝-戈提克",
						["iLvl"] = 887,
						["time"] = 1500903386,
						["class"] = 3,
						["bTag"] = "TeaSiYi#5606",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "贼丷帅-深渊之巢",
						["iLvl"] = 905,
						["time"] = 1500903336,
						["class"] = 4,
						["bTag"] = "亻吉#5425",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Hausser-海克泰尔",
						["iLvl"] = 890,
						["time"] = 1500903386,
						["class"] = 8,
						["bTag"] = "慕情靡它#5815",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "浅墨清歌-风行者",
						["iLvl"] = 932,
						["time"] = 1500903386,
						["class"] = 2,
						["bTag"] = "浅墨清歌#5362",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "暴徒丿-冰霜之刃",
						["time"] = 1500903271,
						["class"] = 6,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "短暂的冷血-安苏",
						["time"] = 1500903293,
						["class"] = 4,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落的茄子-影之哀伤",
						["iLvl"] = 852,
						["time"] = 1500903320,
						["class"] = 3,
						["bTag"] = "狂野之裤#535134",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "猫猫守护者-罗宁",
						["iLvl"] = 896,
						["time"] = 1500903386,
						["class"] = 8,
						["bTag"] = "一叶知秋#52753",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "奶油糯米团-斩魔者",
						["time"] = 1500903386,
						["class"] = 6,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "煉獄使者-天空之墙",
						["time"] = 1500903386,
						["class"] = 9,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "屹立不倒-海加尔",
						["iLvl"] = 904,
						["time"] = 1500903386,
						["class"] = 1,
						["bTag"] = "skydog#5917",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "我背叛了圣光-寒冰皇冠",
						["iLvl"] = 917,
						["time"] = 1500903297,
						["class"] = 2,
						["bTag"] = "丁亮#5721",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "占戈碎星-凤凰之神",
						["time"] = 1500903267,
						["class"] = 9,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "悲情旋律-红云台地",
						["time"] = 1500903386,
						["class"] = 8,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Burnashes-格瑞姆巴托",
						["iLvl"] = 911,
						["time"] = 1500903293,
						["class"] = 9,
						["bTag"] = "SleepyBear#51464",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "永亘星爱-阿斯塔洛",
						["iLvl"] = 876,
						["time"] = 1500903301,
						["class"] = 9,
						["bTag"] = "战歌永恒#5657",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "至高岭扛把子-奥杜尔",
						["time"] = 1500903386,
						["class"] = 1,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "痞子阿良-幽暗沼泽",
						["iLvl"] = 925,
						["time"] = 1500903386,
						["class"] = 2,
						["bTag"] = "xiaoheiyun#5314",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "Littlekoala-踏梦者",
						["time"] = 1500903386,
						["class"] = 2,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "狩猎流星雨-盖斯",
						["iLvl"] = 877,
						["time"] = 1500903281,
						["class"] = 3,
						["bTag"] = "雄少#5672",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "老司機等等我-影之哀伤",
						["iLvl"] = 922,
						["time"] = 1500903279,
						["class"] = 3,
						["bTag"] = "沉默之剑#5152769",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "灵犀万箭-黑龙军团",
						["iLvl"] = 901,
						["time"] = 1500903279,
						["class"] = 3,
						["bTag"] = "no112can#5135",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "老张威武-达基萨斯",
						["iLvl"] = 909,
						["time"] = 1500903277,
						["class"] = 1,
						["bTag"] = "老张#5677",
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "小尾巴猫猫-达克萨隆",
						["iLvl"] = 909,
						["time"] = 1500903386,
						["class"] = 10,
						["bTag"] = "深淵#5829",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "术之魅影-格雷迈恩",
						["iLvl"] = 909,
						["time"] = 1500903283,
						["class"] = 8,
						["bTag"] = "Waltham#5103",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "万秒仙尊-海克泰尔",
						["iLvl"] = 887,
						["time"] = 1500903285,
						["class"] = 4,
						["bTag"] = "郭碧婷#5302",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "超热血幸村-格雷迈恩",
						["iLvl"] = 877,
						["time"] = 1500903281,
						["class"] = 12,
						["bTag"] = "皇阿玛是一只猫#5254",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "阿笨笨-鬼雾峰",
						["iLvl"] = 898,
						["time"] = 1500903289,
						["class"] = 4,
						["bTag"] = "阿笨笨#5724",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "Sevenf-外域",
						["time"] = 1500903386,
						["class"] = 7,
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "啻龙小虾-雷霆之王",
						["iLvl"] = 900,
						["time"] = 1500903386,
						["class"] = 12,
						["bTag"] = "魔兽之龙#5426",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "殇紫-迦拉克隆",
						["time"] = 1500903386,
						["class"] = 12,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "哪脱唾唾脱-洛丹伦",
						["iLvl"] = 919,
						["time"] = 1500903386,
						["class"] = 1,
						["bTag"] = "忙里偷闲#5186",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "放逐之刃丶欣-斯克提斯",
						["time"] = 1500903271,
						["class"] = 12,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "琪琪-迦玛兰",
						["iLvl"] = 905,
						["time"] = 1500903279,
						["class"] = 12,
						["bTag"] = "麦克雷#51597",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "风雨归舟-洛丹伦",
						["iLvl"] = 870,
						["time"] = 1500903386,
						["class"] = 7,
						["bTag"] = "清欢风骏#5737",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "老和山-布兰卡德",
						["time"] = 1500903275,
						["class"] = 6,
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "永恒宝贝琳琳-奎尔萨拉斯",
						["iLvl"] = 884,
						["time"] = 1500903386,
						["class"] = 2,
						["bTag"] = "光明琳琳#5147",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "冲过去就搞-洛肯",
						["iLvl"] = 929,
						["time"] = 1500903386,
						["class"] = 9,
						["bTag"] = "冲上去就搞#5765",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "靓賊-血羽",
						["iLvl"] = 903,
						["time"] = 1500903386,
						["class"] = 4,
						["bTag"] = "stone#5957",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "Waitdk-加基森",
						["iLvl"] = 923,
						["time"] = 1500903386,
						["class"] = 6,
						["bTag"] = "雷诺#55452",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "聖小堂-菲拉斯",
						["iLvl"] = 904,
						["time"] = 1500903386,
						["class"] = 7,
						["bTag"] = "聖小堂#5245",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "忧郁丶楠歌-冰霜之刃",
						["iLvl"] = 890,
						["time"] = 1500903386,
						["class"] = 12,
						["bTag"] = "丨夜丶巴黎#5427",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "气定小脸盆-血环",
						["iLvl"] = 926,
						["time"] = 1500903386,
						["class"] = 3,
						["bTag"] = "暴风之子#5731",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "伟大的平胸-血色十字军",
						["iLvl"] = 790,
						["time"] = 1500903386,
						["class"] = 1,
						["bTag"] = "烈焰花环#51177",
					}, -- [47]
					{
						["role"] = "HEALER",
						["name"] = "雍仲-布兰卡德",
						["iLvl"] = 926,
						["time"] = 1500903386,
						["class"] = 7,
						["bTag"] = "極楽#51610",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "卐栀璃鸢年卐-血色十字军",
						["iLvl"] = 906,
						["time"] = 1500903386,
						["class"] = 3,
						["bTag"] = "暗夜之骑士#5178737",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "打谁都一样-贫瘠之地",
						["iLvl"] = 784,
						["time"] = 1500903386,
						["class"] = 9,
						["bTag"] = "飞云渡水#5236",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "逐魂龙影-阿尔萨斯",
						["iLvl"] = 896,
						["time"] = 1500903386,
						["class"] = 11,
						["bTag"] = "灵影#5122",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "Ellur-埃克索图斯",
						["iLvl"] = 930,
						["time"] = 1500903386,
						["class"] = 5,
						["bTag"] = "弑血土豆#5576",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "流风渃逝-海克泰尔",
						["iLvl"] = 928,
						["time"] = 1500903386,
						["class"] = 1,
						["bTag"] = "情自阑珊#5482",
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "请叫我非主流-血环",
						["iLvl"] = 908,
						["time"] = 1500903386,
						["class"] = 1,
						["bTag"] = "丁丁猫儿#5490",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "枫风的鬼-藏宝海湾",
						["iLvl"] = 890,
						["time"] = 1500903386,
						["class"] = 12,
						["bTag"] = "小小中的枫叶#5577",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "Killa-红云台地",
						["iLvl"] = 902,
						["time"] = 1500903386,
						["class"] = 8,
						["bTag"] = "翻滚吧#5745",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "游荡的母牛-希尔瓦娜斯",
						["iLvl"] = 924,
						["time"] = 1500903386,
						["class"] = 3,
						["bTag"] = "小虎#52506",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "独孤子颖-死亡之翼",
						["iLvl"] = 831,
						["time"] = 1500903386,
						["class"] = 12,
						["bTag"] = "獨孤子穎#5981",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "我是个大胖子-冰风岗",
						["iLvl"] = 911,
						["time"] = 1500903386,
						["class"] = 9,
						["bTag"] = "丶刺蕊#5801",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "丶漠漠清寒灬-无尽之海",
						["iLvl"] = 925,
						["time"] = 1501773779,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "尸魂漫步丶#5775",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "雲逝-埃德萨拉",
						["iLvl"] = 935,
						["time"] = 1501773910,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "雲逝#5239",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "徐小相-燃烧之刃",
						["iLvl"] = 811,
						["time"] = 1501773920,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "为爱承诺#5693",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "冷雨无声-血色十字军",
						["iLvl"] = 902,
						["time"] = 1501773773,
						["class"] = 6,
						["bTag"] = "流云#5230",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "单眼皮灬-血顶",
						["time"] = 1501773920,
						["class"] = 12,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "殤今獵人-克尔苏加德",
						["iLvl"] = 922,
						["time"] = 1501773920,
						["class"] = 1,
						["bTag"] = "bryan#51362",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "晨丶醉繁花-无尽之海",
						["time"] = 1501773920,
						["class"] = 10,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "恋恋小摇滚-阿尔萨斯",
						["iLvl"] = 929,
						["time"] = 1501773906,
						["class"] = 6,
						["bTag"] = "死亡之翼#529190",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "三春-利刃之拳",
						["iLvl"] = 911,
						["time"] = 1501773773,
						["class"] = 12,
						["bTag"] = "风歌叶曲#5301",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "丶飞哥-燃烧之刃",
						["time"] = 1501773759,
						["class"] = 12,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "宝诗龍-回音山",
						["iLvl"] = 909,
						["time"] = 1501773906,
						["class"] = 6,
						["bTag"] = "撕裂灵魂#5480",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "浮生丨梦凉灬-燃烧之刃",
						["iLvl"] = 914,
						["time"] = 1501773906,
						["class"] = 8,
						["bTag"] = "流年灬#51253",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "差点变成帅哥-主宰之剑",
						["iLvl"] = 768,
						["time"] = 1501773920,
						["class"] = 3,
						["bTag"] = "兽型美男#5714",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "三英战貂蝉-恐怖图腾",
						["time"] = 1501773761,
						["class"] = 2,
					}, -- [73]
					{
						["role"] = "TANK",
						["name"] = "谭维维-布兰卡德",
						["iLvl"] = 929,
						["time"] = 1501773823,
						["class"] = 2,
						["bTag"] = "艺术就是爆炸#51939",
					}, -- [74]
					{
						["role"] = "HEALER",
						["name"] = "恶煞罗鬼-奥拉基尔",
						["iLvl"] = 915,
						["time"] = 1501773920,
						["class"] = 7,
						["bTag"] = "番茄鸡蛋面#5668",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "够意思-无尽之海",
						["iLvl"] = 931,
						["time"] = 1501773920,
						["class"] = 9,
						["bTag"] = "牛走一口田#5775",
					}, -- [76]
					{
						["role"] = "HEALER",
						["name"] = "Ldz-血环",
						["iLvl"] = 927,
						["time"] = 1501773920,
						["class"] = 11,
						["bTag"] = "George#52101",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "神龙再现-埃克索图斯",
						["time"] = 1501773920,
						["class"] = 9,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "时雨改二-血色十字军",
						["iLvl"] = 938,
						["time"] = 1501773920,
						["class"] = 6,
						["bTag"] = "聆听#5122",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "共青团员-伊森利恩",
						["iLvl"] = 924,
						["time"] = 1501773823,
						["class"] = 12,
						["bTag"] = "亡零#5139",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "鹏鹏的澎澎-索瑞森",
						["iLvl"] = 933,
						["time"] = 1501773823,
						["class"] = 9,
						["bTag"] = "乳仪天下#5870",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "又出没-藏宝海湾",
						["iLvl"] = 887,
						["time"] = 1501773912,
						["class"] = 8,
						["bTag"] = "机械之鱼人#538356",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "老猫丶欧皇-死亡之翼",
						["iLvl"] = 930,
						["time"] = 1501773906,
						["class"] = 1,
						["bTag"] = "老猫哥#51559",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "如昔-幽暗沼泽",
						["iLvl"] = 887,
						["time"] = 1501773920,
						["class"] = 3,
						["bTag"] = "魔法之翼#51504",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "紫色凤梨头-埃德萨拉",
						["iLvl"] = 919,
						["time"] = 1501773908,
						["class"] = 8,
						["bTag"] = "脚丫巴#51409",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "有缘再会-古达克",
						["time"] = 1501773759,
						["class"] = 8,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "寡籹-死亡之翼",
						["iLvl"] = 932,
						["time"] = 1501773920,
						["class"] = 5,
						["bTag"] = "不一样的喵#5859",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "国际武打巨星-深渊之巢",
						["iLvl"] = 915,
						["time"] = 1501773920,
						["class"] = 12,
						["bTag"] = "晗晗家的西瓜老逗#5914",
					}, -- [88]
					{
						["role"] = "TANK",
						["name"] = "大事请招魂-奥特兰克",
						["time"] = 1501773757,
						["class"] = 6,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "惊天大神棍-格雷迈恩",
						["iLvl"] = 933,
						["time"] = 1501773823,
						["class"] = 7,
						["bTag"] = "爱已成往事#5266",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "玄天秘-鬼雾峰",
						["iLvl"] = 868,
						["time"] = 1501773912,
						["class"] = 7,
						["bTag"] = "泰斗尊#5146",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "豆豆的棒棒糖-梅尔加尼",
						["iLvl"] = 783,
						["time"] = 1501773920,
						["class"] = 8,
						["bTag"] = "豆豆#57998",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "丶王半斤-埃德萨拉",
						["iLvl"] = 928,
						["time"] = 1501773920,
						["class"] = 12,
						["bTag"] = "丶很有爱#5195",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "卫子夫-加基森",
						["iLvl"] = 920,
						["time"] = 1501773918,
						["class"] = 12,
						["bTag"] = "超能之忍者#510289",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "黄瓜进进出出-冰霜之刃",
						["iLvl"] = 876,
						["time"] = 1501773823,
						["class"] = 9,
						["bTag"] = "隐蔽之鲷#5936",
					}, -- [95]
					{
						["role"] = "HEALER",
						["name"] = "灬夜魅灬-血色十字军",
						["iLvl"] = 932,
						["time"] = 1501773920,
						["class"] = 11,
						["bTag"] = "lionlea#5711",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "艹苍穹灬-血色十字军",
						["iLvl"] = 934,
						["time"] = 1501773914,
						["class"] = 3,
						["bTag"] = "牛伟#51462",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "Cantona-霍格",
						["iLvl"] = 917,
						["time"] = 1501773916,
						["class"] = 3,
						["bTag"] = "Cantona#5573",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌惠大帅-霍格",
						["iLvl"] = 879,
						["time"] = 1501773920,
						["class"] = 1,
						["bTag"] = "叫我惠大帅#5179",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "飞奔的澜胖子-凤凰之神",
						["iLvl"] = 896,
						["time"] = 1501773912,
						["class"] = 9,
						["bTag"] = "红皮大西瓜#5153",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "枫雅冰咖啡-月光林地",
						["iLvl"] = 805,
						["time"] = 1501773918,
						["class"] = 4,
						["bTag"] = "青枫孤叶#5818",
					}, -- [101]
					{
						["role"] = "TANK",
						["name"] = "陸月飛霜-红龙军团",
						["iLvl"] = 926,
						["time"] = 1501773908,
						["class"] = 6,
						["bTag"] = "糯米糰子#5135",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "Persianc-奥尔加隆",
						["iLvl"] = 933,
						["time"] = 1501773823,
						["class"] = 8,
						["bTag"] = "乃们不要闹#5660",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "睡眼朦胧-暗影议会",
						["iLvl"] = 880,
						["time"] = 1501773920,
						["class"] = 3,
						["bTag"] = "生当死如归#5787",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "戈薇-奥拉基尔",
						["iLvl"] = 931,
						["time"] = 1501773910,
						["class"] = 8,
						["bTag"] = "戈薇#5369",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "丘比特丨命中-主宰之剑",
						["iLvl"] = 876,
						["time"] = 1501773920,
						["class"] = 3,
						["bTag"] = "丨闇丨#5201",
					}, -- [106]
					{
						["role"] = "HEALER",
						["name"] = "依岚-死亡之翼",
						["time"] = 1501773920,
						["class"] = 2,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "处钕座丶阿八-奥尔加隆",
						["iLvl"] = 924,
						["time"] = 1502286558,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "见时丶忙忙#5840",
					}, -- [108]
					{
						["role"] = "HEALER",
						["name"] = "钱并不重要-安东尼达斯",
						["iLvl"] = 833,
						["time"] = 1502286558,
						["class"] = 11,
						["bTag"] = "落叶秋很美#5765",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "Specialized-夏维安",
						["iLvl"] = 900,
						["time"] = 1502286393,
						["class"] = 8,
						["bTag"] = "三硝基甲苯#5258",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝天休闲勇哥-安戈洛",
						["iLvl"] = 892,
						["time"] = 1502286387,
						["class"] = 2,
						["bTag"] = "勇者守护#5160",
					}, -- [111]
					{
						["role"] = "TANK",
						["name"] = "死手-丽丽（四川）",
						["iLvl"] = 919,
						["time"] = 1502286558,
						["class"] = 6,
						["bTag"] = "人生赢家肝欧氪#5860",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "悄悄然-安东尼达斯",
						["iLvl"] = 903,
						["time"] = 1502286385,
						["class"] = 7,
						["bTag"] = "夏言殇#5946",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "不会飞的翅膀-塞拉摩",
						["iLvl"] = 923,
						["time"] = 1502286558,
						["class"] = 12,
						["bTag"] = "风吹过#5712",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "Darkson-天空之墙",
						["iLvl"] = 905,
						["time"] = 1502286558,
						["class"] = 12,
						["bTag"] = "三分之二的心#5860",
					}, -- [115]
					{
						["role"] = "HEALER",
						["name"] = "寂寞待花开-影之哀伤",
						["iLvl"] = 917,
						["time"] = 1502286558,
						["class"] = 2,
						["bTag"] = "隔壁李大叔#51996",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "丘比特的拥抱-克尔苏加德",
						["iLvl"] = 895,
						["time"] = 1502286558,
						["class"] = 3,
						["bTag"] = "风的轻吟#5123",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "梦灬采薇采薇-迅捷微风",
						["iLvl"] = 903,
						["time"] = 1502286385,
						["class"] = 12,
						["bTag"] = "梦灬依然#5914",
					}, -- [118]
					{
						["role"] = "TANK",
						["name"] = "叛逆的风-鹰巢山",
						["iLvl"] = 922,
						["time"] = 1502286387,
						["class"] = 2,
						["bTag"] = "有事烧香#5167",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "流音幻筝-安其拉",
						["iLvl"] = 903,
						["time"] = 1502286387,
						["class"] = 10,
						["bTag"] = "流音#5785",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "爹爹酱-洛肯",
						["iLvl"] = 902,
						["time"] = 1502286387,
						["class"] = 8,
						["bTag"] = "错字大肥喵#5134",
					}, -- [121]
					{
						["role"] = "TANK",
						["name"] = "强撸会飞湮灭-无尽之海",
						["iLvl"] = 904,
						["time"] = 1502286423,
						["class"] = 2,
						["bTag"] = "魔法之一#51252",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "穆晨-雏龙之翼",
						["iLvl"] = 926,
						["time"] = 1502286412,
						["class"] = 3,
						["bTag"] = "Yyu#5554",
					}, -- [123]
					{
						["role"] = "TANK",
						["name"] = "芭啦啦-冰霜之刃",
						["iLvl"] = 908,
						["time"] = 1502286391,
						["class"] = 12,
						["bTag"] = "暗夜之骑士#514347",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "向东流-沙怒",
						["iLvl"] = 908,
						["time"] = 1502286558,
						["class"] = 12,
						["bTag"] = "绿水青山#5365",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "赵胖子-戈提克",
						["iLvl"] = 887,
						["time"] = 1502286558,
						["class"] = 1,
						["bTag"] = "小浣熊干脆面#5503",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "卍灬卍-古尔丹",
						["iLvl"] = 910,
						["time"] = 1502286558,
						["class"] = 12,
						["bTag"] = "万万没想到#51190",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "老诗-安加萨",
						["iLvl"] = 885,
						["time"] = 1502286385,
						["class"] = 4,
						["bTag"] = "老湿床长#5566",
					}, -- [128]
					{
						["role"] = "HEALER",
						["name"] = "椛開灬椛落-无尽之海",
						["iLvl"] = 905,
						["time"] = 1502286387,
						["class"] = 5,
						["bTag"] = "信仰丶糖果#5799",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "Chapmanw-太阳之井",
						["iLvl"] = 909,
						["time"] = 1502286486,
						["class"] = 10,
						["bTag"] = "Chapman#5602",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "迷之男子-血色十字军",
						["iLvl"] = 906,
						["time"] = 1502286486,
						["class"] = 1,
						["bTag"] = "米兰花匠#5541",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "翠翠的翠微-死亡之翼",
						["iLvl"] = 891,
						["time"] = 1502286385,
						["class"] = 11,
						["bTag"] = "血色青天翠翠#5922",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "糖糖的糖-布兰卡德",
						["iLvl"] = 931,
						["time"] = 1502286412,
						["class"] = 12,
						["bTag"] = "帅帅哥#51613",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "小老虎兜兜-燃烧之刃",
						["iLvl"] = 939,
						["time"] = 1502286486,
						["class"] = 3,
						["bTag"] = "大老虎#5380",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "Xonepiece-格瑞姆巴托",
						["iLvl"] = 933,
						["time"] = 1502286558,
						["class"] = 4,
						["bTag"] = "闲逛的小贼#5297",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "挚爱武藤兰-无尽之海",
						["iLvl"] = 916,
						["time"] = 1502286486,
						["class"] = 1,
						["bTag"] = "暴躁之鼬#55456",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "速度推椡-燃烧之刃",
						["iLvl"] = 923,
						["time"] = 1502286385,
						["class"] = 1,
						["bTag"] = "史诗之裤#517501",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "霜晨乀-冰风岗",
						["iLvl"] = 911,
						["time"] = 1502286558,
						["class"] = 6,
						["bTag"] = "有点酸了#5779",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "贪婪的美德-天空之墙",
						["iLvl"] = 935,
						["time"] = 1502286387,
						["class"] = 12,
						["bTag"] = "小白在家等我#5957",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "飞枫丶-寒冰皇冠",
						["iLvl"] = 927,
						["time"] = 1502286410,
						["class"] = 2,
						["bTag"] = "飞枫丶#5346",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "一碗猫-回音山",
						["iLvl"] = 911,
						["time"] = 1502286391,
						["class"] = 12,
						["bTag"] = "尖尖碰碰拳#5333",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "你是我的将来-伊森利恩",
						["iLvl"] = 924,
						["time"] = 1502286458,
						["class"] = 12,
						["bTag"] = "花花#5769",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "皮皮鳝丶-阿克蒙德",
						["iLvl"] = 892,
						["time"] = 1502286397,
						["class"] = 3,
						["bTag"] = "丶鹏#5541",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "Scars-格瑞姆巴托",
						["iLvl"] = 930,
						["time"] = 1502286558,
						["class"] = 8,
						["bTag"] = "Intoxicant#5493",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "久居戦塲-伊森利恩",
						["iLvl"] = 912,
						["time"] = 1502286558,
						["class"] = 1,
						["bTag"] = "安哥万岁#5932",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "为她落凡尘-丽丽（四川）",
						["iLvl"] = 934,
						["time"] = 1502286558,
						["class"] = 3,
						["bTag"] = "落入凡间只为她#5431",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "丨丧尽天良丨-菲米丝",
						["iLvl"] = 900,
						["time"] = 1502286558,
						["class"] = 3,
						["bTag"] = "duanhuilai#5326",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "瞪谁谁怀赟-符文图腾",
						["iLvl"] = 853,
						["time"] = 1502286558,
						["class"] = 3,
						["bTag"] = "软泥小裤裤#5950",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "愛是一道光-凤凰之神",
						["iLvl"] = 845,
						["time"] = 1502286558,
						["class"] = 11,
						["bTag"] = "爱是一道光#51229",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "小时候我可叼-寒冰皇冠",
						["iLvl"] = 909,
						["time"] = 1502286558,
						["class"] = 3,
						["bTag"] = "萌面少帅#5543",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "再看我砍你哟-迅捷微风",
						["iLvl"] = 932,
						["time"] = 1502286558,
						["class"] = 8,
						["bTag"] = "穿板甲的法神#5680",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "小阴猪-血色十字军",
						["iLvl"] = 933,
						["time"] = 1502286558,
						["class"] = 5,
						["bTag"] = "道士#5682",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "跳刀跳刀-巫妖之王",
						["iLvl"] = 890,
						["time"] = 1502286558,
						["class"] = 12,
						["bTag"] = "sunnydog#5510",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "想入欧盟的牛-死亡之翼",
						["iLvl"] = 931,
						["time"] = 1502286558,
						["class"] = 11,
						["bTag"] = "愤怒的石头#5677",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "其实我是络伤-迦顿",
						["iLvl"] = 925,
						["time"] = 1502286558,
						["class"] = 2,
						["bTag"] = "Anglesky#5949",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魂的怒火-盖斯",
						["iLvl"] = 919,
						["time"] = 1502286558,
						["class"] = 3,
						["bTag"] = "SLTT#5416",
					}, -- [156]
					{
						["role"] = "HEALER",
						["name"] = "啤酒炸鸡-布兰卡德",
						["iLvl"] = 921,
						["time"] = 1502286558,
						["class"] = 2,
						["bTag"] = "烣烬#5846",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "Barbarossa-海达希亚",
						["time"] = 1502286486,
						["class"] = 2,
					}, -- [158]
					{
						["role"] = "TANK",
						["name"] = "神罚丨冷侔-无尽之海",
						["iLvl"] = 918,
						["time"] = 1502286558,
						["class"] = 11,
						["bTag"] = "冷眸#53666",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "黑暗的阿爾蕾-凤凰之神",
						["iLvl"] = 915,
						["time"] = 1502286558,
						["class"] = 7,
						["bTag"] = "心如迦南#5328",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "深夜潜伏-凯恩血蹄",
						["iLvl"] = 895,
						["time"] = 1502286558,
						["class"] = 4,
						["bTag"] = "zeelot1023#5703",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "安瑞莫斯-埃加洛尔",
						["iLvl"] = 902,
						["time"] = 1502286423,
						["class"] = 2,
						["bTag"] = "可口可樂#51297",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "神圣归来-迅捷微风",
						["iLvl"] = 918,
						["time"] = 1502286558,
						["class"] = 12,
						["bTag"] = "小慈蛇宝宝#5341",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "千飓派大师兄-无尽之海",
						["iLvl"] = 941,
						["time"] = 1502286486,
						["class"] = 8,
						["bTag"] = "深寂#5832",
					}, -- [164]
					{
						["role"] = "HEALER",
						["name"] = "芙丽雅-伊利丹",
						["iLvl"] = 920,
						["time"] = 1502286558,
						["class"] = 5,
						["bTag"] = "沉默之剑#51172",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "两把刷子-大漩涡",
						["time"] = 1502286558,
						["class"] = 4,
					}, -- [166]
					{
						["role"] = "HEALER",
						["name"] = "小小医师-雏龙之翼",
						["iLvl"] = 900,
						["time"] = 1502286558,
						["class"] = 5,
						["bTag"] = "叶飘零#5526",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "七武海丶无情-冰风岗",
						["iLvl"] = 917,
						["time"] = 1502462689,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "七武海#5936",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "那一抹胖次白-萨尔",
						["iLvl"] = 916,
						["time"] = 1502462689,
						["class"] = 5,
						["bTag"] = "近卫#5979",
					}, -- [169]
					{
						["role"] = "HEALER",
						["name"] = "萌萌妮-深渊之巢",
						["iLvl"] = 930,
						["time"] = 1502462689,
						["class"] = 5,
						["bTag"] = "冈拉梅哚#5545",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "娃哈哈图腾-通灵学院",
						["iLvl"] = 892,
						["time"] = 1502462689,
						["class"] = 7,
						["bTag"] = "变态葫芦娃#5212",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "婲季丶末-哈卡",
						["iLvl"] = 916,
						["time"] = 1502462689,
						["class"] = 3,
						["bTag"] = "Tarepanda#5516",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "匕匕禾刂王-斯克提斯",
						["iLvl"] = 880,
						["time"] = 1502462689,
						["class"] = 6,
						["bTag"] = "三黄对点相位疯脸#51239",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "迷失梦想-瓦里安",
						["time"] = 1502462689,
						["class"] = 1,
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "极度冰凉-狂热之刃",
						["iLvl"] = 897,
						["time"] = 1502462622,
						["class"] = 7,
						["bTag"] = "bingliang#5153",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "傻旭-毁灭之锤",
						["iLvl"] = 919,
						["time"] = 1502462689,
						["class"] = 2,
						["bTag"] = "狂妄之雄#51423",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "顽强的烤玉米-提尔之手",
						["iLvl"] = 909,
						["time"] = 1502462622,
						["class"] = 9,
						["bTag"] = "母牛王之怒#5452",
					}, -- [177]
					{
						["role"] = "TANK",
						["name"] = "飘渺丨毋殇-诺莫瑞根",
						["iLvl"] = 933,
						["time"] = 1502462689,
						["class"] = 6,
						["bTag"] = "默读哀伤#5981",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "那只牛-斯克提斯",
						["iLvl"] = 930,
						["time"] = 1502462689,
						["class"] = 11,
						["bTag"] = "一万公里#5359",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "奶德丽-通灵学院",
						["iLvl"] = 784,
						["time"] = 1502462689,
						["class"] = 5,
						["bTag"] = "五星先森#5165",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "Ends-迅捷微风",
						["iLvl"] = 912,
						["time"] = 1502462689,
						["class"] = 12,
						["bTag"] = "HeartDecimo#5443",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "北纬三十五-凤凰之神",
						["iLvl"] = 855,
						["time"] = 1502462689,
						["class"] = 8,
						["bTag"] = "北方东北#5455",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "头顶荷包蛋-艾露恩",
						["iLvl"] = 909,
						["time"] = 1502462689,
						["class"] = 11,
						["bTag"] = "牧牛在野#5510",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "元素之赐-恶魔之魂",
						["iLvl"] = 912,
						["time"] = 1502462689,
						["class"] = 7,
						["bTag"] = "robinK#5441",
					}, -- [184]
					{
						["role"] = "HEALER",
						["name"] = "无色乂小恶魔-破碎岭",
						["iLvl"] = 921,
						["time"] = 1502462689,
						["class"] = 7,
						["bTag"] = "Emox#5911",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "马冬梅-奥妮克希亚",
						["iLvl"] = 906,
						["time"] = 1502462689,
						["class"] = 1,
						["bTag"] = "骚老头#5767",
					}, -- [186]
					{
						["role"] = "TANK",
						["name"] = "殘雪-黑手军团",
						["iLvl"] = 868,
						["time"] = 1502462689,
						["class"] = 2,
						["bTag"] = "月夜#5400",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "藏馬-格雷迈恩",
						["time"] = 1502462689,
						["class"] = 4,
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "伊箭卿心-盖斯",
						["iLvl"] = 907,
						["time"] = 1502462689,
						["class"] = 3,
						["bTag"] = "拥抱希望#5850",
					}, -- [189]
					{
						["role"] = "TANK",
						["name"] = "布泽尔丶狼皮-海克泰尔",
						["time"] = 1502462689,
						["class"] = 11,
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "雨天的雪雪-死亡之翼",
						["iLvl"] = 926,
						["time"] = 1502462689,
						["class"] = 9,
						["bTag"] = "Yuyusnowy#5267",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "神丶雷帝-影之哀伤",
						["iLvl"] = 927,
						["time"] = 1502462689,
						["class"] = 7,
						["bTag"] = "BattlePants#528376",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "沐阳如歌-贫瘠之地",
						["iLvl"] = 908,
						["time"] = 1502462689,
						["class"] = 12,
						["bTag"] = "火舞耀阳#51708",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "萌面欧芭丶-克尔苏加德",
						["iLvl"] = 927,
						["time"] = 1502462689,
						["class"] = 1,
						["bTag"] = "魂兮#5852",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "毒瘤丶双子星-燃烧之刃",
						["iLvl"] = 918,
						["time"] = 1502462689,
						["class"] = 4,
						["bTag"] = "龍丶血刺#5438",
					}, -- [195]
					{
						["role"] = "TANK",
						["name"] = "丶甄宓丶-加基森",
						["iLvl"] = 931,
						["time"] = 1502462689,
						["class"] = 11,
						["bTag"] = "六块腹肌#51733",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "小时候可帅了-熔火之心",
						["iLvl"] = 877,
						["time"] = 1502462689,
						["class"] = 8,
						["bTag"] = "白英国#5338",
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "摆渡-塔纳利斯",
						["iLvl"] = 930,
						["time"] = 1502462689,
						["class"] = 1,
						["bTag"] = "摆渡#5866",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "伊犁蛋丶怒风-卡德罗斯",
						["time"] = 1502462689,
						["class"] = 12,
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "Tanluy-狂热之刃",
						["iLvl"] = 933,
						["time"] = 1502462689,
						["class"] = 11,
						["bTag"] = "fenix#5303",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "再来壹發-血色十字军",
						["iLvl"] = 923,
						["time"] = 1502462689,
						["class"] = 2,
						["bTag"] = "可怜没人爱#5126",
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "南方雪色-伊利丹",
						["iLvl"] = 898,
						["time"] = 1502462689,
						["class"] = 12,
						["bTag"] = "王老吉#5369",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "玉帝老儿-红龙军团",
						["iLvl"] = 934,
						["time"] = 1502462689,
						["class"] = 12,
						["bTag"] = "两腿间的杀气#5441",
					}, -- [203]
					{
						["role"] = "HEALER",
						["name"] = "娜迷狸-冰风岗",
						["iLvl"] = 918,
						["time"] = 1502462689,
						["class"] = 11,
						["bTag"] = "丨410丨阿狸#5127",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "明天放假吧-回音山",
						["time"] = 1502462689,
						["class"] = 3,
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "嘻哈武僧-夏维安",
						["time"] = 1502462689,
						["class"] = 5,
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "抹小布-伊森利恩",
						["time"] = 1502462689,
						["class"] = 9,
					}, -- [207]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					false, -- [1]
					nil, -- [2]
					false, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
